{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "GA": 4,
      "CC": 5,
      "TA": 6,
      "CA": 7,
      "GT": 8,
      "GG": 9,
      "TT": 10,
      "GC": 11,
      "AA": 12,
      "CT": 13,
      "GCA": 14,
      "GCC": 15,
      "GGA": 16,
      "CGA": 17,
      "TAA": 18,
      "TAT": 19,
      "GTT": 20,
      "GAA": 21,
      "GGT": 22,
      "CCA": 23,
      "GCT": 24,
      "GTA": 25,
      "CTT": 26,
      "GAT": 27,
      "CGG": 28,
      "CAA": 29,
      "CCT": 30,
      "TAAA": 31,
      "CGT": 32,
      "CAT": 33,
      "TTT": 34,
      "CTA": 35,
      "GCGA": 36,
      "CAAA": 37,
      "CGAA": 38,
      "CCGT": 39,
      "GCAT": 40,
      "CGC": 41,
      "CGGA": 42,
      "GGGA": 43,
      "CCAA": 44,
      "CAGT": 45,
      "TATA": 46,
      "GCCA": 47,
      "GTAT": 48,
      "CCGA": 49,
      "GCTA": 50,
      "GCAA": 51,
      "GTGT": 52,
      "GCGC": 53,
      "TAAT": 54,
      "TTCA": 55,
      "GAGG": 56,
      "CCCA": 57,
      "CGGT": 58,
      "GAAT": 59,
      "GCCT": 60,
      "CCCT": 61,
      "GAGT": 62,
      "CAAT": 63,
      "CATA": 64,
      "GAAA": 65,
      "GATAT": 66,
      "GATA": 67,
      "CATT": 68,
      "CCTT": 69,
      "CTAA": 70,
      "CGCC": 71,
      "CTCA": 72,
      "GGGG": 73,
      "CGAT": 74,
      "CGTA": 75,
      "GAGGA": 76,
      "GTTA": 77,
      "CGCA": 78,
      "GCTT": 79,
      "GGAA": 80,
      "CGTT": 81,
      "GATT": 82,
      "GCGT": 83,
      "AAA": 84,
      "CTAT": 85,
      "CCAT": 86,
      "GGTT": 87,
      "TAAAA": 88,
      "CCCC": 89,
      "CACA": 90,
      "GGCT": 91,
      "CGCT": 92,
      "TTA": 93,
      "GTAA": 94,
      "GAATT": 95,
      "GGAT": 96,
      "GTTT": 97,
      "GAGA": 98,
      "CTTT": 99,
      "CACC": 100,
      "GGCC": 101,
      "GCGG": 102,
      "GGGT": 103,
      "CAAAA": 104,
      "CTCT": 105,
      "CCTA": 106,
      "GCTAA": 107,
      "GCCTA": 108,
      "CAGA": 109,
      "CGAAT": 110,
      "CAAAAA": 111,
      "CACT": 112,
      "GTGA": 113,
      "GCCGA": 114,
      "GGCA": 115,
      "GCGCA": 116,
      "CTTA": 117,
      "CTCGA": 118,
      "GTCA": 119,
      "GGGCA": 120,
      "GTGGA": 121,
      "CGCGA": 122,
      "CCCGA": 123,
      "GCGAA": 124,
      "TATTA": 125,
      "CCCCGT": 126,
      "TTTA": 127,
      "CTCGG": 128,
      "CGGAT": 129,
      "CCGTT": 130,
      "GCGTA": 131,
      "CCCGT": 132,
      "GTCGG": 133,
      "GATGAA": 134,
      "GGACC": 135,
      "CGCCA": 136,
      "CTGCT": 137,
      "CCTCT": 138,
      "GGTA": 139,
      "CCAAT": 140,
      "GCGCGG": 141,
      "GTCC": 142,
      "GCATT": 143,
      "CGAAA": 144,
      "CTAAA": 145,
      "GTAAT": 146,
      "CTTAA": 147,
      "CGCAT": 148,
      "GAGTT": 149,
      "GCCTT": 150,
      "GGAAT": 151,
      "CTGGT": 152,
      "CCATT": 153,
      "GTATT": 154,
      "CGTTA": 155,
      "TATATT": 156,
      "GCCAA": 157,
      "CAGG": 158,
      "GCGCCT": 159,
      "CATGA": 160,
      "CGCTT": 161,
      "GGGCT": 162,
      "CAGGT": 163,
      "TTTT": 164,
      "CGGAAA": 165,
      "TATT": 166,
      "GCGCC": 167,
      "GACAA": 168,
      "GCAAA": 169,
      "CGACA": 170,
      "GAGAA": 171,
      "CCTTT": 172,
      "TACGA": 173,
      "GTTAAA": 174,
      "GGCGA": 175,
      "GTTCC": 176,
      "GTTGCC": 177,
      "CGGTCA": 178,
      "GGCCA": 179,
      "CTTGA": 180,
      "GTCCGT": 181,
      "CTGA": 182,
      "CGGATAA": 183,
      "TATCC": 184,
      "GATATCC": 185,
      "GAGGATA": 186,
      "GTATA": 187,
      "GTATCGAA": 188,
      "GAATCA": 189,
      "TTATT": 190,
      "TAGCTA": 191,
      "GTGG": 192,
      "GCTAAA": 193,
      "CTCC": 194,
      "GTAAA": 195,
      "GGGATA": 196,
      "GTCCT": 197,
      "GTCGAA": 198,
      "TATGCT": 199,
      "GGTGAA": 200,
      "CCAGCA": 201,
      "CCAAA": 202,
      "CCGACA": 203,
      "CCCCCT": 204,
      "GTGCA": 205,
      "GTGCC": 206,
      "GTCGA": 207,
      "GCGCGGGCGA": 208,
      "CCCCCA": 209,
      "GGTGGA": 210,
      "CCACT": 211,
      "CTTGCA": 212,
      "CTTCAA": 213,
      "GATGA": 214,
      "CGGGTGT": 215,
      "CAATT": 216,
      "GCATTCA": 217,
      "TAATT": 218,
      "CCATA": 219,
      "CCAGCGA": 220,
      "GCTCC": 221,
      "GCTTA": 222,
      "CGGGG": 223,
      "CATCGA": 224,
      "GAAAA": 225,
      "GTTAAAAAA": 226,
      "GAGCA": 227,
      "TAACA": 228,
      "CAGTGCT": 229,
      "GAATGG": 230,
      "CGCAA": 231,
      "GCGAT": 232,
      "GCTCT": 233,
      "CGGCA": 234,
      "CCGG": 235,
      "GGTAAT": 236,
      "CTTAAA": 237,
      "CCTGG": 238,
      "CCTCGGATAA": 239,
      "GATAGAGG": 240,
      "GGACCGCGTA": 241,
      "GAGTGT": 242,
      "TAGG": 243,
      "GGACA": 244,
      "CGTCGG": 245,
      "TAGCTAGCGCA": 246,
      "GCATGCTA": 247,
      "GCGCGCGA": 248,
      "CCCTCCA": 249,
      "GACGG": 250,
      "CCGGGG": 251,
      "GTCGCGA": 252,
      "GCTTT": 253,
      "GCGCAA": 254,
      "AACC": 255,
      "GCATA": 256,
      "TATGA": 257,
      "GTTCTAA": 258,
      "CCAGTAA": 259,
      "CTTGCAT": 260,
      "GATCT": 261,
      "CCTGT": 262,
      "CCGAAA": 263,
      "GATATGGACCGCGTA": 264,
      "CCGAT": 265,
      "GTGGGA": 266,
      "GCATTT": 267,
      "GCCCC": 268,
      "GCTGA": 269,
      "GAGACGG": 270,
      "CAGATAA": 271,
      "GGAATCTT": 272,
      "TTATTGCGA": 273,
      "CCCAA": 274,
      "GCGGA": 275,
      "GCGTT": 276,
      "CTGG": 277,
      "GGATATA": 278,
      "GTTCTTAA": 279,
      "GGTCA": 280,
      "GGTCTT": 281,
      "GCGACT": 282,
      "GCGCGGGA": 283,
      "GGCCGCC": 284,
      "CGGGGCTAAA": 285,
      "CATCGATTT": 286,
      "GAGCCGA": 287,
      "CACCCA": 288,
      "CAGGCT": 289,
      "GCGGGA": 290,
      "GCGGACC": 291,
      "GCACGCA": 292,
      "GCTTAA": 293,
      "GTAGTT": 294,
      "TAAAAA": 295,
      "CTATA": 296,
      "CTACCCC": 297,
      "GCATGCTT": 298,
      "CGCGGA": 299,
      "CAGTGCCTA": 300,
      "GAATTA": 301,
      "CCTTCGCAT": 302,
      "CTCAGCAA": 303,
      "GCTTCGAAA": 304,
      "GACT": 305,
      "GAGGT": 306,
      "CACCTCT": 307,
      "GGGGT": 308,
      "GTTTA": 309,
      "GTACT": 310,
      "GCCAT": 311,
      "GAGGGG": 312,
      "CCCGTGGGA": 313,
      "GAATGGCGGAAA": 314,
      "GACA": 315,
      "GATAA": 316,
      "GAACC": 317,
      "CGTCCA": 318,
      "CAAAT": 319,
      "CGAAGAT": 320,
      "TATACGG": 321,
      "CCGATA": 322,
      "CGTTATAA": 323,
      "CGACATAA": 324,
      "TAGT": 325,
      "CACTT": 326,
      "GGGGA": 327,
      "GGCATT": 328,
      "GCGCGA": 329,
      "GCGGGG": 330,
      "CTGGGT": 331,
      "GTTGAATT": 332,
      "GTACC": 333,
      "CGGTAA": 334,
      "CCGTTATATT": 335,
      "CGCGAA": 336,
      "CGGAA": 337,
      "CCAATTA": 338,
      "TATACGA": 339,
      "GCAAT": 340,
      "CTTTGT": 341,
      "GGGTGCA": 342,
      "CTCGATT": 343,
      "GGCCGCCGGGCT": 344,
      "CGCCT": 345,
      "GACC": 346,
      "TAGAGGA": 347,
      "CAGGA": 348,
      "GTTAA": 349,
      "GTCTT": 350,
      "TTGT": 351,
      "GCCGCC": 352,
      "GCCCCA": 353,
      "TATGAT": 354,
      "GTACCTTCGCAT": 355,
      "CTTTAAA": 356,
      "GATGCA": 357,
      "GATCACT": 358,
      "CGTCA": 359,
      "CGTGGGA": 360,
      "CTAGAT": 361,
      "CGCGT": 362,
      "GGGATT": 363,
      "GCCTCACC": 364,
      "GATTGGT": 365,
      "TAAAACGGTCA": 366,
      "TACGAGGA": 367,
      "GTCGAAGTCCGT": 368,
      "CCAGCAGTTCTAA": 369,
      "CCACTGCAAA": 370,
      "TAACAGATGAA": 371,
      "CCTCGGATAACTGCT": 372,
      "GCGGACCCCAGTAA": 373,
      "CCCGTGGGAGGGG": 374,
      "CTAAAA": 375,
      "GAGTAT": 376,
      "CACGCTT": 377,
      "GTCCAA": 378,
      "GTTATA": 379,
      "TTGC": 380,
      "GCCCT": 381,
      "CGATA": 382,
      "GCTCAAT": 383,
      "GTACTT": 384,
      "CCGTGTGT": 385,
      "CGCGCGCGGGCGA": 386,
      "TTCATT": 387,
      "CGGTGA": 388,
      "CTAACAGTGCT": 389,
      "CGATCCT": 390,
      "CCATGCCTT": 391,
      "CACACGCA": 392,
      "TTTACGTA": 393,
      "GTGCAGCTA": 394,
      "GTCGCGACACCCA": 395,
      "GAGAT": 396,
      "GCTAT": 397,
      "GCGCCA": 398,
      "AAAA": 399,
      "TATGATATCC": 400,
      "CCACTA": 401,
      "CAAGTAT": 402,
      "CCTCC": 403,
      "TTTGCC": 404,
      "CCAACATA": 405,
      "CGTTCTTT": 406,
      "CACAGGA": 407,
      "CGCTGA": 408,
      "GCGGTA": 409,
      "CTCTCT": 410,
      "CGAATTAT": 411,
      "GAATCAGCT": 412,
      "GATATGGACCGCGTACCGGGG": 413,
      "CGCGAAGTTAAAAAA": 414,
      "CGTAT": 415,
      "GAGCC": 416,
      "GAGTA": 417,
      "CATATA": 418,
      "GTCAT": 419,
      "AAT": 420,
      "CTGT": 421,
      "CTCCGA": 422,
      "CTGCTA": 423,
      "CGAAAA": 424,
      "GTTCTT": 425,
      "GATTA": 426,
      "CAATA": 427,
      "CTATT": 428,
      "CGAACCAA": 429,
      "CCGTCGG": 430,
      "CAGTCTACCCC": 431,
      "GCCAGATAGAGG": 432,
      "GAAAT": 433,
      "GATACTGGT": 434,
      "GGGGCGGGTGT": 435,
      "CGTACCAT": 436,
      "GCCTAGAGAA": 437,
      "GGGCAGAATT": 438,
      "GCGCCTTAT": 439,
      "CCAAAGTTA": 440,
      "CTTCAACC": 441,
      "TATACGGGATAT": 442,
      "CGACATAATAGCTAGCGCA": 443,
      "GAGAAAA": 444,
      "CAGCA": 445,
      "CACAGT": 446,
      "TTGTGT": 447,
      "CTGCC": 448,
      "GCCGCCT": 449,
      "GGATA": 450,
      "TATGATA": 451,
      "GTTGTGGA": 452,
      "GGTGA": 453,
      "CCTTA": 454,
      "CGCTA": 455,
      "CGCGCCCCA": 456,
      "GCCACAT": 457,
      "CGGTGAA": 458,
      "TAAAACACCTCT": 459,
      "CAAAAAAACC": 460,
      "GCGCGGGTTA": 461,
      "GCCAAAA": 462,
      "CCCCCAGGCCGCCGGGCT": 463,
      "CTTGCACGA": 464,
      "CAGATAAGTTGAATT": 465,
      "CGTGGGAGAGG": 466,
      "CGTAA": 467,
      "GAGAGGGG": 468,
      "CCTAT": 469,
      "TACT": 470,
      "CATAT": 471,
      "CATTT": 472,
      "GTGAA": 473,
      "GTGAT": 474,
      "GTTTT": 475,
      "TTGG": 476,
      "GCGGAT": 477,
      "TAAGAT": 478,
      "GGTCT": 479,
      "GGTGTT": 480,
      "CCTCCA": 481,
      "CCTTATTA": 482,
      "CCTCCCGT": 483,
      "CTAGGCGA": 484,
      "GCATGGAATCTT": 485,
      "CCCTGCGCGGGA": 486,
      "GAGTGAGG": 487,
      "CAATGCT": 488,
      "CCTTCAAA": 489,
      "CGATGTGG": 490,
      "GCGTCCGA": 491,
      "CCCGAGT": 492,
      "CCCCGTGT": 493,
      "CCATTGGA": 494,
      "GTATCGAACGGGGCTAAA": 495,
      "GACGGGTAAT": 496,
      "GCGACTCGTA": 497,
      "CAGTGCCTAGGTGAA": 498,
      "GCGCGAGA": 499,
      "CCAGCAGTTCTAACGCT": 500,
      "GTCGCGACACCCACGA": 501,
      "TGA": 502,
      "CCCGCC": 503,
      "CCGCGT": 504,
      "CATAA": 505,
      "CACCT": 506,
      "CAGTAT": 507,
      "GCCTAA": 508,
      "CCAGTGGA": 509,
      "CTTTA": 510,
      "GATCTAA": 511,
      "CAATTT": 512,
      "CCTGGGTGCA": 513,
      "TAAAGTCGAAGTCCGT": 514,
      "CGTGA": 515,
      "CGTTT": 516,
      "TTTCGTGGGAGAGG": 517,
      "CCGTTA": 518,
      "GCAACCA": 519,
      "GGAACGAA": 520,
      "GGAACGCT": 521,
      "CTATCCT": 522,
      "TAAAAT": 523,
      "CACCGCGCGCGA": 524,
      "CTCGGGTCGG": 525,
      "GCATTGCGA": 526,
      "TATCCCAT": 527,
      "GAGGATACGGAT": 528,
      "GCTAAACGCTGA": 529,
      "TATGCTCGGGTGT": 530,
      "TTATTGCGAGGGATA": 531,
      "GAGCCGAGCGA": 532,
      "GCGGACCCCAGTAACATCGATTT": 533,
      "TTGCGAAT": 534,
      "CCGTGTGTTTTT": 535,
      "CTAACAGTGCTCAT": 536,
      "GAGAGGGGCCGT": 537,
      "CGGTT": 538,
      "GGTAA": 539,
      "GGGGAA": 540,
      "GGGGTT": 541,
      "TTGCT": 542,
      "GCTTCA": 543,
      "GCCGATGAA": 544,
      "CGATT": 545,
      "CGATAA": 546,
      "CGATAT": 547,
      "TATGATAT": 548,
      "GTTGG": 549,
      "GAAGGTT": 550,
      "GGTCGG": 551,
      "CCACGGT": 552,
      "GCTGTACTT": 553,
      "GTACGG": 554,
      "GTACACT": 555,
      "CCTGCA": 556,
      "CCTCTA": 557,
      "CCTCCAGCGA": 558,
      "CATTA": 559,
      "GCATGA": 560,
      "CGCTTT": 561,
      "CAGTGTCCAA": 562,
      "GCCACATA": 563,
      "GTATCCGACA": 564,
      "CCCACCA": 565,
      "GAGTCAT": 566,
      "CATAGGT": 567,
      "GATATT": 568,
      "GTGACT": 569,
      "TATTAGAT": 570,
      "GTTGCCGCATGCTT": 571,
      "CTTGATTCA": 572,
      "TATCCGCT": 573,
      "GTATCGAATAGAGGA": 574,
      "CGTCGGCCAATTA": 575,
      "GAGACGGGGT": 576,
      "CAAAAAAACCCGAAT": 577,
      "CTAAT": 578,
      "GACGAA": 579,
      "GAGCAT": 580,
      "GACGGA": 581,
      "GAGAAA": 582,
      "CCTAA": 583,
      "CCCCA": 584,
      "CCCGG": 585,
      "CAGAA": 586,
      "CATTCA": 587,
      "GTGTT": 588,
      "GTCCTT": 589,
      "GGTAT": 590,
      "GGCTT": 591,
      "GGCGT": 592,
      "CTCCCT": 593,
      "CGACC": 594,
      "GTTGAA": 595,
      "GTTCCGTT": 596,
      "GCTCAA": 597,
      "GTATTT": 598,
      "GATCAGT": 599,
      "TAAAT": 600,
      "TAAACACA": 601,
      "CTACT": 602,
      "CGGATA": 603,
      "CCAAAA": 604,
      "CAGTGAGT": 605,
      "GCTACAT": 606,
      "GTGTTA": 607,
      "CCCACCCA": 608,
      "CGGTCAT": 609,
      "CAATTATA": 610,
      "GAAAAA": 611,
      "GAAAGGT": 612,
      "GAGGATAAAACGGTCA": 613,
      "CACATTCA": 614,
      "GGCCGGCATT": 615,
      "CCCGAGGA": 616,
      "CTCGGGCGT": 617,
      "GACAAGAGAGGGGCCGT": 618,
      "GAGCAGCCCC": 619,
      "GCTCTCAAGTAT": 620,
      "CTTAAAGGT": 621,
      "TAGGCTCA": 622,
      "GAGACGGGGA": 623,
      "CTCAGCAACAGATAAGTTGAATT": 624,
      "CCCGTGGGAGGGGCACCGCGCGCGA": 625,
      "TTTACGTAGTTA": 626,
      "CACAGGAGTCGG": 627,
      "GCCTAGAGAAGTTCC": 628,
      "GCGCCTTATGCAT": 629,
      "CTAGGCGAGCTAA": 630,
      "CCGC": 631,
      "CCCTA": 632,
      "CCGGGA": 633,
      "CCTATA": 634,
      "CCGTAA": 635,
      "CCGGCA": 636,
      "CCGTATA": 637,
      "TACAT": 638,
      "CAGTT": 639,
      "CACAA": 640,
      "GTCCA": 641,
      "TTCGTT": 642,
      "CTGCA": 643,
      "CTGGCCA": 644,
      "GGATT": 645,
      "GTTGCT": 646,
      "CCACGA": 647,
      "CCATTCA": 648,
      "GTATAT": 649,
      "CGGCCA": 650,
      "CCTCTTGCAT": 651,
      "CATGAA": 652,
      "TTTCAA": 653,
      "TTTGATAT": 654,
      "CTACGT": 655,
      "CCGTGCTA": 656,
      "CGCGCAA": 657,
      "GTATTA": 658,
      "CCGATT": 659,
      "GTGTCCAA": 660,
      "TAATGCA": 661,
      "GAGTCCGTT": 662,
      "CATTCT": 663,
      "CGATGTGA": 664,
      "CGATGCGGACCCCAGTAACATCGATTT": 665,
      "GATTGG": 666,
      "CTTTCA": 667,
      "CAAAAAAA": 668,
      "GGGCAGCCCC": 669,
      "CCCCGTGTGGGA": 670,
      "GGTAGT": 671,
      "GTATTCAGT": 672,
      "CGGTCAGGAT": 673,
      "GCTAAAT": 674,
      "CTCCCAT": 675,
      "TATGCTCGG": 676,
      "GCTCCCTA": 677,
      "CCGAAAGTA": 678,
      "GAATGGCGGAAAGA": 679,
      "GTTAAGCGCCA": 680,
      "GATCACTCGAACCAA": 681,
      "GATTGGTGCCAGATAGAGG": 682,
      "CACGCTTGTTATA": 683,
      "CGTTCTTTTATACGA": 684,
      "CTTGCACGACTCA": 685,
      "CAGGGA": 686,
      "GTCGGA": 687,
      "GTCGCCA": 688,
      "GGCTCA": 689,
      "GGCGCCA": 690,
      "GGCATGA": 691,
      "TTCCA": 692,
      "CTGAT": 693,
      "GCACT": 694,
      "GGATAT": 695,
      "CCACCCA": 696,
      "CCAGATGAA": 697,
      "GTAGCA": 698,
      "GTATTCA": 699,
      "GTAAAA": 700,
      "GTAGGACA": 701,
      "CTTGG": 702,
      "CTTCAAA": 703,
      "CGGTAAT": 704,
      "CCTCGT": 705,
      "CCTGAAT": 706,
      "TAAAGGA": 707,
      "TAAACGGT": 708,
      "CGTGCCA": 709,
      "CGTCCCCCT": 710,
      "CATGTTA": 711,
      "TTTGATA": 712,
      "GCGAGGT": 713,
      "GCGACTTCAACC": 714,
      "CCCTCTTAA": 715,
      "CAATCCT": 716,
      "CATAGCGC": 717,
      "GATATCTGGT": 718,
      "CCTTTA": 719,
      "CTCACC": 720,
      "GCTTGGCCA": 721,
      "CACCCGA": 722,
      "GCTAACAAA": 723,
      "GGCACTA": 724,
      "GTCAGG": 725,
      "CGCCAT": 726,
      "CCAATGT": 727,
      "CAGGCCGACA": 728,
      "CGCTTCCACCCA": 729,
      "GCATTCAGGCT": 730,
      "GCATTCACTTTGT": 731,
      "GAGTGTCCTTT": 732,
      "TAGCTAGCGCAGTGCC": 733,
      "CCCTCCACATA": 734,
      "GCGCAAGGTGA": 735,
      "CCGAAAGTT": 736,
      "GTTCTTAAGCGCGGGTTA": 737,
      "CTGGGTCAAA": 738,
      "GGGATTGGATATA": 739,
      "TATGATATCCCTAA": 740,
      "CTCTCTCCATA": 741,
      "GAATCAGCTGCTTCGAAA": 742,
      "GGGGCGGGTGTGAATTA": 743,
      "GCGCGAGACCCCCT": 744,
      "GGAACGCTGCGC": 745,
      "GTATCCGACATATGATA": 746,
      "CCCACCATAAA": 747,
      "CTAGGCGAGCTAACCAAAGTTA": 748,
      "CTGGCCAGTGTCCAA": 749,
      "GCTCCCTAGCCGCC": 750,
      "TCCGA": 751,
      "CCGGT": 752,
      "CCCTT": 753,
      "CCCAT": 754,
      "CCCGTA": 755,
      "TATAAT": 756,
      "CACATT": 757,
      "CAGGCC": 758,
      "GTGCT": 759,
      "GTCAA": 760,
      "GTCCCC": 761,
      "GGGGGA": 762,
      "GCGCT": 763,
      "CTTAT": 764,
      "CTGTGT": 765,
      "CTTAAT": 766,
      "GCCGT": 767,
      "GCCTTT": 768,
      "GGATAA": 769,
      "CGAGCGCGGGCGA": 770,
      "GAACGG": 771,
      "GAACGCT": 772,
      "GGTCGGCA": 773,
      "CCAGCAA": 774,
      "GATGAGTCAT": 775,
      "CGGTAATT": 776,
      "CAAGGA": 777,
      "CGTCC": 778,
      "TTTCCAGCGA": 779,
      "CAAACCAA": 780,
      "CCGTGAGGT": 781,
      "GCATCCA": 782,
      "CAGTGCA": 783,
      "GCTAGGTCTT": 784,
      "TTCAGTT": 785,
      "GAGGTAT": 786,
      "GAGGTATTA": 787,
      "GAGGGGCCA": 788,
      "GAGTGAT": 789,
      "CATACTATA": 790,
      "CATTCGCA": 791,
      "CGTATA": 792,
      "CGCAGGA": 793,
      "GATTGGCT": 794,
      "CAAAAGCATTT": 795,
      "CCTAGAT": 796,
      "CCTAGCCA": 797,
      "CCTAGCCGCCT": 798,
      "GTCAGCAA": 799,
      "GCGAAGTTAAAAAA": 800,
      "CGGATCCCGTGGGAGGGGCACCGCGCGCGA": 801,
      "GCATTGCGACTCGTA": 802,
      "GTAAAT": 803,
      "CAATTCCTAGAT": 804,
      "GCATGCTACAT": 805,
      "CCCTCCACGTA": 806,
      "GATCTCAATGCT": 807,
      "GTAGTTCTTGA": 808,
      "GTACCCCGA": 809,
      "CCACTGCAAAGT": 810,
      "TAACAGATGAACGTACCAT": 811,
      "CGGTGAGCGAT": 812,
      "CGATCCTGAGT": 813,
      "CGAATTATCCACT": 814,
      "GGGCAGAATTCGG": 815,
      "TATACGGGATATTAAAACACCTCT": 816,
      "CACAGTCAT": 817,
      "CCCGAGTCGTTATAA": 818,
      "TTTCGTGGGAGAGGCACC": 819,
      "TTATTGCGAGGGATACAA": 820,
      "GCTGTACTTCGTGCCA": 821,
      "GACGAAGTCCGT": 822,
      "GTCAGGCGTT": 823,
      "GACGA": 824,
      "GATTT": 825,
      "GACTA": 826,
      "GAGGGA": 827,
      "GACGCGA": 828,
      "CCGCC": 829,
      "CCGTAT": 830,
      "CCCGGT": 831,
      "CCTAAAAA": 832,
      "TACA": 833,
      "TATAA": 834,
      "TACTA": 835,
      "TACAAT": 836,
      "TAGTCCT": 837,
      "CAGCC": 838,
      "CACGA": 839,
      "CAGAT": 840,
      "CACTA": 841,
      "CACGCA": 842,
      "CAGCGTCCGA": 843,
      "GTCTA": 844,
      "GTCGCC": 845,
      "GTGGGG": 846,
      "GGCGAA": 847,
      "GGCGGA": 848,
      "GCGCAT": 849,
      "GCTAAT": 850,
      "GCGGTT": 851,
      "CTCCT": 852,
      "CTCGT": 853,
      "CTCGAT": 854,
      "CTGTTA": 855,
      "CTCCTCT": 856,
      "GCACTT": 857,
      "GCACGT": 858,
      "GCAGCAT": 859,
      "GCACACA": 860,
      "GCCGCA": 861,
      "GCCCCCACCATAAA": 862,
      "GGACGA": 863,
      "TATCTCA": 864,
      "GGTCGT": 865,
      "GGTGCTTAA": 866,
      "GGTGTTTA": 867,
      "GCTGGT": 868,
      "GCTCTAT": 869,
      "CTTTAA": 870,
      "CTTGATT": 871,
      "GATCCCA": 872,
      "GATGGCGA": 873,
      "CGGCACATTCA": 874,
      "CAAGTT": 875,
      "CCTGGA": 876,
      "CATCGT": 877,
      "TTTGG": 878,
      "CGAATTA": 879,
      "CCGTTT": 880,
      "CGCGCA": 881,
      "CGCGGGA": 882,
      "CGGACC": 883,
      "CGGACGGT": 884,
      "GTATGAGA": 885,
      "GCAAGGTCTT": 886,
      "TAATCTA": 887,
      "CCCACTA": 888,
      "GCCTGG": 889,
      "GAGTTT": 890,
      "CAATGAGT": 891,
      "CAATCTAT": 892,
      "CATACTTTAAA": 893,
      "GATATTA": 894,
      "CCTTGCCGCCT": 895,
      "CTAACAGT": 896,
      "CTAAGATACTGGT": 897,
      "CGCCCT": 898,
      "CGCCCAT": 899,
      "CGCCGAGG": 900,
      "CGATTA": 901,
      "GAGGATAT": 902,
      "GGAATT": 903,
      "GATTGGTT": 904,
      "GCGTCCCCCAGGCCGCCGGGCT": 905,
      "AAATGA": 906,
      "CTATGCAT": 907,
      "GGATCAGT": 908,
      "GTTTGT": 909,
      "GCTAACGCGCGCGGGCGA": 910,
      "GTGATTT": 911,
      "CTCGAGTAT": 912,
      "CTCGACTGCT": 913,
      "GTCCGTAA": 914,
      "GAGTTGTGGA": 915,
      "GCCAACGC": 916,
      "CAGGGCCTCACC": 917,
      "CATGAGCATA": 918,
      "GCGCCCGA": 919,
      "GAATCACGAAAA": 920,
      "GCTTACGGTCAT": 921,
      "GGTAATCTCGG": 922,
      "GCGCAAGATGA": 923,
      "AACCCCAT": 924,
      "TTATTGCGAGG": 925,
      "CTCAGCAACGGATAA": 926,
      "CGTCCACGCGCCCCA": 927,
      "CTGGGTGTTCCGTT": 928,
      "GTCTTTATCTCA": 929,
      "TATGATCTCGG": 930,
      "TTCATTCGCA": 931,
      "CACACGCAGAGTGAGG": 932,
      "AAAAGTTGTGGA": 933,
      "CCACTAGACGGGTAAT": 934,
      "CCTCCCTT": 935,
      "CCAACATACTCAGCAACAGATAAGTTGAATT": 936,
      "CGCGAAGTTAAAAAATTA": 937,
      "CTCCGAGG": 938,
      "CTGCTACGCCT": 939,
      "CCCCGTGTGGCACTA": 940,
      "CCAGCAGTTCTAACGCTCCCGCC": 941,
      "CTCGGGTCGGCGGA": 942,
      "GCATTGCGACCCGTA": 943,
      "GAGGATACGGATGTATT": 944,
      "GCTAAACGCTGAGTAA": 945,
      "CCGTGTGTTTTTGTGT": 946,
      "CGCTTTCTATA": 947,
      "CGGATACTCGGGCGT": 948,
      "GCTCTCAAGTATCGACATAATAGCTAGCGCA": 949,
      "GAGTCCGTTTA": 950,
      "CTGGGTCAAAGAGACGGGGA": 951,
      "TCCGACCGTCGG": 952,
      "GAGGTATTAGAATT": 953,
      "CAATTCCTAGATCAT": 954,
      "GAGCGA": 955,
      "GAGAGG": 956,
      "GAGTAA": 957,
      "CCCGAT": 958,
      "TAGA": 959,
      "TATTT": 960,
      "CAGCGT": 961,
      "GTCT": 962,
      "GTGCCTA": 963,
      "GTCTGA": 964,
      "GTCTCACC": 965,
      "GGCAT": 966,
      "GGGAAT": 967,
      "AATAA": 968,
      "CTCAT": 969,
      "CTGCTTCGAAA": 970,
      "CTGAAGGTT": 971,
      "GCAGAATT": 972,
      "GCACACCCGA": 973,
      "GCCGTT": 974,
      "GGAAA": 975,
      "GGACGG": 976,
      "GTTCAAT": 977,
      "GTTGAGGA": 978,
      "GAACTT": 979,
      "GAAGAT": 980,
      "GAACTA": 981,
      "CCATAAAA": 982,
      "CCAGCGAA": 983,
      "GTACCA": 984,
      "GTATAAAAA": 985,
      "CTTGT": 986,
      "CTTTT": 987,
      "CTTTAT": 988,
      "CTTGCT": 989,
      "CTTGAT": 990,
      "CTTGAGT": 991,
      "CTTGCGAA": 992,
      "GATGTA": 993,
      "GATGGGCA": 994,
      "CGGTA": 995,
      "CGGGT": 996,
      "CAACCCT": 997,
      "CAACCTA": 998,
      "CCTCGGT": 999,
      "CCTGACT": 1000,
      "TAAAGAA": 1001,
      "TAAATAGT": 1002,
      "CATCCA": 1003,
      "CTACGTA": 1004,
      "CTAGACGGGTAAT": 1005,
      "CAAATA": 1006,
      "CAAAGGA": 1007,
      "CAAAGATATGGACCGCGTACCGGGG": 1008,
      "CAAACCTTCAAA": 1009,
      "CGAACCTCGGATAACTGCT": 1010,
      "CCGTGCTCCCTAGCCGCC": 1011,
      "CGCGGTA": 1012,
      "CGGACCAT": 1013,
      "CCAACATT": 1014,
      "TATACGC": 1015,
      "GCCACCAAT": 1016,
      "GTATGTAT": 1017,
      "CCGAGCCGT": 1018,
      "GCAAGGT": 1019,
      "GCAACGAA": 1020,
      "GTGTGG": 1021,
      "GTGTTTCGTT": 1022,
      "GCGCGCA": 1023,
      "TTCATA": 1024,
      "TTCAGTAAT": 1025,
      "TTCACGATA": 1026,
      "CCCATA": 1027,
      "CCCTCTGCT": 1028,
      "GAAAGA": 1029,
      "GATATGGA": 1030,
      "GATATCCA": 1031,
      "CATTCTAT": 1032,
      "CATTGGTAA": 1033,
      "CCTTGCGA": 1034,
      "CCTTGCAA": 1035,
      "CCTTGCGT": 1036,
      "GTTACT": 1037,
      "GCTTGCGG": 1038,
      "GATTGAGG": 1039,
      "GGTTCAAT": 1040,
      "GGTTGATGAGTCAT": 1041,
      "CCCCTAAAA": 1042,
      "CACACGCC": 1043,
      "GGCTGTGCA": 1044,
      "GAATTGG": 1045,
      "GGATGCTT": 1046,
      "GTTTGGT": 1047,
      "GTTTTTGTGT": 1048,
      "GAGACTCGATT": 1049,
      "CACCTACGA": 1050,
      "GCGGTAA": 1051,
      "GCGGGTGT": 1052,
      "CGAATGATA": 1053,
      "CACTCAAACCAA": 1054,
      "GTGATAA": 1055,
      "GCCGAGCC": 1056,
      "GCCGAGCGA": 1057,
      "GCCGATAAACGGT": 1058,
      "CTTAGAATT": 1059,
      "CTTATTGCT": 1060,
      "CTCGACC": 1061,
      "CCCGAGAA": 1062,
      "GCGTACCAT": 1063,
      "CTAAAAAA": 1064,
      "GCCTTGACAAGAGAGGGGCCGT": 1065,
      "GTATTTAA": 1066,
      "GCCAACGCGGA": 1067,
      "GGGCTTA": 1068,
      "GCGCCCCA": 1069,
      "GCGCCCTATGCAT": 1070,
      "GTATACT": 1071,
      "GCTAAACGCC": 1072,
      "GGGATATAAATAGT": 1073,
      "GTCCTTATTA": 1074,
      "CCAGCAGATCTAA": 1075,
      "GCATGCTACGAAGAT": 1076,
      "TATGACGA": 1077,
      "CCTGTGTT": 1078,
      "CCGATTAA": 1079,
      "GAGCCGAGCGG": 1080,
      "GCGGGAGCCT": 1081,
      "CAAATGACAA": 1082,
      "CCGATAGCCACAT": 1083,
      "GCGGGGGTTGCCGCATGCTT": 1084,
      "CGGTAACGGATACTCGGGCGT": 1085,
      "CCGTTATATTGCATTCA": 1086,
      "CTCGATTGCAT": 1087,
      "TTGTCCGATAGCCACAT": 1088,
      "TACGAGGAGTTT": 1089,
      "CCACTGCAAAGTGGGA": 1090,
      "CGATCCTGATT": 1091,
      "TTTGCCCGTCGGCCAATTA": 1092,
      "CGCGAAGTTAAAAAAT": 1093,
      "CATATAGGAACGAA": 1094,
      "CTATTCT": 1095,
      "GAGAAAAT": 1096,
      "CGGTGAACGATCCTGAGT": 1097,
      "GCCTAACC": 1098,
      "CGATAACCCGA": 1099,
      "CCTCTAGCGAGGT": 1100,
      "GCCACATACAGGGCCTCACC": 1101,
      "GATATTGGT": 1102,
      "GTGACTCCGTT": 1103,
      "CAAAAAAACCCGAATCAGTGCCTAGGTGAA": 1104,
      "GCTCAAGCA": 1105,
      "GTGTTACCAGATGAA": 1106,
      "GAGGATAAAACGGTCACGTT": 1107,
      "TTTACGTAGTTAGTCGCCA": 1108,
      "CACAGGAGTCGGGCGTT": 1109,
      "CCATTCAGGCT": 1110,
      "GGGCAGCCCCGCGGTA": 1111,
      "GATCACTCGAACCAAGTACCTTCGCAT": 1112,
      "CTTGGCCT": 1113,
      "CCTCGTCAGA": 1114,
      "CATGTTACGAAGAT": 1115,
      "CATAGCGCGCGAT": 1116,
      "GGAACGCTGCGCGCGG": 1117,
      "CGAGCGCGGGCGAGTAGGACA": 1118,
      "GGTCGGCACCCTGCGCGGGA": 1119,
      "TTCAGTTGCCGAGCC": 1120,
      "CATACTATACTACT": 1121,
      "CCACTGCAAAGTGCGA": 1122,
      "TTTCGTGGGAGAGGCACCGCGCGAGACCCCCT": 1123,
      "TTATTGCGAGGGATACAACAATTATA": 1124,
      "CCGAGCCGTCTTAAA": 1125,
      "CGTATCGAA": 1126,
      "CGTATCGAACGGGGCTAAA": 1127,
      "TGAT": 1128,
      "GAGCCACCAAT": 1129,
      "CCCCT": 1130,
      "CCCGC": 1131,
      "CCCCGA": 1132,
      "TACGAA": 1133,
      "TAGGCT": 1134,
      "CAGCT": 1135,
      "CAGAGT": 1136,
      "CAGTATCGAATAGAGGA": 1137,
      "GTTAT": 1138,
      "GTGGT": 1139,
      "GTGCCTT": 1140,
      "GTGAACC": 1141,
      "GGTAAA": 1142,
      "GGGCAA": 1143,
      "GGGCTT": 1144,
      "GGGCATGA": 1145,
      "GCGGT": 1146,
      "GCGTAT": 1147,
      "GCGAAT": 1148,
      "GCGTAAT": 1149,
      "GCGTTCC": 1150,
      "AACGCCAT": 1151,
      "CTGGA": 1152,
      "CTGTT": 1153,
      "CTCCGT": 1154,
      "CTGGGA": 1155,
      "CTCGGT": 1156,
      "CTCGCA": 1157,
      "CTCTAT": 1158,
      "CTTAAAA": 1159,
      "CTCGGTT": 1160,
      "GCAGCGA": 1161,
      "GCAGCGAA": 1162,
      "GCAGTCC": 1163,
      "GCACGTTA": 1164,
      "GCAGCACGCA": 1165,
      "GCAGAGAAA": 1166,
      "GCCGCAT": 1167,
      "GGATAAT": 1168,
      "GGATTA": 1169,
      "CGAGA": 1170,
      "CGAGT": 1171,
      "CGACAAAA": 1172,
      "CGACAATT": 1173,
      "CGAGCTAT": 1174,
      "CGAGTACACT": 1175,
      "TAACAAAA": 1176,
      "TAACTGCT": 1177,
      "TATCA": 1178,
      "TATGTT": 1179,
      "TATCGAA": 1180,
      "TATCCCGT": 1181,
      "TATTAAAACACCTCT": 1182,
      "TATCATAT": 1183,
      "GTTGTTT": 1184,
      "GTTGGGGA": 1185,
      "GTTCAGTAT": 1186,
      "GTTGAGGGGCCA": 1187,
      "GAACCGA": 1188,
      "GAACAGG": 1189,
      "GAACCGAAAGTA": 1190,
      "GGTGCA": 1191,
      "CCAGCT": 1192,
      "CCAGTA": 1193,
      "CCAGGCGA": 1194,
      "GCTCGA": 1195,
      "GCTCACT": 1196,
      "GCTGGGGA": 1197,
      "GTAGTCCTT": 1198,
      "CTTGTAT": 1199,
      "GATCGG": 1200,
      "CGGGA": 1201,
      "CGGCAATT": 1202,
      "CGGGCTGGT": 1203,
      "CAACGT": 1204,
      "CCTGCTT": 1205,
      "CGTCCGA": 1206,
      "CGTGGGTGCA": 1207,
      "CGTGCGTACCAT": 1208,
      "CATGTT": 1209,
      "CATCCGGGA": 1210,
      "TTTTA": 1211,
      "TTTGAA": 1212,
      "CTACTA": 1213,
      "GCGAAAA": 1214,
      "CAAAGGCA": 1215,
      "CAAATATT": 1216,
      "CAAACCTCGGATAACTGCT": 1217,
      "CGAATA": 1218,
      "CCGTCCA": 1219,
      "CGCGCT": 1220,
      "CGCGCCA": 1221,
      "GGGACTACGT": 1222,
      "CAGTGGA": 1223,
      "CAGTCCGTAA": 1224,
      "GCCATAT": 1225,
      "GCCAGAA": 1226,
      "GCCACCTCCCGT": 1227,
      "GCCACGCGGTA": 1228,
      "CCGACGTGCGTACCAT": 1229,
      "CCCACTT": 1230,
      "CGGTCGT": 1231,
      "CCCTCC": 1232,
      "CCCTGT": 1233,
      "GAGTGA": 1234,
      "GAGTTA": 1235,
      "GAGTGCT": 1236,
      "CAATGAGG": 1237,
      "CAATGTCCAA": 1238,
      "CATAGT": 1239,
      "GAAAGGGACTACGT": 1240,
      "GATATGGTT": 1241,
      "GATATGTCTA": 1242,
      "GATAGG": 1243,
      "CATTCCAT": 1244,
      "CATTGGCT": 1245,
      "CCTTGAAA": 1246,
      "CTAACAT": 1247,
      "CGCCAA": 1248,
      "CGCCGGGA": 1249,
      "CGCCGCGCGCGA": 1250,
      "CGATTATA": 1251,
      "GAGGAA": 1252,
      "GAGGATT": 1253,
      "GTTAGGCGCCA": 1254,
      "CGCATACAAT": 1255,
      "GCTTGGCCGGCATT": 1256,
      "GGAACAAA": 1257,
      "GGAACGATGTGG": 1258,
      "CGTTCTT": 1259,
      "CGTTGCAA": 1260,
      "CGTTGCAACCA": 1261,
      "GATTGGCC": 1262,
      "GATTTTTT": 1263,
      "CTATCGG": 1264,
      "CTATCTA": 1265,
      "CTATGCCTT": 1266,
      "CCATGCCTA": 1267,
      "CCATGATCAGT": 1268,
      "GGTTTAT": 1269,
      "GGTTCCTAAAAA": 1270,
      "TAAAACGGT": 1271,
      "CGCTGT": 1272,
      "GAATTGA": 1273,
      "GAATTCTAT": 1274,
      "GGATGAA": 1275,
      "GAGACAA": 1276,
      "GAGAGATT": 1277,
      "CACCGCATTT": 1278,
      "GGCCGCTGTACTTCGTGCCA": 1279,
      "GCGGGCGA": 1280,
      "CAAAATTCCA": 1281,
      "CCTATTTCCAGCGA": 1282,
      "CAGACCAA": 1283,
      "CAAAAACCTGG": 1284,
      "CAAAAACCTGGA": 1285,
      "GCCGAGCAGCACGCA": 1286,
      "GCGCAGGA": 1287,
      "GCGCAGATGGGCA": 1288,
      "GTCAGCCGTT": 1289,
      "CCCCGTGCTCAAT": 1290,
      "CGGATCA": 1291,
      "GGTAGA": 1292,
      "CCAATGCCGATGAA": 1293,
      "GTCCGTATAAAAA": 1294,
      "GGAATCCCC": 1295,
      "CCATTTTTA": 1296,
      "TATATTCAATTCCTAGATCAT": 1297,
      "GCGCCTGTAGTT": 1298,
      "CATGAGCTTA": 1299,
      "GCGCCTATACGGGATATTAAAACACCTCT": 1300,
      "CGACATTTGATA": 1301,
      "GAGAAGCTCC": 1302,
      "CCTTTGCGAAGTTAAAAAA": 1303,
      "GATATCCGCC": 1304,
      "GATATCCCTAA": 1305,
      "GAGGATACGAAT": 1306,
      "GTATCGAATA": 1307,
      "TTATTGCTGGGGA": 1308,
      "CTCCCTAAAA": 1309,
      "GTAAATAT": 1310,
      "GTCGAGGGA": 1311,
      "GAGCAGCCCT": 1312,
      "GCTCTCCGA": 1313,
      "CGGCACCCT": 1314,
      "CCGGGCGC": 1315,
      "CCTCGGATAACTGCTACGCCT": 1316,
      "GATAGAGGGCCTCACC": 1317,
      "TAGGCGGA": 1318,
      "GTCGCGACACCTACGA": 1319,
      "GTTCTAACGCT": 1320,
      "CCAGTAACATCGATTT": 1321,
      "CTTGCATGTCGCGACACCCACGA": 1322,
      "CAGATAACTTGGCCT": 1323,
      "GCGACTCCAA": 1324,
      "CGGGGCTAAAGAGACGGGGT": 1325,
      "GCACGCAGCCA": 1326,
      "GCACGCAGTACCCCGA": 1327,
      "CAGTGCCTAGGGGAA": 1328,
      "CGTTATAACCGAAAGTT": 1329,
      "CGACATAATAGCTA": 1330,
      "GCGGGGGTTGCC": 1331,
      "GTACCGAA": 1332,
      "TATACGAGATATTA": 1333,
      "CTCGATTGCATGGAATCTT": 1334,
      "CGCCTTAT": 1335,
      "TAGAGGACAAAAAAA": 1336,
      "GCCGCCGTATTCAGT": 1337,
      "GATGCAAAA": 1338,
      "CTAGATGG": 1339,
      "GCCCTTATCGAA": 1340,
      "CGCGCGCGGGCGACTCA": 1341,
      "CCATGCCTTCTCGA": 1342,
      "CCATGCCTTCTCGATTGCAT": 1343,
      "CACACGCAGAGAAAA": 1344,
      "GTGCAGCTACCTCCCTT": 1345,
      "GCGCCAGATGA": 1346,
      "TATGATATCCCTAT": 1347,
      "TTTGCCCGTCGG": 1348,
      "CGTTCTTTTATACGC": 1349,
      "GAAATCTT": 1350,
      "TTGTGTGT": 1351,
      "CCCCCAGGCCGCCGGGCTCCGTGCTA": 1352,
      "CCTATGCGAA": 1353,
      "GTGAAGTTCC": 1354,
      "GCGGATCACT": 1355,
      "TAAGATGTTTGGT": 1356,
      "CCTGGGTGCACATTGGCT": 1357,
      "CTATCCTGCCAAAA": 1358,
      "GCTTCACC": 1359,
      "CCTCCAGCGAGGT": 1360,
      "TATTAGATCCCAA": 1361,
      "TATCCGCTGCGCCTTATGCAT": 1362,
      "GTGTTGTCCA": 1363,
      "CAGTGAGTCCTTATTA": 1364,
      "GAAAGGTTTCAGTAAT": 1365,
      "GAGCAGCCCCGCGGTA": 1366,
      "CCGCGCTA": 1367,
      "CCACGATAGGCTCA": 1368,
      "CACGCTTGTTATAGTCCGTAA": 1369,
      "CCTGAATCAGTGCCTAGGGGAA": 1370,
      "CGTCCCCCTTAAAGTCGAAGTCCGT": 1371,
      "GCATTCACTTTGTCGTTCTTTTATACGA": 1372,
      "CAGGCCCCGT": 1373,
      "GTCCCCCGT": 1374,
      "GAACGGCGGAAA": 1375,
      "CCTAGCCGCCTTAAACACA": 1376,
      "GTCAGCAATAAAGAA": 1377,
      "GCATTGCGACTCGTAAACCCCAT": 1378,
      "CCCTCCACGTAGTTCTT": 1379,
      "CGAATTATCCACTGCGCAT": 1380,
      "CACAGTCATGGT": 1381,
      "CCCGGTGACGG": 1382,
      "GCACTTTACGAGGA": 1383,
      "GCAGCATCC": 1384,
      "GATGGCGACTTCAACC": 1385,
      "TAATCTACATACTATACTACT": 1386,
      "CAATGAGTCCTTATTA": 1387,
      "CGCCGAGGCTCA": 1388,
      "GCGTCCCCCAGGCCGCCGGGCTCCGTGCTCCCTAGCCGCC": 1389,
      "TTATTGCGAGGGATGCAAAA": 1390,
      "GTCTTTATCTCAGCCGCCGTATTCAGT": 1391,
      "TTCATTCGCAGCTA": 1392,
      "CCAGCAGTTCTAACGCTCCCGCCCGG": 1393,
      "CCGTGTGTTTTTGTGTTAACAGATGAA": 1394,
      "GGGAATGGATATA": 1395,
      "CCATAAAACCTGACT": 1396,
      "CTTGATTAAGATGTTTGGT": 1397,
      "CTTGCGAAGCTGA": 1398,
      "GATGTAGTCCGT": 1399,
      "CCCTCTGCTCTAT": 1400,
      "GATATCCACCGTATA": 1401,
      "GCTTGCGGGCAT": 1402,
      "CCAGCAGATCTAACGCTTCCACCCA": 1403,
      "GCGGGAGCCTGAGCAT": 1404,
      "TTGTCCGATAGCCACATCATCCGGGA": 1405,
      "CCGAGCCGTCTTAAACA": 1406,
      "GTGCCTTCGCAT": 1407,
      "TATCATATCCGT": 1408,
      "GATATGGTTCGC": 1409,
      "GATTTTTTGAAT": 1410,
      "GTGTTGTCCACGCGCCCCA": 1411,
      "GCGTCCCCCAGGCCGCCGGGCTCCGTGCTCCCTAGCCGCCCTA": 1412,
      "TCTGG": 1413,
      "GACAAA": 1414,
      "GAGAGT": 1415,
      "GAGCGG": 1416,
      "GACGAAA": 1417,
      "GACTGA": 1418,
      "GAGTATA": 1419,
      "GACGAAAA": 1420,
      "CCGGA": 1421,
      "CCGAA": 1422,
      "CCCAGT": 1423,
      "CCCGCT": 1424,
      "CCCGAAT": 1425,
      "CCCCTCTTGCAT": 1426,
      "TACAA": 1427,
      "TACAAAA": 1428,
      "TAGTCGA": 1429,
      "CAGAAA": 1430,
      "CAGATA": 1431,
      "GTCGC": 1432,
      "GTTAAT": 1433,
      "GTGAGG": 1434,
      "GTGATT": 1435,
      "GTCGGAAA": 1436,
      "GTGATATGTCTA": 1437,
      "GGGCC": 1438,
      "GGGTT": 1439,
      "GGCAA": 1440,
      "GGCAAA": 1441,
      "GGCATA": 1442,
      "GGCAGTGCA": 1443,
      "TTGAT": 1444,
      "TTGCAAA": 1445,
      "GCGCTGA": 1446,
      "AAGAGTTGTGGA": 1447,
      "CTCGC": 1448,
      "CTCGCC": 1449,
      "CTCCCC": 1450,
      "CTCGCTGT": 1451,
      "GCATTTA": 1452,
      "GCCTTCA": 1453,
      "GCCAAA": 1454,
      "GCCTTTA": 1455,
      "GCCTAATGCA": 1456,
      "GCCCCCTCTTAA": 1457,
      "GGACCCT": 1458,
      "GGAGATA": 1459,
      "GGAGTCTT": 1460,
      "GGAGCTACAT": 1461,
      "CGAGGCT": 1462,
      "CGACGTAA": 1463,
      "TAACAA": 1464,
      "TAACGT": 1465,
      "TAACCGACA": 1466,
      "TATGCA": 1467,
      "TATTATA": 1468,
      "TATCCCT": 1469,
      "TATCTGCT": 1470,
      "TATGACAA": 1471,
      "GTTGA": 1472,
      "GTTTAA": 1473,
      "GTTGTT": 1474,
      "GTTGGT": 1475,
      "GTTGTA": 1476,
      "GTTGAT": 1477,
      "GTTCCT": 1478,
      "GTTCATT": 1479,
      "GTTCACC": 1480,
      "GTTGTTTA": 1481,
      "GGTTT": 1482,
      "GGTCGAA": 1483,
      "GGTCAAAA": 1484,
      "GGTGTTCC": 1485,
      "GGTCTCGAGTAT": 1486,
      "GGTCACTCAAACCAA": 1487,
      "CCACGTA": 1488,
      "CCACGGTAACGGATACTCGGGCGT": 1489,
      "GCTTAATGCA": 1490,
      "GTAGAT": 1491,
      "GTACGCAA": 1492,
      "GTACGGTGA": 1493,
      "CTTGCTTCA": 1494,
      "GATGTCA": 1495,
      "GATGGGCT": 1496,
      "GATCCCAA": 1497,
      "GATCTTATTGCT": 1498,
      "CAATATA": 1499,
      "CAACCTTT": 1500,
      "CAACAGTGCT": 1501,
      "CCTGAGT": 1502,
      "CCTCTAAA": 1503,
      "CCTCCCAA": 1504,
      "CCTTAAACACA": 1505,
      "TAAATT": 1506,
      "TAAACCA": 1507,
      "TAAAAAA": 1508,
      "TAAAGTCGAA": 1509,
      "TAAACACCTCT": 1510,
      "CGTGT": 1511,
      "CGTTTT": 1512,
      "CGTCTA": 1513,
      "CGTCCTT": 1514,
      "CGTCCAT": 1515,
      "CGTCCCC": 1516,
      "CGTGCCAT": 1517,
      "CGTCTCCCTAAAA": 1518,
      "CATGCA": 1519,
      "CATCCAT": 1520,
      "CATGCGTAAT": 1521,
      "CATGCCCCCTCTTAA": 1522,
      "CTACC": 1523,
      "CTAGCA": 1524,
      "GCGATA": 1525,
      "GCGAAA": 1526,
      "GCGACTT": 1527,
      "GCGAGCTAA": 1528,
      "GCGACTTCAA": 1529,
      "CAAATAA": 1530,
      "CAAACACA": 1531,
      "CGAAGAA": 1532,
      "CGAACGCGGA": 1533,
      "CGAATAAAGGA": 1534,
      "CCGTGAGTT": 1535,
      "GCATCCGAT": 1536,
      "CGCGTT": 1537,
      "CGGATAAT": 1538,
      "GGGAGTCTGA": 1539,
      "CCAATA": 1540,
      "CCAACGA": 1541,
      "CAGTTA": 1542,
      "CAGTTTCA": 1543,
      "CAGTCTAT": 1544,
      "CAGTGTCGAA": 1545,
      "GCCATA": 1546,
      "GCCACA": 1547,
      "GCCATTCA": 1548,
      "GCCAGACA": 1549,
      "CCGACT": 1550,
      "GCTAGA": 1551,
      "GCAAGACGCGA": 1552,
      "GTGTCA": 1553,
      "GTGTGCA": 1554,
      "GTGTCAGGT": 1555,
      "GTGTTAATT": 1556,
      "GCGCGT": 1557,
      "GCGCGAT": 1558,
      "TAATCTAT": 1559,
      "TTCATAGT": 1560,
      "CCCACCAA": 1561,
      "CCCACCCAA": 1562,
      "CCCATAACGT": 1563,
      "CGGTGTA": 1564,
      "GAATGCCCCCACCATAAA": 1565,
      "GCCTGTAGTT": 1566,
      "CCCTCCCGT": 1567,
      "GAGTCGG": 1568,
      "GAGTGGGG": 1569,
      "CAATGAGCCACCAAT": 1570,
      "CATAGCTA": 1571,
      "GAAAAAA": 1572,
      "GATATCAGGT": 1573,
      "GATATTT": 1574,
      "GATACTCA": 1575,
      "GATACTGGCCAGTGTCCAA": 1576,
      "CATTCTTTAAA": 1577,
      "CCTTCAA": 1578,
      "CCTTGGTGGA": 1579,
      "CCTTGCAACCA": 1580,
      "CGCCGCGC": 1581,
      "CGCCGTCCA": 1582,
      "CTCAGCTAA": 1583,
      "GGGGTA": 1584,
      "GGGGCGG": 1585,
      "GAGGACA": 1586,
      "GAGGATTA": 1587,
      "GAGGATTTGG": 1588,
      "GTTACC": 1589,
      "GTTATAAT": 1590,
      "GATTCTGGCCAGTGTCCAA": 1591,
      "GCGTCAGGT": 1592,
      "AAATTA": 1593,
      "GGTTCA": 1594,
      "TAAAATT": 1595,
      "CCCCTA": 1596,
      "CCCCGCAAT": 1597,
      "CACAGCGC": 1598,
      "CGCTGAGGATA": 1599,
      "GAATTGAT": 1600,
      "GTTTTT": 1601,
      "GTTTCGTT": 1602,
      "GTTTGGCCA": 1603,
      "GTTTGCCACAT": 1604,
      "CTTTGGCTT": 1605,
      "CTTTGTCCGTATAAAAA": 1606,
      "CTTTGCAGCATCC": 1607,
      "CACCTAT": 1608,
      "CAAAACATT": 1609,
      "CAAAAGGTGGA": 1610,
      "CTCTTAA": 1611,
      "CTCTCTT": 1612,
      "CTCTCGAGT": 1613,
      "GCCTAGTGAAGTTCC": 1614,
      "CAGAGGTGAA": 1615,
      "CAAAAACACTT": 1616,
      "CAAAAACATATA": 1617,
      "CAAAAATGAT": 1618,
      "CACTCGAACCAA": 1619,
      "GCCGAGAGTGAT": 1620,
      "GCGCAGTGCC": 1621,
      "CTTAGCAA": 1622,
      "CTTAGGTCGG": 1623,
      "CTCGACACTA": 1624,
      "GCGAACCACGGT": 1625,
      "CCCCGTGGGGT": 1626,
      "CGGATCT": 1627,
      "CCGTTGGGCA": 1628,
      "GTCGGCA": 1629,
      "CCAATTAA": 1630,
      "CCAATGCT": 1631,
      "GTCCGTATCGAACGGGGCTAAA": 1632,
      "GCATTCC": 1633,
      "GCATTGCGCCT": 1634,
      "CTAAAT": 1635,
      "CTTAACGCTT": 1636,
      "GAGTTGGGGT": 1637,
      "GAGTTCAGTCTACCCC": 1638,
      "GAGTTTAAAAT": 1639,
      "CCATTGAGTGT": 1640,
      "CAGGCCGATA": 1641,
      "CTTGACAAAA": 1642,
      "CTGACGAT": 1643,
      "GATATCCGCT": 1644,
      "GAGGATACGGA": 1645,
      "GTGGCATT": 1646,
      "GTAAAAA": 1647,
      "GGGATACAA": 1648,
      "GTCCTCCGT": 1649,
      "GTCCTCCGTGAGGT": 1650,
      "GGTGAATAGTCCT": 1651,
      "CCAGCATA": 1652,
      "GTGCCGATGAA": 1653,
      "CCCCCACGA": 1654,
      "CCCCCACATAGGT": 1655,
      "TAATTTATGCTCGGGTGT": 1656,
      "CCAGCGAGCCTAGAGAAGTTCC": 1657,
      "GCTCCCCTGCA": 1658,
      "GCTTACAGGT": 1659,
      "CGGGGGGTGGA": 1660,
      "GAGCAGCCAT": 1661,
      "TAACACATGAA": 1662,
      "CGCAACGAA": 1663,
      "GCGATCAAT": 1664,
      "GCTCTGAGGTAT": 1665,
      "CGGCACTTTCA": 1666,
      "GGTAATCCTA": 1667,
      "CCTGGGTAGCA": 1668,
      "GCTTTGAAA": 1669,
      "GCTTTCAATA": 1670,
      "CCTGTCTACCCC": 1671,
      "GTGGGAAAGAGTTGTGGA": 1672,
      "GCGCGGGACCAGCA": 1673,
      "TAAAAACCTTCAAA": 1674,
      "GCATGCTTGAGGACA": 1675,
      "GAATTATATCCCAT": 1676,
      "GAACCCCTCTTGCAT": 1677,
      "CGTCCACGCGT": 1678,
      "CCGATAGCGACTTCAACC": 1679,
      "TATGATGAGGGG": 1680,
      "GTACCTTCGCATGAGT": 1681,
      "CGTCATAACCGACA": 1682,
      "TACGAGGAGTT": 1683,
      "GCGGACCCCAGTAACATCGA": 1684,
      "TTGCGTAT": 1685,
      "CCGTGTGTTTGTGTGT": 1686,
      "CGATCCTGAGTT": 1687,
      "GTGCAGCTACCTCCCGT": 1688,
      "GTGCAGCTACCTTGCGT": 1689,
      "GAGATCAGGT": 1690,
      "CTCTCTCCATT": 1691,
      "CGAATTATCTGCT": 1692,
      "GAATCAGCTGCTTTGAAA": 1693,
      "CGTATGTAT": 1694,
      "GAGCCGATAGG": 1695,
      "GAGTATAAAACGGTCA": 1696,
      "GATTAGCC": 1697,
      "CAATAGCA": 1698,
      "CGACATAATAGCTAGCGCAGTGCC": 1699,
      "CAGCACATTCA": 1700,
      "CCTTACTA": 1701,
      "GTTTTTAGTCGA": 1702,
      "CCAGCAGTTCTAACGCTCCCACCCA": 1703,
      "GATCTAACGCT": 1704,
      "TTTCGTGGGAGAGGCGCC": 1705,
      "CCGTTATTTA": 1706,
      "GAGGATACGGATGTATGTAT": 1707,
      "GAGCCGAGCGAGAATGGCGGAAA": 1708,
      "GAGCCGAGCGAGAATCACGAAAA": 1709,
      "TTGCGAATGCGCAAGGTGA": 1710,
      "GCCGATGAAGGAACGATGTGG": 1711,
      "CGATATGTT": 1712,
      "CCACGGTGCTAAAT": 1713,
      "GCTGTACTTCGCGCCA": 1714,
      "CATTAGATCCCA": 1715,
      "GTGACTCGTA": 1716,
      "TATTAGATCCCA": 1717,
      "CCCGGGGACGG": 1718,
      "GGTATGGTTGATGAGTCAT": 1719,
      "CTCCCTGCTCTAT": 1720,
      "TAAATTAACA": 1721,
      "CTTAAAGGTCACACGCC": 1722,
      "TTTGATATCGGCACATTCA": 1723,
      "CGATGTGACACAGGAGTCGGGCGTT": 1724,
      "TATGCTCGGGCGT": 1725,
      "TATGCTCGGGTGTTGTCCACGCGCCCCA": 1726,
      "GAATGGCGGAAAGACAAAA": 1727,
      "GTTAAGCGCCACCGCGT": 1728,
      "GATTGGTGCCAGATAGAGGGCCTCACC": 1729,
      "CTTGCACGACTCACGATGCGGACCCCAGTAACATCGATTT": 1730,
      "GTCGGAGAAA": 1731,
      "CTTCAAATTTACGTAGTTAGTCGCCA": 1732,
      "CGGTAATCCACGATAGGCTCA": 1733,
      "GATATCTGGTCCGTGTGTTTTT": 1734,
      "CCTTTACGT": 1735,
      "CCAATGTGGATGAA": 1736,
      "CAGGCCGACAGCGTCCGA": 1737,
      "GAGTGTCCTTTGGTAAT": 1738,
      "CCCTCCACATAGTTCTT": 1739,
      "GGGGGAGGTATGGTTGATGAGTCAT": 1740,
      "CGCAGGAGTCGG": 1741,
      "CAAAAGCATTTCCCGAGAA": 1742,
      "CCTAGCCACCTTAAACACA": 1743,
      "CCCGAGTCGTTATAACTGAAGGTT": 1744,
      "CACGCAGCCA": 1745,
      "GGTCGTGATCT": 1746,
      "GCAAGGTCTTCCCCGTGCTCAAT": 1747,
      "GCCTGGGTTGCC": 1748,
      "GTTTGTGTATTA": 1749,
      "GTGATTTCCCAT": 1750,
      "CATGAGCATACGGTCGT": 1751,
      "CCAACATACTCAGCAACAGATAAGTTGAATTGTCGCC": 1752,
      "CTCCGAGGCTAA": 1753,
      "CTCGGGTCGGCGGATTTCGTGGGAGAGGCACCGCGCGAGACCCCCT": 1754,
      "GCATTGCGACCCGTAAA": 1755,
      "GAACTTCT": 1756,
      "CCAGCGAACCTA": 1757,
      "GTACCAGATTTTTTGAAT": 1758,
      "CAAATACCTTTACGT": 1759,
      "GCAACGAAGATATGGACCGCGTACCGGGG": 1760,
      "TTCACGATAGGCT": 1761,
      "GAAAGACGAT": 1762,
      "CCCCTAAAAGATGTAGTCCGT": 1763,
      "GAGACTCGATTGCCGAGCAGCACGCA": 1764,
      "GCGGTAAGGTCA": 1765,
      "GTGATAACCGACGTGCGTACCAT": 1766,
      "CTCGACCTATGATGAGGGG": 1767,
      "CCGATTAACAGTGCT": 1768,
      "CAAATGACAACATAA": 1769,
      "CCACTGCAAAGTGGGAAAAAGTTGTGGA": 1770,
      "GCTCAAGCACAGGCT": 1771,
      "GATCACTCGAACCAAGTACCTTCGCATGACT": 1772,
      "CGAGCGCGGGCGAGTAGGACAGCTGA": 1773,
      "GTTGGGGACTCGCTGT": 1774,
      "GCTCGAGGATA": 1775,
      "GCGAAAACTTAAA": 1776,
      "GAGACAAGGTGGA": 1777,
      "GAGAGATTGCGAA": 1778,
      "CGGATCACGATT": 1779,
      "GCGACTCCAACGCGGA": 1780,
      "GCGGATCACTGTGACTCCGTT": 1781,
      "GTCTTTATCTCAGCCGCCGTATTCAGTGCCCTTATCGAA": 1782,
      "GATATCCACCGTATACAT": 1783,
      "TATCATATCCGTCGTATA": 1784,
      "GCGTCCCCCAGGCCGCCGGGCTCCGTGCTCCCTAGCCGCCCTACGCA": 1785,
      "GGGCCGATGCA": 1786,
      "CGACGTAATAGCTAGCGCAGTGCC": 1787,
      "CGTCTCCCTAAAAGTCGAAGTCCGT": 1788,
      "CATGCCCCCTCTTAAGGGGGAGGTATGGTTGATGAGTCAT": 1789,
      "CGAACGCGGAGGACGA": 1790,
      "CCGTGAGTTCAATGAGCCACCAAT": 1791,
      "GCCAGACAGAGG": 1792,
      "GTGTTAATTCGCC": 1793,
      "TAATCTATGTTGAA": 1794,
      "GCCTGTAGTTCTCGCA": 1795,
      "CAAAAATGATCGCGCAA": 1796,
      "CTTAACGCTTCTATCTA": 1797,
      "GCTCCCCTGCACGCCA": 1798,
      "CCTGGGTAGCACGCC": 1799,
      "GTACCAGATTTTTTGAATCAAATACCTTTACGT": 1800,
      "CATGCCCCCTCTTAAGGGGGAGGTATGGTTGATGAGTCATCCGG": 1801,
      "CCGTGAGTTCAATGAGCCACCAATCTGTTA": 1802,
      "CGTAAT": 1803,
      "TCTACGTA": 1804,
      "GAGCT": 1805,
      "GAGCGCGGGCGA": 1806,
      "GAGTAAAT": 1807,
      "GAGGGATATAAATAGT": 1808,
      "GACCATAAAACCTGACT": 1809,
      "CCGCA": 1810,
      "CCGCT": 1811,
      "CCGTA": 1812,
      "CCGCTT": 1813,
      "CCGGGT": 1814,
      "CCGCGGA": 1815,
      "CCGAAGGTT": 1816,
      "CCCAAAATTCCA": 1817,
      "TACATA": 1818,
      "TACGTT": 1819,
      "TAGGCC": 1820,
      "TAGTATT": 1821,
      "TACCTTCGCAT": 1822,
      "TACAGGA": 1823,
      "TACCGCGT": 1824,
      "TACCATGCCTTCTCGA": 1825,
      "CACGC": 1826,
      "CAGCAA": 1827,
      "CAGGAT": 1828,
      "CAGCGCC": 1829,
      "CACGCTA": 1830,
      "CAGTAGTTCTTGA": 1831,
      "CAGCTCTCCGA": 1832,
      "GTCGT": 1833,
      "GTGAAT": 1834,
      "GTCGTA": 1835,
      "GTGAGA": 1836,
      "GTGCGG": 1837,
      "GTGTATA": 1838,
      "GTCTGCC": 1839,
      "GGGTA": 1840,
      "GGCGG": 1841,
      "GGCTA": 1842,
      "GGGCGA": 1843,
      "GGGTAT": 1844,
      "GGCGGT": 1845,
      "GGGTTA": 1846,
      "GGCGCGA": 1847,
      "GGGAATGGCGGAAA": 1848,
      "GGGTATTTAA": 1849,
      "TTGGA": 1850,
      "TTCGA": 1851,
      "TTTTT": 1852,
      "TTCGC": 1853,
      "TTGCCT": 1854,
      "TTCAAAA": 1855,
      "TTTATGCTCGGGTGT": 1856,
      "GCGGAA": 1857,
      "GCTAAAA": 1858,
      "GCGAATCA": 1859,
      "CTGAA": 1860,
      "CTCAGT": 1861,
      "CTGCCA": 1862,
      "CTGAAT": 1863,
      "CTGAAA": 1864,
      "CTCGTA": 1865,
      "CTGGTT": 1866,
      "CTGCAAA": 1867,
      "CTGCGTAT": 1868,
      "GCAAAA": 1869,
      "GCACACCT": 1870,
      "GCCGGA": 1871,
      "GCCGCATA": 1872,
      "GCCGCATGCTT": 1873,
      "GCCCGTAA": 1874,
      "GCCCCATGATCAGT": 1875,
      "GGAGCGAA": 1876,
      "GGAAAT": 1877,
      "GGAGTACACT": 1878,
      "CGAGGA": 1879,
      "CGACAAA": 1880,
      "CGACATA": 1881,
      "CGACTCA": 1882,
      "CGACCCC": 1883,
      "CGAGGAT": 1884,
      "CGAGGTA": 1885,
      "CGACGAAA": 1886,
      "TAAGA": 1887,
      "TAAGT": 1888,
      "TAACAGA": 1889,
      "TAAGTGGA": 1890,
      "TAACCGAAAGTA": 1891,
      "TAACCTAGCCA": 1892,
      "TATTAT": 1893,
      "TATCCA": 1894,
      "TATCCAA": 1895,
      "TATCATA": 1896,
      "TATCATT": 1897,
      "TATCCATTGGA": 1898,
      "GTTCAA": 1899,
      "GTTCGT": 1900,
      "GTTGGCA": 1901,
      "GTTGTTCTTAA": 1902,
      "GTTCTTAAT": 1903,
      "GTTCCCTCCCGT": 1904,
      "GAAGAGAA": 1905,
      "GAAGTGAACC": 1906,
      "GGTGT": 1907,
      "GGTGG": 1908,
      "GGTGGT": 1909,
      "GGTGTA": 1910,
      "GGTGGTCGGCACCCTGCGCGGGA": 1911,
      "CCATAT": 1912,
      "CCACGG": 1913,
      "CCACGAT": 1914,
      "CCAGCGGA": 1915,
      "CCAGAGACAAGGTGGA": 1916,
      "GCTCAT": 1917,
      "GCTTAAT": 1918,
      "GCTGAGG": 1919,
      "GCTGGAAT": 1920,
      "GTAGA": 1921,
      "GTACCCT": 1922,
      "GTACCTT": 1923,
      "GTACGCA": 1924,
      "GTAGCTT": 1925,
      "GTACACC": 1926,
      "GTACTCTCTCCATA": 1927,
      "CTTCA": 1928,
      "CTTCGTA": 1929,
      "CTTGGAT": 1930,
      "CTTCGCGA": 1931,
      "CTTCGCAT": 1932,
      "CTTCGGTA": 1933,
      "GATGCAT": 1934,
      "GATGCAA": 1935,
      "GATGAGG": 1936,
      "GATGCTAA": 1937,
      "GATCCTCT": 1938,
      "GATCACTT": 1939,
      "GATCCTTA": 1940,
      "GATGCGGACCCCAGTAACATCGATTT": 1941,
      "GATGGCGT": 1942,
      "GATCCCCTCTTGCAT": 1943,
      "CGGGGA": 1944,
      "CGGGTA": 1945,
      "CGGCAA": 1946,
      "CGGGCCT": 1947,
      "CGGGTTT": 1948,
      "CGGCTTT": 1949,
      "CGGTACT": 1950,
      "CAAGAA": 1951,
      "CAACTAA": 1952,
      "CAAGCCGA": 1953,
      "CAACTTA": 1954,
      "CAACGGTCA": 1955,
      "CAACTGCTTCGAAA": 1956,
      "CAAGAGAAAAT": 1957,
      "CCTCCAA": 1958,
      "CCTCCGA": 1959,
      "CCTGAGGA": 1960,
      "CCTGTGA": 1961,
      "CCTCCTGG": 1962,
      "CCTGACC": 1963,
      "CCTCGTCA": 1964,
      "TAAATA": 1965,
      "TAAAGGT": 1966,
      "TAAAGACGAAGTCCGT": 1967,
      "TAAACTCCTCT": 1968,
      "CGTCGA": 1969,
      "CGTGGCC": 1970,
      "CGTGCCAA": 1971,
      "CGTCTTAAA": 1972,
      "CGTTATATTCAATTCCTAGATCAT": 1973,
      "CATCT": 1974,
      "CATGCTA": 1975,
      "CATCGGT": 1976,
      "CATCGTTA": 1977,
      "CATGGAATCTT": 1978,
      "CATCAGGCT": 1979,
      "CATGCCAT": 1980,
      "CATCAATTT": 1981,
      "TTTTAT": 1982,
      "TTTTATA": 1983,
      "CTACCGT": 1984,
      "CTACTCA": 1985,
      "CTATATT": 1986,
      "CTAGTCCGT": 1987,
      "CTACTGA": 1988,
      "CTACTGCC": 1989,
      "CTAGGCGAA": 1990,
      "GCGAGGAATCCCC": 1991,
      "GCGAGACGAAA": 1992,
      "CAAATAT": 1993,
      "CAAACTT": 1994,
      "CAAACAA": 1995,
      "CCGTCGGT": 1996,
      "CCGTCTTTA": 1997,
      "CCGTGAGGTATTAGAATT": 1998,
      "CCGTTATGTT": 1999,
      "GCATGTTA": 2000,
      "GCATCGACATAATAGCTAGCGCA": 2001,
      "GCATGAAATCTT": 2002,
      "CGCGGGGT": 2003,
      "CGCGCGGGAGCCTGAGCAT": 2004,
      "CGGAGTT": 2005,
      "CGGACGATGTGG": 2006,
      "CGGACCTCCAGCGA": 2007,
      "GGGAAA": 2008,
      "GGGACT": 2009,
      "GGGAGCCT": 2010,
      "GGGATATT": 2011,
      "GGGAAATAA": 2012,
      "GGGATATTAAAACACCTCT": 2013,
      "CCAACGTA": 2014,
      "CAGTCAT": 2015,
      "CAGTGAGA": 2016,
      "CAGTCGGTAA": 2017,
      "CAGTCAGTATCGAATAGAGGA": 2018,
      "TATATA": 2019,
      "TATACATT": 2020,
      "TATACTCGG": 2021,
      "TATACTCGGGCGT": 2022,
