{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "A": 1,
      "C": 2,
      "G": 3,
      "T": 4,
      "CC": 5,
      "GG": 6,
      "AT": 7,
      "GT": 8,
      "CT": 9,
      "AA": 10,
      "CG": 11,
      "CA": 12,
      "GA": 13,
      "CGT": 14,
      "TT": 15,
      "CAT": 16,
      "CGG": 17,
      "GCC": 18,
      "GCT": 19,
      "GGT": 20,
      "AGT": 21,
      "CCT": 22,
      "CAA": 23,
      "GAT": 24,
      "CTT": 25,
      "GAA": 26,
      "CGA": 27,
      "CCA": 28,
      "ATT": 29,
      "GCA": 30,
      "GGA": 31,
      "GTT": 32,
      "GCG": 33,
      "ATA": 34,
      "GGGG": 35,
      "ACT": 36,
      "CCCC": 37,
      "GCAT": 38,
      "CTA": 39,
      "CACC": 40,
      "CATT": 41,
      "GTA": 42,
      "CGAT": 43,
      "CTGG": 44,
      "CAAT": 45,
      "CGAA": 46,
      "CGCC": 47,
      "AGTT": 48,
      "TTT": 49,
      "CGTT": 50,
      "GCCT": 51,
      "GCGG": 52,
      "CTCC": 53,
      "GAGT": 54,
      "CGCGT": 55,
      "GGGT": 56,
      "ACC": 57,
      "GCGT": 58,
      "GGTT": 59,
      "GAAT": 60,
      "CGGA": 61,
      "CGCA": 62,
      "GGCC": 63,
      "CGCT": 64,
      "GGGCC": 65,
      "CCTCC": 66,
      "CATA": 67,
      "GCTT": 68,
      "CTTT": 69,
      "GACC": 70,
      "ATGT": 71,
      "GCAA": 72,
      "GATT": 73,
      "AAA": 74,
      "CGTCC": 75,
      "CAGA": 76,
      "CTAT": 77,
      "CGTGT": 78,
      "CTGA": 79,
      "CGGT": 80,
      "CAGT": 81,
      "CACCA": 82,
      "ATTT": 83,
      "GAAA": 84,
      "GAGG": 85,
      "CGCG": 86,
      "CCTT": 87,
      "GCCGT": 88,
      "AGG": 89,
      "ATAT": 90,
      "GGTCC": 91,
      "GATA": 92,
      "CCTA": 93,
      "GGAA": 94,
      "GGCT": 95,
      "ATAA": 96,
      "GAGCC": 97,
      "CCGT": 98,
      "GACTT": 99,
      "ATCT": 100,
      "AAGCT": 101,
      "CGTA": 102,
      "GCGA": 103,
      "CCAGGT": 104,
      "CGATA": 105,
      "GAAAA": 106,
      "CAGG": 107,
      "CACT": 108,
      "GCGCGG": 109,
      "CGTAA": 110,
      "GCGCC": 111,
      "GGGTT": 112,
      "GGCCT": 113,
      "GACT": 114,
      "ATTA": 115,
      "GCCCC": 116,
      "ATCC": 117,
      "GCATCGA": 118,
      "CGCCGT": 119,
      "GTCGA": 120,
      "GGCAA": 121,
      "GCTA": 122,
      "CCCAT": 123,
      "AGAA": 124,
      "ATATT": 125,
      "CCCCTT": 126,
      "CTGT": 127,
      "AAAA": 128,
      "CGCTT": 129,
      "CATCC": 130,
      "GACGG": 131,
      "AGAT": 132,
      "CTGGA": 133,
      "GCGGT": 134,
      "GGAGTT": 135,
      "GAGTA": 136,
      "CGTTT": 137,
      "GGCTA": 138,
      "GGAT": 139,
      "GGCA": 140,
      "CAAGCA": 141,
      "CGTCGT": 142,
      "GTCC": 143,
      "AAGCA": 144,
      "CCTCGA": 145,
      "CACATT": 146,
      "AAAGT": 147,
      "AGGT": 148,
      "CATTT": 149,
      "GCTGT": 150,
      "GCACATA": 151,
      "CAATATT": 152,
      "CGTCTT": 153,
      "GTCG": 154,
      "GGTA": 155,
      "ATCCA": 156,
      "CTTTT": 157,
      "AAGT": 158,
      "AAGAA": 159,
      "CCTGT": 160,
      "GGCGG": 161,
      "CCAA": 162,
      "ACGA": 163,
      "CAAGGCCT": 164,
      "TTA": 165,
      "GCGTCTT": 166,
      "CGGCGA": 167,
      "GGGTCCCC": 168,
      "CGGGGT": 169,
      "AGTACC": 170,
      "CGCACC": 171,
      "GCGCCTCC": 172,
      "CTCG": 173,
      "CACAT": 174,
      "GATGCT": 175,
      "GAAGT": 176,
      "AACC": 177,
      "AAGGA": 178,
      "ATTGGT": 179,
      "AAT": 180,
      "CTGGGA": 181,
      "CTGGAGCT": 182,
      "GGCTT": 183,
      "GCATGGGCC": 184,
      "CGTTATA": 185,
      "AGTAT": 186,
      "GGGCCAGAA": 187,
      "CGCTTGT": 188,
      "GATGT": 189,
      "CAGCC": 190,
      "GACTTCAAGGCCT": 191,
      "GTTT": 192,
      "GATGGGTT": 193,
      "AGTCTT": 194,
      "AAAGTT": 195,
      "CACTCC": 196,
      "CGTCCCA": 197,
      "CACATTCGCCGT": 198,
      "ACTGT": 199,
      "ATGTTT": 200,
      "CTTA": 201,
      "GGAGCC": 202,
      "GAGCCT": 203,
      "GCTAT": 204,
      "GCGAGGT": 205,
      "GGTAA": 206,
      "CGGACATT": 207,
      "CAGGTT": 208,
      "CGTACT": 209,
      "CGAACC": 210,
      "GACGCA": 211,
      "CCCT": 212,
      "GAATAAAA": 213,
      "CCCTT": 214,
      "CTGGGT": 215,
      "CGCGTACT": 216,
      "ATCACC": 217,
      "GGTCATT": 218,
      "CAAA": 219,
      "GAGTCGA": 220,
      "CTGGAGCTGGGG": 221,
      "CAGAGCC": 222,
      "GGAGCGCC": 223,
      "CTGCT": 224,
      "CGGGGCC": 225,
      "CCACTT": 226,
      "AGTCAATATT": 227,
      "CGGAGAA": 228,
      "CGCGCGATA": 229,
      "GGGCGAGGT": 230,
      "CGCGAA": 231,
      "CGTCGAT": 232,
      "GTCGCGAT": 233,
      "GCATGGGCCGAAAA": 234,
      "GATCGT": 235,
      "GACGGGT": 236,
      "AGTA": 237,
      "GGGGGGGG": 238,
      "CGTGTGT": 239,
      "CACCAGGGCC": 240,
      "AGTCTTCACCA": 241,
      "CGCACGTAA": 242,
      "AGTACCGCGGT": 243,
      "CGCACCGGAGCGCC": 244,
      "CACAGA": 245,
      "GAGCT": 246,
      "CCTCGAACC": 247,
      "GCATT": 248,
      "CGCTTGTGGGG": 249,
      "GCGGCTCC": 250,
      "GGTAGT": 251,
      "CCAGT": 252,
      "CTGCC": 253,
      "CGTGAAT": 254,
      "CCTCCCC": 255,
      "GGGGGCCCC": 256,
      "CCTGGAGTT": 257,
      "CGGAT": 258,
      "GGTGG": 259,
      "GCGATCT": 260,
      "CTCA": 261,
      "GAGCCAGG": 262,
      "CCCGA": 263,
      "CGTGG": 264,
      "GAGTT": 265,
      "GCATCAA": 266,
      "ATATA": 267,
      "CATGGGTCCCC": 268,
      "TTTT": 269,
      "GCCA": 270,
      "CTCGA": 271,
      "GGGCCAGAAGCGCCTCC": 272,
      "GCCGTT": 273,
      "CCCCTTT": 274,
      "CACATCACC": 275,
      "CGACGGAGAA": 276,
      "CTGGCA": 277,
      "ACTCC": 278,
      "GAGTGCC": 279,
      "CAAGCAGTT": 280,
      "CTCCA": 281,
      "GATGGGTTAGT": 282,
      "GGTCCGAA": 283,
      "CGCGTACTGCGCGG": 284,
      "AACT": 285,
      "CAACCT": 286,
      "CGGTAAGGA": 287,
      "AGTATAGTT": 288,
      "ATGAT": 289,
      "GGGA": 290,
      "CTGGAGCTGGGGAAGAA": 291,
      "CGCGCGATAGGA": 292,
      "GACCA": 293,
      "ATACC": 294,
      "CTGGTT": 295,
      "CCGCTT": 296,
      "AACTAT": 297,
      "CAGCT": 298,
      "GACGCC": 299,
      "GAAAT": 300,
      "CGCCGTT": 301,
      "GCGCGT": 302,
      "CTGACT": 303,
      "GCCCCGCT": 304,
      "CGGGT": 305,
      "CGCGTGGCC": 306,
      "CCTCGACTT": 307,
      "GGACC": 308,
      "CGATGT": 309,
      "CGGCGACCCC": 310,
      "CAGTT": 311,
      "CAAGCATCGA": 312,
      "GCGTTATA": 313,
      "AAAGTTGTA": 314,
      "GGTGGTAGT": 315,
      "CTTCCCC": 316,
      "CGCTGCCGT": 317,
      "AAGCTGCA": 318,
      "ACGACGAA": 319,
      "GGCAAA": 320,
      "GCACACTCC": 321,
      "CTTTGCC": 322,
      "AGTCCAA": 323,
      "CGAACAA": 324,
      "GGCAACTA": 325,
      "GGTCATTACT": 326,
      "ATCAA": 327,
      "GGGGTT": 328,
      "AAATTA": 329,
      "ATGTTTATT": 330,
      "ATAAT": 331,
      "CAGTGCGTCTT": 332,
      "GAGGGAT": 333,
      "AACCA": 334,
      "CAGGT": 335,
      "GAGTGCCCGTTT": 336,
      "CGTCCGAA": 337,
      "GATTATCC": 338,
      "GACTTCAAGGCCTGGAA": 339,
      "CGACGGAGAAGGGG": 340,
      "CCTACT": 341,
      "ATACCGT": 342,
      "CCTCCGTA": 343,
      "CGTAGTCTTCACCA": 344,
      "GGTGT": 345,
      "GGAGATCGT": 346,
      "GAGTCGCACGTAA": 347,
      "CCTCGG": 348,
      "CGGACAGAGCC": 349,
      "CGGTAAGGACGG": 350,
      "GCGTTATAGGCTA": 351,
      "CGCCAGTACCGCGGT": 352,
      "CGTCCTT": 353,
      "CCTCCCCGCG": 354,
      "CGCCTA": 355,
      "CGAGT": 356,
      "GCCTT": 357,
      "CTAGG": 358,
      "GATGCTGAATAAAA": 359,
      "AGTTAGAT": 360,
      "CGATCACCAGGGCC": 361,
      "CACTAGT": 362,
      "CACATTCGCCGTGCCT": 363,
      "GTCGACTA": 364,
      "ATGGA": 365,
      "CGCAA": 366,
      "GTTACT": 367,
      "GTGT": 368,
      "TTGGA": 369,
      "GGTTA": 370,
      "ATCTGCT": 371,
      "CGTCCCAATTGGT": 372,
      "ATAACC": 373,
      "CCTGTGAAA": 374,
      "GGTGGTAGTCGGACATT": 375,
      "CGCAT": 376,
      "CGCGCA": 377,
      "CAACT": 378,
      "CCAGG": 379,
      "GACA": 380,
      "CACCCGTGAAT": 381,
      "TTTAGG": 382,
      "CCAGGTATCACC": 383,
      "GAGTCGACTGGTT": 384,
      "CCAGTGTCGCGAT": 385,
      "CTCGCAT": 386,
      "GGCGGGCAA": 387,
      "GATGGGTTAGTGGGCGAGGT": 388,
      "ATGG": 389,
      "ATGA": 390,
      "GAGGGG": 391,
      "ATACT": 392,
      "CGCGAAA": 393,
      "CGGGAA": 394,
      "AAATT": 395,
      "CGCCT": 396,
      "GCGGCT": 397,
      "ACCTT": 398,
      "AAGCAGCACATA": 399,
      "CACATCACCAGTATAGTT": 400,
      "GCAAAGAT": 401,
      "CGCCA": 402,
      "CGTAATT": 403,
      "GCTGCA": 404,
      "GGATGCACATA": 405,
      "CGCTGG": 406,
      "GTAAT": 407,
      "CTGGCAGCATCGA": 408,
      "ATCCAGATGT": 409,
      "GCGCGTCGGGGT": 410,
      "GGCATT": 411,
      "CTCGCGT": 412,
      "CGCACCGGAGCGCCGAGCCAGG": 413,
      "CATGT": 414,
      "GAAAAGCA": 415,
      "CACAGACGG": 416,
      "GGTGCG": 417,
      "CGGAA": 418,
      "GGTCAGT": 419,
      "GATAA": 420,
      "CTAGCGCGG": 421,
      "GGGTCC": 422,
      "CAGTGCGTCTTGCATGGGCCGAAAA": 423,
      "CCTAACTAT": 424,
      "CAAGT": 425,
      "GACCCGG": 426,
      "CGGTA": 427,
      "CGCGTACTGCGCGGGGGGGGGG": 428,
      "CAACCTCGACTT": 429,
      "GAAGTGCC": 430,
      "CGCTGCCGTGG": 431,
      "CGATGCCGT": 432,
      "GCGGGGCAACTA": 433,
      "GCTTCTGG": 434,
      "CGTTTT": 435,
      "CATCTT": 436,
      "GCCACCTT": 437,
      "GAGTAGTT": 438,
      "AGGTGCAT": 439,
      "AACCT": 440,
      "GATCC": 441,
      "GCAGA": 442,
      "AAACA": 443,
      "CGCGCGATAGGACACC": 444,
      "ATACCGTGT": 445,
      "CGTCCTTCAAGCATCGA": 446,
      "CGTTA": 447,
      "CGCAGGCC": 448,
      "GCGATCTGGTCATTACT": 449,
      "GGTGGGGGCCCC": 450,
      "CGAGGT": 451,
      "GAAAGGAGCC": 452,
      "CATTCGGCGACCCC": 453,
      "GGAGATCGTCG": 454,
      "CCGCTTGCT": 455,
      "GGCCCC": 456,
      "CAGGGT": 457,
      "GCCCCTT": 458,
      "CGTGTTTGGA": 459,
      "ACTGTAGTTAGAT": 460,
      "CGTGA": 461,
      "GTTA": 462,
      "GGCGGACAGAGCC": 463,
      "ATCCT": 464,
      "GCACT": 465,
      "GAGCCAAGCT": 466,
      "CCACTTGCT": 467,
      "CAATCTCGCAT": 468,
      "CTTTA": 469,
      "GAGTCGACTGGTTGTT": 470,
      "CGTCGA": 471,
      "CGTGTGTGATA": 472,
      "CGACGGAGAAGGGGGTCGA": 473,
      "GGCACC": 474,
      "GACAAT": 475,
      "GTAATT": 476,
      "GCCTA": 477,
      "GACCCGTACT": 478,
      "ATGTCTGA": 479,
      "GAGGCAA": 480,
      "ACTCCCCTCC": 481,
      "CATAA": 482,
      "GCTCC": 483,
      "ACTCCAGGT": 484,
      "GACCCGT": 485,
      "GGTAAGTT": 486,
      "ATTTT": 487,
      "GATTT": 488,
      "CGACAT": 489,
      "GGGTGCTGT": 490,
      "AAAGTGAGGGAT": 491,
      "CGGGGCCGATGGGTTAGTGGGCGAGGT": 492,
      "CGCCTCCGTA": 493,
      "CACTT": 494,
      "CTCCCAGCC": 495,
      "CAATA": 496,
      "CGTCT": 497,
      "GAAAGCT": 498,
      "GCCAT": 499,
      "CAACC": 500,
      "GAAGCG": 501,
      "CCCCTTCTGCT": 502,
      "GCACACTCCCGTAGTCTTCACCA": 503,
      "GGTTAGGTCCGAA": 504,
      "GCCCCTTGGGG": 505,
      "GTAGT": 506,
      "TTGT": 507,
      "GGTGAA": 508,
      "CGATGAGTGCCCGTTT": 509,
      "GCCGTCCCAT": 510,
      "GGGGTAAGTT": 511,
      "CGCGG": 512,
      "CCACAT": 513,
      "GGAGCA": 514,
      "AGTCCAACTTTGCC": 515,
      "GATCT": 516,
      "CGATACCTCGAACC": 517,
      "AGAAAAA": 518,
      "CTTCC": 519,
      "CCTTACC": 520,
      "CCCGACT": 521,
      "CATGGGTCCCCGACGCC": 522,
      "GGAGT": 523,
      "CGCTGT": 524,
      "CACATTCGCCGTGCCTCGATCACCAGGGCC": 525,
      "AATATT": 526,
      "TTGGCAAA": 527,
      "CTTGAT": 528,
      "CCAGAGT": 529,
      "GGCCAA": 530,
      "GATTATCCGAGTCGCACGTAA": 531,
      "GACCGCCT": 532,
      "GCAAA": 533,
      "AAAGTTGTACAAGCAGTT": 534,
      "GACAA": 535,
      "GAAATT": 536,
      "ATACCT": 537,
      "CTGGAA": 538,
      "CGCGTACGACGAA": 539,
      "ATATCGCCGT": 540,
      "GAGCCTCAACCT": 541,
      "ATAACCGGATGCACATA": 542,
      "GCCCTT": 543,
      "CCACATT": 544,
      "GAGGA": 545,
      "GGCTAT": 546,
      "GGAGAA": 547,
      "CTGGGACTT": 548,
      "CAATCTT": 549,
      "GGCGGGCAAAGTCAATATT": 550,
      "CGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 551,
      "GGCCA": 552,
      "ATCGT": 553,
      "CACGA": 554,
      "GATCCGT": 555,
      "CGTCGATCTTT": 556,
      "GTGGCT": 557,
      "CGTGAA": 558,
      "GCTATATT": 559,
      "GAAACT": 560,
      "CTAGGA": 561,
      "GAATATTT": 562,
      "GGGGTTAGTT": 563,
      "CACGGT": 564,
      "CGTGAAAAGCA": 565,
      "ATTGT": 566,
      "GCGCT": 567,
      "CGCGCAT": 568,
      "CGGGA": 569,
      "CGACC": 570,
      "CGCGCTT": 571,
      "GCTACAGG": 572,
      "TTTAGGCTA": 573,
      "CAATTTT": 574,
      "CGCCAGTACCGCGGTGGTCC": 575,
      "CGGGAAAGT": 576,
      "ATGCC": 577,
      "AAGCTT": 578,
      "GCATGCT": 579,
      "GGTTGTT": 580,
      "CTGACTGATGCTGAATAAAA": 581,
      "AAGCATCGA": 582,
      "GCGAT": 583,
      "CGTTATAGAAAGGAGCC": 584,
      "GACCCC": 585,
      "CCTACC": 586,
      "CCTCCCCGCGCGCGTGGCC": 587,
      "CGTTTTCCCCTTT": 588,
      "CCGA": 589,
      "GGGAA": 590,
      "CCTCCA": 591,
      "GCGTGT": 592,
      "CGTGTGAA": 593,
      "CGCGAAAGCGTTATAGGCTA": 594,
      "CTACT": 595,
      "CAACGCGT": 596,
      "CGCCAAGCT": 597,
      "GGGCG": 598,
      "GGATA": 599,
      "CTAA": 600,
      "CCTGG": 601,
      "CAACGAA": 602,
      "CAAACC": 603,
      "GAAGTT": 604,
      "GCAATGAT": 605,
      "CGTTAGAAAAA": 606,
      "GATTA": 607,
      "ATATCCAGTGTCGCGAT": 608,
      "GAAATCACCA": 609,
      "GCGTT": 610,
      "ATCGAT": 611,
      "CGGCC": 612,
      "GGTCTAGG": 613,
      "CCACG": 614,
      "CTCCGGACC": 615,
      "GAGGGTT": 616,
      "CGGGGTCGA": 617,
      "GGGCCAGAAGCGCCTCCAT": 618,
      "ATCGTGT": 619,
      "GTCGT": 620,
      "AGTGCGG": 621,
      "CTTACC": 622,
      "GCTTA": 623,
      "AGGTGCCT": 624,
      "CGTCGTT": 625,
      "GGTGA": 626,
      "CGTTCGAA": 627,
      "CCAGGAGTT": 628,
      "GCAGT": 629,
      "GCTATGCGGGGCAACTA": 630,
      "CGCTTGTGGGGCGT": 631,
      "ATCCAGGT": 632,
      "GAGGTT": 633,
      "CGGGTTACT": 634,
      "GCGCAGA": 635,
      "CGCTTGTGGGGCGTGTTTGGA": 636,
      "GCATCAAGGTGCG": 637,
      "CCTACTCATA": 638,
      "ATCAAT": 639,
      "CTCT": 640,
      "GCACGTAA": 641,
      "GTTGGA": 642,
      "ATTTA": 643,
      "GATGCTGACGCA": 644,
      "GAGCCAAGCTGCGCGTCGGGGT": 645,
      "AACGA": 646,
      "CAAGAT": 647,
      "ATTCCCAT": 648,
      "GCATTT": 649,
      "CGCGTACGA": 650,
      "GGCAT": 651,
      "CAATTGGT": 652,
      "CGTAT": 653,
      "GCCAAGCT": 654,
      "AGTTT": 655,
      "CAAATCGTGT": 656,
      "CCCCAT": 657,
      "CCTGTGAAAA": 658,
      "GAGCTCC": 659,
      "CACTAGTCTGGGA": 660,
      "CACGCA": 661,
      "CAGAAAGCT": 662,
      "GCTGCC": 663,
      "GATTCTTT": 664,
      "CGCACCGGAGCGCCGAGCCAGGATACCGTGT": 665,
      "GCTTCTGGATCCAGATGT": 666,
      "CCAT": 667,
      "GGCAGA": 668,
      "CATCA": 669,
      "CGGAGT": 670,
      "GATAT": 671,
      "TTTCC": 672,
      "GAGTACACCCGTGAAT": 673,
      "AAATAA": 674,
      "GGTCA": 675,
      "CCTAGTT": 676,
      "CAATGGCTT": 677,
      "CGCCGTTCGTCGT": 678,
      "CCTGTGAAACGCCTA": 679,
      "GTCAAT": 680,
      "CGTCAT": 681,
      "GCTGACGCA": 682,
      "GGTGCA": 683,
      "GCACAGG": 684,
      "GGGCCA": 685,
      "CACCAGG": 686,
      "GACGGGTGGAGATCGTCG": 687,
      "GGATAT": 688,
      "GAGA": 689,
      "CGGGATA": 690,
      "CCTAT": 691,
      "GGGCCAGAAGCGCCTCCTTGGCAAA": 692,
      "GAAGTGCCGCGGCTCC": 693,
      "GATCCGTACT": 694,
      "CCTACTCATAGACCA": 695,
      "ATGTA": 696,
      "GTGCC": 697,
      "CGTGGT": 698,
      "CGGGAAA": 699,
      "GCTCACC": 700,
      "GCAGTT": 701,
      "CCTCCCCACG": 702,
      "CGTCCCAATTGGTGACTTCAAGGCCTGGAA": 703,
      "CCTAACTATGCCCCGCT": 704,
      "GTAGTCAAACC": 705,
      "CTGCA": 706,
      "ATTAAGCTGCA": 707,
      "GCACAT": 708,
      "GAGCCGCA": 709,
      "CGGCGACC": 710,
      "GAGTTCTTTT": 711,
      "CTGGAGCTGGGGAAGAACATTCGGCGACCCC": 712,
      "ATCTGCTAAAGTGAGGGAT": 713,
      "ATGTT": 714,
      "CGCGAT": 715,
      "ATTATTT": 716,
      "GCACC": 717,
      "GCATA": 718,
      "GTACC": 719,
      "GTAGCGCAGA": 720,
      "CGTTGAT": 721,
      "CGTGTAT": 722,
      "AAGCAGCACATAGAGTCGACTGGTTGTT": 723,
      "CGGGGCCGATGGGTTAGTGGGCGAGGTCGAACAA": 724,
      "CGCCAAGCTATATT": 725,
      "AAACT": 726,
      "GCTAA": 727,
      "ACCCGA": 728,
      "GGTTAGT": 729,
      "CGCTAGT": 730,
      "ATGTCCAGTGTCGCGAT": 731,
      "CTATGGTGT": 732,
      "GACGGGG": 733,
      "CGGTAAGGACGGCGATGCCGT": 734,
      "CTCCCAGCCGGCATT": 735,
      "GTAGTCAAACCCGAA": 736,
      "CGTGGCT": 737,
      "GATACC": 738,
      "GGTCCGGGT": 739,
      "CCCTTGGA": 740,
      "GGTGGCAGT": 741,
      "CGACATACTCCAGGT": 742,
      "CAAGATGGCTAT": 743,
      "CCTGTGAAAAGCCAAGCT": 744,
      "GCACAGGGCTGCC": 745,
      "ATAGT": 746,
      "CTGGT": 747,
      "GGGTTT": 748,
      "ATAACTGGGT": 749,
      "GGGTTCTTTT": 750,
      "CACATTCGCCGTGCGT": 751,
      "CGCCTACGTA": 752,
      "CTGTT": 753,
      "AAGG": 754,
      "CGCTA": 755,
      "CACGT": 756,
      "CGGCTCC": 757,
      "GATGAT": 758,
      "GCGCCTT": 759,
      "CATAATTGGT": 760,
      "GCGCGGGGGGGGGG": 761,
      "GGGTTA": 762,
      "GTTTCC": 763,
      "CAGGTTACT": 764,
      "CGCGTACTGCGCGGGGGT": 765,
      "GCCCCGCTGGTA": 766,
      "GCTTACGCA": 767,
      "CACAA": 768,
      "GCCCGTTATAGAAAGGAGCC": 769,
      "AGTCAATTTT": 770,
      "GATGCA": 771,
      "GGAGCCT": 772,
      "GCATAGTCAATATT": 773,
      "CAATCT": 774,
      "CAATGAGCTCC": 775,
      "CGCGTGAT": 776,
      "CGCGTAAGT": 777,
      "ATTTAT": 778,
      "GGCTAA": 779,
      "CATTTCTGT": 780,
      "CTGGGACATCC": 781,
      "GGTCATTATT": 782,
      "CTGCCATATA": 783,
      "CAGTTGCT": 784,
      "GCAAAGATGATT": 785,
      "GGGTCCCTGA": 786,
      "ATAAA": 787,
      "GACGATA": 788,
      "CATCAGCT": 789,
      "GCCAAT": 790,
      "CTGGCAGT": 791,
      "GGTGGG": 792,
      "ATACCATGT": 793,
      "ATACTCCAGGT": 794,
      "ATGACC": 795,
      "GAGCA": 796,
      "CCTCGAT": 797,
      "ATACGG": 798,
      "CCCCGCATGCT": 799,
      "GCATTTTAGGCTA": 800,
      "CGTTCC": 801,
      "GGTTGTAGTCAAACCCGAA": 802,
      "CGCTGAGT": 803,
      "CATAGAAT": 804,
      "GACTCGT": 805,
      "GAGTAGCT": 806,
      "GACCGCCTACTCCCCTCC": 807,
      "CGCGTGATATGA": 808,
      "AGA": 809,
      "GGTTT": 810,
      "ATCGCT": 811,
      "CGCGA": 812,
      "CTTCT": 813,
      "AAAGTTT": 814,
      "AACCAATGTTTATT": 815,
      "ATGTCTGAGGTGGTAGTCGGACATT": 816,
      "CGCTGAGTGTCC": 817,
      "CATAGAATAAGGA": 818,
      "GGCCTA": 819,
      "CTCGG": 820,
      "CTCCCCTT": 821,
      "CGTCTTT": 822,
      "GGTGCAT": 823,
      "GGGGCATCC": 824,
      "CGAAGACCCGTACT": 825,
      "GCGGGGTGT": 826,
      "GAGTGTT": 827,
      "CGTCCCAATTGGTGACTTCAAGGCCT": 828,
      "CTCGCGTCGGAA": 829,
      "CTGGCAGTATCAA": 830,
      "CATAGAATAAGGAGAAACT": 831,
      "CGCCTGT": 832,
      "GACAT": 833,
      "GAGGT": 834,
      "CCTCT": 835,
      "CTTGGGG": 836,
      "GCGCTCA": 837,
      "GGTTTT": 838,
      "GAGTACC": 839,
      "GGCAGCATCGA": 840,
      "CGATGAGTGCCCGTTTCTGGGA": 841,
      "GACGATAATATA": 842,
      "CTGCTT": 843,
      "GTACAT": 844,
      "CGAAA": 845,
      "GAGTAA": 846,
      "GCAACGA": 847,
      "AAAGCGGCTCC": 848,
      "CGTACGTGTGTGATA": 849,
      "CGGGGTCGTCCTTCAAGCATCGA": 850,
      "CGCGTGGCCCCTA": 851,
      "CCAGGTATCACCCCACTTGCT": 852,
      "CGCTGAGTGTCCATTT": 853,
      "GAGTACCAAAA": 854,
      "ATCA": 855,
      "CACACC": 856,
      "CATATA": 857,
      "GCCTTT": 858,
      "GCTCTT": 859,
      "AGTGTCGCGAT": 860,
      "GATGTCGACTA": 861,
      "ATTGAAA": 862,
      "GGACGTCCGAA": 863,
      "CAATGT": 864,
      "GCCGTCC": 865,
      "ATCTACT": 866,
      "CAGGGATA": 867,
      "CGTAACAAT": 868,
      "AAAGTGATA": 869,
      "GCCGTTCGTCGT": 870,
      "CCGAA": 871,
      "CTCGGA": 872,
      "AACTT": 873,
      "CGCGTT": 874,
      "GACATT": 875,
      "GAACCAGG": 876,
      "CCACTGG": 877,
      "GCGCGA": 878,
      "ATAATT": 879,
      "CACCCTGGCAGCATCGA": 880,
      "CGCCGGAA": 881,
      "CGCCGGCCT": 882,
      "CTTTCGTAATT": 883,
      "ATAACGGGATA": 884,
      "CATCCGTA": 885,
      "GGGCCAGAAGCGTCTT": 886,
      "GATGGGTTAAT": 887,
      "CAGGTTCGTGG": 888,
      "CCTGGAGTTGAGTAGTT": 889,
      "GCCACCTTGCGG": 890,
      "CTTGATAAA": 891,
      "GGAGAAGAA": 892,
      "GGGTTTGAGTACCAAAA": 893,
      "GGTTGTAGTCAAACCCGAACAATATT": 894,
      "GGATT": 895,
      "AAGTT": 896,
      "AAGCCT": 897,
      "CGATT": 898,
      "CAGAA": 899,
      "CGTCAAT": 900,
      "CAAGCTAT": 901,
      "GATGGGGGCCCC": 902,
      "GCGCCT": 903,
      "GCGATT": 904,
      "GCGCGTCTT": 905,
      "GCATCGCT": 906,
      "CATTACC": 907,
      "CGCCTT": 908,
      "GCCTCGA": 909,
      "CGCGTGT": 910,
      "CTTTAACCT": 911,
      "CTATGACTT": 912,
      "GAGGAT": 913,
      "GACTTCAT": 914,
      "GGCCTGGTCAGT": 915,
      "GTCCTTT": 916,
      "CCTCGACCTAGTT": 917,
      "GGCGGACT": 918,
      "GCTCCCCTCC": 919,
      "CATGGGTCCCCGACGCCCAAGCA": 920,
      "ATCCAGGTGT": 921,
      "CGCCTGTAAGAA": 922,
      "GGCACT": 923,
      "CATGAGT": 924,
      "GCTTT": 925,
      "CCAGGGCC": 926,
      "CTCCAACC": 927,
      "CCTCCAAGCATCGA": 928,
      "CACTGTTT": 929,
      "GCCACATT": 930,
      "GCCGTTCC": 931,
      "CGACGGAGAAGGGGGTCGACCGCTTGCT": 932,
      "CGTTAGAAAAAGGAGCC": 933,
      "CACCAGGCGCA": 934,
      "GGGTCCCTGACGCC": 935,
      "GACTTCATGGCCT": 936,
      "GTCGAT": 937,
      "GACTA": 938,
      "CATCAA": 939,
      "GCTCA": 940,
      "GGTAAA": 941,
      "CCTATTATTT": 942,
      "CTTCGTTT": 943,
      "CCCCGT": 944,
      "GTACAAGCAGTT": 945,
      "CAATCTCGA": 946,
      "GCCTCTTGGGG": 947,
      "CTTTCC": 948,
      "GATTATT": 949,
      "AAAGGT": 950,
      "CGGTAGT": 951,
      "CGGTGCGCC": 952,
      "GAGGAAGAA": 953,
      "AACTCT": 954,
      "CGCATCGGTGCGCC": 955,
      "GACACCT": 956,
      "GGTTAGGTCCGAACTCCA": 957,
      "AATATTAAGCTGCA": 958,
      "CTATGGTGTGCGA": 959,
      "GCATTTTAGGCTAGGCTA": 960,
      "CGCCGGCCTCGA": 961,
      "GCATCGCTGTA": 962,
      "CCTATTATTTAGT": 963,
      "GGGCA": 964,
      "GTCGCT": 965,
      "CTGAA": 966,
      "TTGACT": 967,
      "CAACA": 968,
      "CCACCT": 969,
      "ATTAAGCT": 970,
      "GGAATT": 971,
      "ATACGTGT": 972,
      "GGGGTTA": 973,
      "GCATGACACCT": 974,
      "CGTTAAT": 975,
      "GAGTAAATTA": 976,
      "AGGCGG": 977,
      "GAGCCAAGCTT": 978,
      "GCGATCTGGT": 979,
      "CATGGGTCCCCAA": 980,
      "CCTACCCCTCC": 981,
      "CCTACTCATAGACCACCCCGCATGCT": 982,
      "CGTAACAATGGGTTTGAGTACCAAAA": 983,
      "GAACCAGGATAT": 984,
      "GGGCCAGAAGCGTCTTCTTGATAAA": 985,
      "ATGCTT": 986,
      "GTGAA": 987,
      "CACCTCC": 988,
      "CACACTCC": 989,
      "CATAAA": 990,
      "CTACTT": 991,
      "GTACATA": 992,
      "CGTTGT": 993,
      "CGGACAT": 994,
      "GGAAGCACAGGGCTGCC": 995,
      "GCTAGCT": 996,
      "CAAACATT": 997,
      "ATGGACACAGACGG": 998,
      "GCGGCTGAAGT": 999,
      "GAGGCAAGCC": 1000,
      "GCACACTCCCGTAGTCTTCACCACAATCTCGCAT": 1001,
      "CCAGAGTACT": 1002,
      "GGTTGTAGTCAAACCCGAACAATATTGCGGGGTGT": 1003,
      "CTATT": 1004,
      "CATGACC": 1005,
      "CCTCTCC": 1006,
      "CAAGAA": 1007,
      "GATGATA": 1008,
      "ATTACC": 1009,
      "ACTGCAGTT": 1010,
      "CGTTCGAT": 1011,
      "CGCGTTT": 1012,
      "GCTTATT": 1013,
      "ATGTGGGCG": 1014,
      "GCAACAGT": 1015,
      "AGTACCGCGG": 1016,
      "CGTCCCAATT": 1017,
      "CTGCCCTGGGACATCC": 1018,
      "CTCGACCGA": 1019,
      "TTTAGGGATT": 1020,
      "ATCGATGTCGACTA": 1021,
      "CCTGTGAAACGCCTAGCTATATT": 1022,
      "CATATACATAATTGGT": 1023,
      "GCATCGCTGTACCAGAGTACT": 1024,
      "GCCGAGG": 1025,
      "CGAGGCC": 1026,
      "GCACTCA": 1027,
      "GGGGGCGCC": 1028,
      "CTAGA": 1029,
      "CACCAGTATAGTT": 1030,
      "CATACGGGGCC": 1031,
      "CGTCCGGTCC": 1032,
      "CTGACGGGT": 1033,
      "CCCATCCAGGT": 1034,
      "AATGTT": 1035,
      "GAGTTGCACGTAA": 1036,
      "CGCGCGATAGGACATCAGCT": 1037,
      "AAGCAGCACATAGAGTCGA": 1038,
      "CACATCACCAGTATAGTTCCTTACC": 1039,
      "GTAATGCA": 1040,
      "TTGTAAAGCGGCTCC": 1041,
      "CCCGACTCGCCAGTACCGCGGTGGTCC": 1042,
      "ATATCGCCGTCCTCGA": 1043,
      "CGGCGACCCTGA": 1044,
      "GGGTTAGGA": 1045,
      "CATGAGTCCTCGG": 1046,
      "CGCATCGGTGCGCCGAACCAGGATAT": 1047,
      "ATCTA": 1048,
      "GAATT": 1049,
      "GAGATT": 1050,
      "CGGGAAT": 1051,
      "GCCGAAT": 1052,
      "ATTGACT": 1053,
      "ATACCA": 1054,
      "CAATGCTACAGG": 1055,
      "GCGTCAA": 1056,
      "CGGAGGTGGTAGTCGGACATT": 1057,
      "GCAACTAT": 1058,
      "AAAGCT": 1059,
      "GAAACCA": 1060,
      "CCTTCGG": 1061,
      "GCGACCAA": 1062,
      "GCTACGCTGG": 1063,
      "GAGCCTGG": 1064,
      "GCTGCAGGA": 1065,
      "GGTGGGGGCCCCGCCCCTTGGGG": 1066,
      "GCACTATA": 1067,
      "GCCCCGCTGGTAGCCT": 1068,
      "CGCGTGATATGACACTGTTT": 1069,
      "CTGCGGT": 1070,
      "TTGCC": 1071,
      "CGGCTA": 1072,
      "CAACTA": 1073,
      "GATGCC": 1074,
      "GATCAATGGCTT": 1075,
      "GAACATTT": 1076,
      "CCAGA": 1077,
      "GCAATGT": 1078,
      "GCACCAGGGCC": 1079,
      "CATTGGGAA": 1080,
      "AGTTGAAGTT": 1081,
      "GAGTCAA": 1082,
      "CGCGTGGCCCC": 1083,
      "GGGTCACC": 1084,
      "GGTTGATT": 1085,
      "CGGAGCC": 1086,
      "GCTTGTTTCC": 1087,
      "CGCGATA": 1088,
      "GGTCCGT": 1089,
      "CAGGGA": 1090,
      "GAGTACACT": 1091,
      "GTCCGGGTGCTGT": 1092,
      "CATTTATAAA": 1093,
      "TTAATT": 1094,
      "GCGGCTGAAGCG": 1095,
      "CAACCTCGACTTAGTCCAACTTTGCC": 1096,
      "CGTGAAAAGCACGCGCGATAGGACACC": 1097,
      "CACTAGTCTGGGACAT": 1098,
      "CCTAACTATGCCCCGCTGGCACC": 1099,
      "CGTTCCGCG": 1100,
      "CAAGCTATCTTTGCC": 1101,
      "GGGTTAGGACTCC": 1102,
      "ATGCCCC": 1103,
      "AACAA": 1104,
      "TTGCT": 1105,
      "CATGGATT": 1106,
      "CAACGCCT": 1107,
      "GATCGACC": 1108,
      "GAAGACTTCATGGCCT": 1109,
      "GGGGATT": 1110,
      "GCATACT": 1111,
      "TTTCCCC": 1112,
      "GCCTCCTT": 1113,
      "GCGTCGCGCTT": 1114,
      "GACCGCT": 1115,
      "CGTCCCTGCA": 1116,
      "CAGACGG": 1117,
      "CTGACGCT": 1118,
      "GGATGCAT": 1119,
      "GGCAGGCC": 1120,
      "CAGCCCGTAACAATGGGTTTGAGTACCAAAA": 1121,
      "CGTCCCAGTT": 1122,
      "CTTACGTGTGT": 1123,
      "GGGCGAGGTCGAACAA": 1124,
      "CCTGGAGTTGAGGGG": 1125,
      "GGTCCGAACTCCA": 1126,
      "GATAACACACTCC": 1127,
      "CGTCTAACC": 1128,
      "GGGCCAGAAGCGCCTCCATGGCAAA": 1129,
      "CGCTTGTGGGGCGTGTTTGGACGTCCGAA": 1130,
      "GAGCCAAGCTGCGCGTCGGGGTCGTCCTTCAAGCATCGA": 1131,
      "CCACTGGCT": 1132,
      "ACTGCAGTTAGAT": 1133,
      "CAGGGAGCG": 1134,
      "ATGCCT": 1135,
      "ATGGTTGTT": 1136,
      "ATCCTCGACCTAGTT": 1137,
      "CGGCT": 1138,
      "CGGCCAA": 1139,
      "GGTGACTTCAAGGCCTGGAA": 1140,
      "CCTGAAATT": 1141,
      "GAAAAACA": 1142,
      "CGACGCC": 1143,
      "GGAGCT": 1144,
      "CCCCCAAGCATCGA": 1145,
      "GAGTGGTT": 1146,
      "CGCTGCCGAGG": 1147,
      "GGGCCGAAAA": 1148,
      "GCAAAGTCAATATT": 1149,
      "CTATCACCAGGCGCA": 1150,
      "GAAAGGT": 1151,
      "GGAACGCC": 1152,
      "CGTAGCGCCTCC": 1153,
      "CGTACGTGTGT": 1154,
      "GCGCCGGAGTT": 1155,
      "GGCAACGA": 1156,
      "ATATTGCATT": 1157,
      "GAGTACAA": 1158,
      "AAGTGCC": 1159,
      "GGCGGGCATAGTCAATATT": 1160,
      "GCCATCTT": 1161,
      "CGTGAAAAACA": 1162,
      "CGTTCGAAGATCCGTACT": 1163,
      "GGTGGCAGTCGGACATT": 1164,
      "GCATCGCTGTACCAGAGTACTGGGTTAGGACTCC": 1165,
      "CATTGGGAAGATGATA": 1166,
      "CATGGATTCCCGA": 1167,
      "GGGACC": 1168,
      "CTGCCGT": 1169,
      "CGCATCCGTA": 1170,
      "GCCGCA": 1171,
      "GGTAT": 1172,
      "GGTGCT": 1173,
      "CGAGGGGATT": 1174,
      "GCACCTT": 1175,
      "CATTAACCA": 1176,
      "CGAAAT": 1177,
      "GCCTGG": 1178,
      "GCGTCCGAA": 1179,
      "GAAAACGGAGCC": 1180,
      "GCGCGGAT": 1181,
      "CGCACCGGAACGCC": 1182,
      "GGCTTCTA": 1183,
      "GCATGGGCCGATAA": 1184,
      "CGATGTCGTCTT": 1185,
      "CCAGAGTCGT": 1186,
      "GATGCAGAATAAAA": 1187,
      "ATACGGGGCAACTA": 1188,
      "GTCCTTTGGGG": 1189,
      "CAAACATTGGAGT": 1190,
      "ACCCC": 1191,
      "GGCAGG": 1192,
      "CTGACC": 1193,
      "CAATTA": 1194,
      "CGTCGGT": 1195,
      "AGTCCTACT": 1196,
      "CAAATTAAGCTGCA": 1197,
      "CTTGT": 1198,
      "CCAGGGT": 1199,
      "GCAGACGCA": 1200,
      "CTGGAAA": 1201,
      "CGCCCAAGCA": 1202,
      "GGTTGCATACT": 1203,
      "CGCAGGCTT": 1204,
      "GCAACTA": 1205,
      "GCAAAGTCAATTTT": 1206,
      "CTATGG": 1207,
      "CTATCT": 1208,
      "CTATGGCTT": 1209,
      "CAGTGA": 1210,
      "GGTCCCTCCCCTT": 1211,
      "CGTCTTAAGT": 1212,
      "GGGAGGGG": 1213,
      "CGATGTCAGCT": 1214,
      "GTGTCCCC": 1215,
      "CGCGCACGCTGT": 1216,
      "CGGTAATT": 1217,
      "CCCCTTCTGCTGCATCAAGGTGCG": 1218,
      "CTTACCAGTACCGCGGT": 1219,
      "GCACATATGT": 1220,
      "CAATCTCGACTT": 1221,
      "GCATGACACCTGAGTAA": 1222,
      "CCTACTCATAGACCACCCCGCATGCTCAAGATGGCTAT": 1223,
      "CATTTATAAAGACT": 1224,
      "GATCGACCGTTA": 1225,
      "ATGGGG": 1226,
      "GTCA": 1227,
      "GTATT": 1228,
      "CACTA": 1229,
      "CGGGTT": 1230,
      "GCTCT": 1231,
      "GCTGCGCCGGAGTT": 1232,
      "GGTGGTA": 1233,
      "CAACGT": 1234,
      "CTTCCTCGG": 1235,
      "GCAGGCC": 1236,
      "GCGATTT": 1237,
      "ATACA": 1238,
      "ATAGCT": 1239,
      "ATAGAGTT": 1240,
      "CACCCA": 1241,
      "CTGGTTTAGGGATT": 1242,
      "GGGCCAAAA": 1243,
      "GCAAAA": 1244,
      "ATTTTT": 1245,
      "ATATGATGAT": 1246,
      "GGCTGCAT": 1247,
      "CGTAAGT": 1248,
      "CTGTCT": 1249,
      "CTGTCTGA": 1250,
      "CTGTCATCTT": 1251,
      "ATCCAGAT": 1252,
      "CTGGGTCAACT": 1253,
      "CGCACCGGAGCGCCGAGCC": 1254,
      "GATTATCCGAGTTGCACGTAA": 1255,
      "GTGTCATGAGTCCTCGG": 1256,
      "CGAGGTCGAA": 1257,
      "GGCGGACAGAGCCGCGATCTGGTCATTACT": 1258,
      "CCACATGCT": 1259,
      "GGAGAAGGCCA": 1260,
      "GAGGGTTGGCT": 1261,
      "CGCTTGTGGGGCGTGCTT": 1262,
      "AAATAAAA": 1263,
      "GCCACCTTGCGGCTGA": 1264,
      "GAGTACAAAACC": 1265,
      "GGGAGGGGGGCAA": 1266,
      "ATATGATGATTTA": 1267,
      "GGCGAT": 1268,
      "CGTCAAGGCCT": 1269,
      "CGTGGCTT": 1270,
      "GATGAAT": 1271,
      "GATAAGCA": 1272,
      "CTTCACCA": 1273,
      "GGGGCCA": 1274,
      "CTACC": 1275,
      "CACCCT": 1276,
      "GCCTACT": 1277,
      "GAATAAA": 1278,
      "GGCCCGTACT": 1279,
      "ATGTCGAA": 1280,
      "ATGTCTGCGGT": 1281,
      "CACCACCTT": 1282,
      "GGTCCGGGTGCTGT": 1283,
      "GGCTAAGCA": 1284,
      "CGTACAAT": 1285,
      "GCCCCGGTGG": 1286,
      "CCCATCCAGGTATCACC": 1287,
      "CCCCTTCTGTT": 1288,
      "GCGGTGG": 1289,
      "GTCGCGGCTCC": 1290,
      "CGCACCGGAGCGCCGAGCCTGG": 1291,
      "CCTGGAGTTGAGTAGCT": 1292,
      "GCCAGGTT": 1293,
      "GGGGTTAGTGCGG": 1294,
      "CAATCTTGCCCGTTATAGAAAGGAGCC": 1295,
      "CGGGAAAGTAAATTA": 1296,
      "CGTGTGAACATTT": 1297,
      "CCTGGGAAA": 1298,
      "GATACCGACTA": 1299,
      "ATAACGGGATACATATACATAATTGGT": 1300,
      "GGCGGACTGAGCC": 1301,
      "GGTTGTAGTCAAACCCGAACAATATTGCGGGGTGTATCCTCGACCTAGTT": 1302,
      "CGTCCCTGCACGCGTGGCCCCTA": 1303,
      "CTGTCATCTTGGT": 1304,
      "GGAGAAGGCCAGAT": 1305,
      "GGCGA": 1306,
      "GGCGCC": 1307,
      "AAGCG": 1308,
      "CATGGGTCCCTGACGCC": 1309,
      "CGGTT": 1310,
      "AGTCCAGGT": 1311,
      "CCTCCTA": 1312,
      "CGACGAA": 1313,
      "GGACAGAGCC": 1314,
      "GTTGT": 1315,
      "GGGGAAGAA": 1316,
      "GTAATTA": 1317,
      "GCAAAGAA": 1318,
      "CGTCCAAGCATCGA": 1319,
      "GCCGTGG": 1320,
      "CGTAGCT": 1321,
      "CGATAGGA": 1322,
      "CAGGCA": 1323,
      "CTGTAA": 1324,
      "GTCCAGTGTCGCGAT": 1325,
      "CTGGCAGCCTCGA": 1326,
      "CGGTAAGGACGGCGTT": 1327,
      "CCTCCCCGCGCGTGT": 1328,
      "CGAGTACGACGAA": 1329,
      "CATGTGAATATTT": 1330,
      "GGGTCCCAAT": 1331,
      "GAAGTGCCGCGG": 1332,
      "ATCCTGATCAATGGCTT": 1333,
      "GCACTAGT": 1334,
      "CTTTAGCCT": 1335,
      "CGCCTCCGTAGCCGTCCCAT": 1336,
      "GGGGTAAGTTAAAGTTGTACAAGCAGTT": 1337,
      "GATCTCTCC": 1338,
      "CGTCGTTCTT": 1339,
      "ATAGTCTCCA": 1340,
      "CCTCGATTTGTAAAGCGGCTCC": 1341,
      "GACGATAATATACGTCTTAAGT": 1342,
      "CATGGGTCCCCAACACC": 1343,
      "CGTTCCGCGAAAGTGATA": 1344,
      "GGCGTCCCA": 1345,
      "GGGCTCC": 1346,
      "ATGCT": 1347,
      "ATCGA": 1348,
      "CGAGTT": 1349,
      "CAGGTAA": 1350,
      "GCCATGAT": 1351,
      "GGTCCAGG": 1352,
      "AGTGGTAA": 1353,
      "GATTTTT": 1354,
      "GTTCGCT": 1355,
      "GCTTGGGCCGAAAA": 1356,
      "GATTGCCAAT": 1357,
      "AAAGCA": 1358,
      "GATAGGAGCCT": 1359,
      "ATAAGGTTTT": 1360,
      "CCGTGCGTCTT": 1361,
      "GTCGACCCCTT": 1362,
      "GCTAGCACCTT": 1363,
      "CCCATGGA": 1364,
      "CGCTTGTGGGT": 1365,
      "CCCTTGGCCAA": 1366,
      "CTGGAGCTGGGGAAGAACATT": 1367,
      "CCTGTGAAACGCCAAGCTATATT": 1368,
      "CACCCGTGAATCAGTGCGTCTTGCATGGGCCGAAAA": 1369,
      "ATGGCGAA": 1370,
      "GGTGAAGGTCCCTCCCCTT": 1371,
      "GGGCCAGAAGCGCCTCCATGGCAACGA": 1372,
      "GAGGTTGAGATT": 1373,
      "CAATTGGTGGGGGCGCC": 1374,
      "GTCAATTT": 1375,
      "CTGCCCTGGGACATCCGCTT": 1376,
      "GCATCGCTGTACCAGAGTACTGGGTTAGGACTCCGTGTCATGAGTCCTCGG": 1377,
      "CAATTAGAGTACAAAACC": 1378,
      "CATTTATAAAGACTGGAGAAGGCCAGAT": 1379,
      "CACCTA": 1380,
      "CGTCCA": 1381,
      "CGTGATAAGCA": 1382,
      "CGAGCT": 1383,
      "ATTGA": 1384,
      "ATTCGTAGCGCCTCC": 1385,
      "ATTGCGATTT": 1386,
      "GCACACT": 1387,
      "ATACGGA": 1388,
      "ACTACC": 1389,
      "CGATCAA": 1390,
      "CGATAAGTGCC": 1391,
      "CGTTCTCGGA": 1392,
      "GGTTGAA": 1393,
      "GAATCAATGT": 1394,
      "CTATCCA": 1395,
      "CAGTCGTCGAT": 1396,
      "GAGGGACCGCT": 1397,
      "AGGCCT": 1398,
      "GTCGACGAT": 1399,
      "GCTAGCGT": 1400,
      "CATCCGA": 1401,
      "GGTACG": 1402,
      "AGTACCATAGTCTCCA": 1403,
      "ACTGTGT": 1404,
      "CGCGTACTGCGA": 1405,
      "AGTCCAACTA": 1406,
      "ATAATGAGCCGCA": 1407,
      "CGCCAGTACCGCGGTGGCA": 1408,
      "CGAGTACGA": 1409,
      "CGCAAGTCC": 1410,
      "CGCTGCCGTGGCGTTTTCCCCTTT": 1411,
      "GACAATGCTTCTGGATCCAGATGT": 1412,
      "GAGGCAAGCT": 1413,
      "GCTATATTCC": 1414,
      "GAGTACACCCGTGAATCAGTGCGTCTTGCATGGGCCGAAAA": 1415,
      "CGGTAAGGACGGCGATGCCGTCTTCCCC": 1416,
      "ATTGAAAGGGAGGGGGGCAA": 1417,
      "GGGGTTAGCT": 1418,
      "GAGCCAAGCTTCGCGT": 1419,
      "GCGTCGCGCTTGAGTCAA": 1420,
      "CGATGTCAGCTACCCGA": 1421,
      "ATACGGACTTCGTTT": 1422,
      "ACAT": 1423,
      "ATGAA": 1424,
      "ATCCCCTT": 1425,
      "AACTCC": 1426,
      "CAGGGCC": 1427,
      "CACTTTA": 1428,
      "GAGAAAGGAGCC": 1429,
      "CGTCAA": 1430,
      "CGGGTA": 1431,
      "AGTCGA": 1432,
      "GCGCATAGAATAAGGAGAAACT": 1433,
      "CATTCC": 1434,
      "GTAGCT": 1435,
      "AGTTGTTACT": 1436,
      "CGTTGG": 1437,
      "GCGTCGT": 1438,
      "ATGTGCAT": 1439,
      "ATATCGCCGGCCTCGA": 1440,
      "GGGTTATACCT": 1441,
      "ATATTCAGTGA": 1442,
      "CATCCATTGAAAGGGAGGGGGGCAA": 1443,
      "GCTGTCCCAT": 1444,
      "TTACCCC": 1445,
      "CTGGAGCTGAGGAAGAA": 1446,
      "GCTATGCGG": 1447,
      "CAGGTTAGT": 1448,
      "CAAAATTGCGATTT": 1449,
      "CGTCGATCAT": 1450,
      "CGGATGCACATA": 1451,
      "GCCTTGCT": 1452,
      "CGCAAGCC": 1453,
      "CGCAAAGTGGTAA": 1454,
      "GAGGGGCGA": 1455,
      "CTGGCAGCATCGACGCACCGGAGCGCCGAGCCAGGATACCGTGT": 1456,
      "GGGGTAAGTTAAAGTTGTA": 1457,
      "CGCGCATGCTGT": 1458,
      "ATCAATGCAAAA": 1459,
      "GTTGGAGGGCTCC": 1460,
      "AACGACAGT": 1461,
      "CGTATCATGGATTCCCGA": 1462,
      "GATTCTTTCACATCACCAGTATAGTT": 1463,
      "GGATATCACTTTA": 1464,
      "CCTCCCCACGCGCGTGGCC": 1465,
      "ATGTTATTT": 1466,
      "GACGGGGGGAGATCGTCG": 1467,
      "CACGTATGTCGAA": 1468,
      "GAGTGTTCCTATTATTTAGT": 1469,
      "GTACATAT": 1470,
      "CTATGGTGTGCGAGATCGACCGTTA": 1471,
      "CACCTCCCATCCATTGAAAGGGAGGGGGGCAA": 1472,
      "CTCGACCGACGTTCGAT": 1473,
      "ATTGACTCAA": 1474,
      "ATACCACAAATCGTGT": 1475,
      "GCCCCGCTGGTAGCCTAACGACAGT": 1476,
      "GCCTCCTTGCGGCTGAAGT": 1477,
      "ATATTGCATTGTGTCCCC": 1478,
      "GCCTGGCCACTT": 1479,
      "CGCACCGGAACGCCGAGCCAGG": 1480,
      "CTGGAAAGCGTTATAGGCTA": 1481,
      "GTCACGAT": 1482,
      "GGGCCAAAAGCGCCTCC": 1483,
      "CACCACCTTGCTGCAGGA": 1484,
      "ACGTCAT": 1485,
      "CCCG": 1486,
      "ATGGCAAA": 1487,
      "CTGGTCATTACT": 1488,
      "CAATT": 1489,
      "CATCGA": 1490,
      "CATCTGACGGGT": 1491,
      "CGGGCCA": 1492,
      "AGTCTCGA": 1493,
      "CCTAACC": 1494,
      "CTTACT": 1495,
      "CTTCTGCT": 1496,
      "GAACACC": 1497,
      "CCACGGT": 1498,
      "CCACGCCGTT": 1499,
      "ATTAGTT": 1500,
      "GCGAAA": 1501,
      "ATAATGT": 1502,
      "CCCCCTCC": 1503,
      "CACCAGT": 1504,
      "CGAAGT": 1505,
      "CGTTCTA": 1506,
      "GCGTACGACGAA": 1507,
      "GGTTATACCT": 1508,
      "GAATGGTCC": 1509,
      "GAATATTA": 1510,
      "GGCCCACGTATGTCGAA": 1511,
      "CATACGGGGCCGATGGGTTAGTGGGCGAGGTCGAACAA": 1512,
      "ATATCCAGT": 1513,
      "CGATACCGT": 1514,
      "GCTACAAT": 1515,
      "GGATGCACATATGT": 1516,
      "TTAGCAAA": 1517,
      "GAGCCTCCACCT": 1518,
      "CTGGAGCTGGGGATGGA": 1519,
      "CGGGGCCGATA": 1520,
      "GCATGGGCCGAAAAGGGCCAGAAGCGTCTTCTTGATAAA": 1521,
      "GGGCCAGAAGCGCCTCCATGGCGAA": 1522,
      "GGACCGCGGT": 1523,
      "CGCTGCCGTGA": 1524,
      "CGCGCACGA": 1525,
      "CCTAACTATGCCCCGGTGG": 1526,
      "CGTGTTTGGACGTCCGAA": 1527,
      "CACTTGCGT": 1528,
      "GAAATTAT": 1529,
      "CTGGAACTT": 1530,
      "GCCCTTCGCTGAGTGTCCATTT": 1531,
      "GGGGTTAGTTAAAGTTGTACAAGCAGTT": 1532,
      "GAAATCACCACATT": 1533,
      "GGCATATAA": 1534,
      "GCTCACCATTT": 1535,
      "AAGGGCGG": 1536,
      "CGTCTTTAACTCT": 1537,
      "GCCGTTCCATAA": 1538,
      "CATAAACGTGGT": 1539,
      "CGGCTACACCTCCCATCCATTGAAAGGGAGGGGGGCAA": 1540,
      "GGTGGTAGATA": 1541,
      "CGCACCGGAGCGCCGAGCCAAA": 1542,
      "ATATGATGATTTAGCAGGCC": 1543,
      "GACGATAATATACGTCTTAAGTGAGGA": 1544,
      "AGTTGTTACTACGTCAT": 1545,
      "CCCAGCC": 1546,
      "GGGATT": 1547,
      "GGAGTA": 1548,
      "CACAATATT": 1549,
      "GCTGCAACTAT": 1550,
      "GGTGGTTAGT": 1551,
      "CAAGTT": 1552,
      "CAAATCAA": 1553,
      "GATGTCGA": 1554,
      "GAAGAGTGCCCGTTT": 1555,
      "CGATGCGT": 1556,
      "CAATGCTTCTGGATCCAGATGT": 1557,
      "CGAACAGTT": 1558,
      "CGTTCCT": 1559,
      "GCCTACTCCCCTCC": 1560,
      "GCGGGTT": 1561,
      "GGGTCCCCTT": 1562,
      "CGCACGATAGGA": 1563,
      "GGCCCGT": 1564,
      "CGCTCA": 1565,
      "CGCTGCG": 1566,
      "CGCTTTTT": 1567,
      "CATAGACGG": 1568,
      "CGGTCACCAGGGCC": 1569,
      "ATTTCACGGT": 1570,
      "GAAAGAAGTGCCGCGG": 1571,
      "GCCGTCTTCCCC": 1572,
      "ATATCGTGT": 1573,
      "CAGGCTA": 1574,
      "GCGCCCA": 1575,
      "GCGCCGAGCCAGG": 1576,
      "GACTCGG": 1577,
      "GGCACGCTT": 1578,
      "CATTTGGATGCAT": 1579,
      "GGTAATGG": 1580,
      "GCATTA": 1581,
      "GCGGCTCCCGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 1582,
      "CGCCAGGGCCA": 1583,
      "CAACCTCGACTTCGTCC": 1584,
      "GATCCGGGT": 1585,
      "CATAACTGGGT": 1586,
      "GATTTTTT": 1587,
      "GAAGCGCATCTT": 1588,
      "CCCCTTCTGCTGCATCAA": 1589,
      "GGTGAACAAAATTGCGATTT": 1590,
      "GCAAAATTTAT": 1591,
      "GGATACCTCGAACC": 1592,
      "CTCCGGACCGCCTA": 1593,
      "GGATATCC": 1594,
      "GCGCCTTGGAGCA": 1595,
      "CGCGTACTGCGCGGGGGTGGGGTTAGTGCGG": 1596,
      "ATACGTGTGA": 1597,
      "CGCATCGGTGCGCCGAACCAGGATATCGTATCATGGATTCCCGA": 1598,
      "CGAGGGGATTCTT": 1599,
      "CTATGGGGTAATGG": 1600,
      "CTGTCATCTTGGTATCTGCT": 1601,
      "CAATTAGAGTACAAAACCAGTACCATAGTCTCCA": 1602,
      "CGCTTTTTGCC": 1603,
      "CGCCAGGGCCACTT": 1604,
      "CTATGGGGTAATGGGCT": 1605,
      "AATT": 1606,
      "GGGAT": 1607,
      "ATCTT": 1608,
      "ATGCCGT": 1609,
      "AAGTCGACGAT": 1610,
      "CGCGGT": 1611,
      "TTGGGG": 1612,
      "CTTCA": 1613,
      "GAACTGGGT": 1614,
      "CGACGAT": 1615,
      "ATAATCCA": 1616,
      "GGGGGTCGA": 1617,
      "ACTGGAGTT": 1618,
      "GTACCCT": 1619,
      "CGATTTT": 1620,
      "GAGTTTGCT": 1621,
      "GGGTCCT": 1622,
      "GGTTCGGGT": 1623,
      "CGCTTT": 1624,
      "GACCCGTACAAT": 1625,
      "ATGTCCAGT": 1626,
      "ATGTGCTGCAACTAT": 1627,
      "AAAATAGAGTT": 1628,
      "CTATCC": 1629,
      "CTGACCCC": 1630,
      "CAGTGTCGCGAT": 1631,
      "AGGGCACTATA": 1632,
      "AGGGCGGGTT": 1633,
      "ATCCGTA": 1634,
      "CTTTTGT": 1635,
      "AAGTGCCT": 1636,
      "CGCACCGGT": 1637,
      "GAAGTGGCC": 1638,
      "AAAGTTGTT": 1639,
      "GCGATCTGGTCATTATT": 1640,
      "GAGTTACTACC": 1641,
      "AACTGATGCTGAATAAAA": 1642,
      "CGTCCTTCAA": 1643,
      "CACTAGTCTGGGACTT": 1644,
      "CGGTAGAAAACGGAGCC": 1645,
      "GGGGTTAGTTAAAGTTGTA": 1646,
      "CGTTAGAAAAAGGAGCA": 1647,
      "GGTCTAGGGCTT": 1648,
      "AGGTGCCTGACCCGG": 1649,
      "GCACCGTT": 1650,
      "GCGCGGGGGGGGGGCTAGCGCGG": 1651,
      "ATACCATGTCATGGGTCCCC": 1652,
      "CTGCTTATCGCT": 1653,
      "GAGGCAAGCCGCGTGT": 1654,
      "GCGACCAAGGGACC": 1655,
      "CCAGACGCCT": 1656,
      "CGCGTGGCCCCAAGCT": 1657,
      "CCAGAGTCGTGAGG": 1658,
      "AGTCCTACTTTGCC": 1659,
      "GCTAGCACCTTGGCAGCATCGA": 1660,
      "GTTGGAGGGCTCCGAT": 1661,
      "GCCTGGCCACTTCTTT": 1662,
      "GAATATTAATTAGTT": 1663,
      "AGTTGTTACTACGTCATATATTGCATTGTGTCCCC": 1664,
      "GCAAAATTTATGAAT": 1665,
      "CTGTCATCTTGGTATCTGCTCATTTGGATGCAT": 1666,
      "CGATTTTGGAA": 1667,
      "CTGGGG": 1668,
      "AAGA": 1669,
      "CGCAAT": 1670,
      "CAGTA": 1671,
      "GACGTCC": 1672,
      "CGTGGGT": 1673,
      "CAAGGA": 1674,
      "CAACATTT": 1675,
      "GATGTT": 1676,
      "GAAGTACC": 1677,
      "CCACGA": 1678,
      "GCACCGT": 1679,
      "GCGATA": 1680,
      "CACCGT": 1681,
      "CATTGGCCCACGTATGTCGAA": 1682,
      "CTGGGACC": 1683,
      "CGTTCGTCTT": 1684,
      "CTCCCTTT": 1685,
      "GGTTTTTT": 1686,
      "CGCAGACC": 1687,
      "CATAGGCTA": 1688,
      "CGTCCTTTT": 1689,
      "CGTGTGAATATTT": 1690,
      "CTGACTGACGCT": 1691,
      "GGAAAT": 1692,
      "CGTAATTTT": 1693,
      "GACTCGTACT": 1694,
      "CGTTTAT": 1695,
      "CTTAGCC": 1696,
      "GGTAAATGTA": 1697,
      "CAAACAA": 1698,
      "CGCGCGATAGAACACC": 1699,
      "CTGGAGCTGGGGAAGAACATA": 1700,
      "GAAATCACAATATT": 1701,
      "GCGGCTGAA": 1702,
      "CGTAATTCCCAGCC": 1703,
      "CAATCTTGCAT": 1704,
      "CGTCGATCTTTCGTAATT": 1705,
      "GATATCACCA": 1706,
      "GCATACGTCGATCAT": 1707,
      "GCATTTTAGGCTAGGCTAGGT": 1708,
      "CGGACATGAAT": 1709,
      "CATTGGGAAGATGATACGAT": 1710,
      "GGTTGTAGTCAAACCCGAACAATATTGCGGGGTGTATCCTCGACCTAGTTCAATCTTGCCCGTTATAGAAAGGAGCC": 1711,
      "GGCGTCCCACGCAAAGTGGTAA": 1712,
      "CTGCCCTGGGACATCCGCTTCCAGACGCCT": 1713,
      "GAATCAATGTCATTTATAAAGACTGGAGAAGGCCAGAT": 1714,
      "ACTGTGTGTA": 1715,
      "GCGTCGCGCTTGAGTCAAAACGA": 1716,
      "CGATGTCAGCTACCCGACTCG": 1717,
      "CCTAACTATGCCCCGGTGGCACCCTGGCAGCATCGA": 1718,
      "GGGATTAGTGCGG": 1719,
      "GAATATTAATTAGTTATGTGCTGCAACTAT": 1720,
      "GGGAGTCGA": 1721,
      "GTGGGG": 1722,
      "CTATA": 1723,
      "CTCTCC": 1724,
      "CTGGTCATTATT": 1725,
      "CGCCCC": 1726,
      "CACTGA": 1727,
      "CAGCGCGTCTT": 1728,
      "CAGGTCCGT": 1729,
      "CATCCAGGTATCACCCCACTTGCT": 1730,
      "CGGACC": 1731,
      "GCCTTA": 1732,
      "GAAGA": 1733,
      "GTTCC": 1734,
      "ATAGAGTTCTTTT": 1735,
      "CGATAT": 1736,
      "CGAACATT": 1737,
      "AGTTCGTCTT": 1738,
      "TTTCCCCTTT": 1739,
      "CGCGTCGGAA": 1740,
      "CAGACGTTCCGCGAAAGTGATA": 1741,
      "AGGGCA": 1742,
      "ATCTGCATCAA": 1743,
      "CGATAATT": 1744,
      "GGCTAGCGCGG": 1745,
      "AAGTGCAT": 1746,
      "AGTATGCTT": 1747,
      "CGCTTGTGAGG": 1748,
      "CAGCCCTTCTGCT": 1749,
      "ATGTTTATA": 1750,
      "GACGGGTGCA": 1751,
      "GGTGGCATT": 1752,
      "ATACCGAGT": 1753,
      "CTGACTGATGCT": 1754,
      "GGTCAGTAA": 1755,
      "GCAGACACC": 1756,
      "CGCAGGCCCGCGTACGACGAA": 1757,
      "CAGGGTCAACT": 1758,
      "GGCCAAGTAGCGCAGA": 1759,
      "CACGACT": 1760,
      "GGGAACGACGCC": 1761,
      "GCAATGATGATTATCCGAGTCGCACGTAA": 1762,
      "CGGGGTCGACGTCCAAGCATCGA": 1763,
      "CGGGAAAGCGTTATAGGCTA": 1764,
      "CCTGTGAAAAGCCAAGCTGTAATGCA": 1765,
      "CGCGCGATAGGACATCAGCTGCAACAGT": 1766,
      "CTATCACCAGGCGCACATA": 1767,
      "GGTATAGTT": 1768,
      "CATTAACCACTATCT": 1769,
      "CGATGTCGTCTTCCCC": 1770,
      "GCTGCGCCGGAGTTCTGTCATCTTGGTATCTGCTCATTTGGATGCAT": 1771,
      "CGTCCCTGCACGCGTGGCCCCTAGCTATATTCC": 1772,
      "GGTCCAGGCGCTTTTTGCC": 1773,
      "CGCGTACTGCGAGGGGGGGG": 1774,
      "ATACGGACTTCGTTTCATTGGCCCACGTATGTCGAA": 1775,
      "CGCTGCCGTGACATTTCTGT": 1776,
      "CGGCTACACCTCCCATCCATTGAAAGGGAGGGGGGCAAGCGCGGAT": 1777,
      "GACGATAATATACGTCTTAAGTGAGGACAATTAGAGTACAAAACCAGTACCATAGTCTCCA": 1778,
      "GGTGAACAAAATTGCGATTTAGTTGTTACTACGTCATATATTGCATTGTGTCCCC": 1779,
      "GTACCCTAGTTT": 1780,
      "CTGCCCTGGGACATCCGCTTCCAGACGCCTGAAGCGCATCTT": 1781,
      "CATTAACCACTATCTAGTATGCTT": 1782,
      "GTGCCT": 1783,
      "CGCCTCC": 1784,
      "GACCT": 1785,
      "CGTCCTCCAAGCATCGA": 1786,
      "CATGTTCGCT": 1787,
      "GAAAGT": 1788,
      "GAAGGAGCC": 1789,
      "ATAGG": 1790,
      "GGGGGACCCC": 1791,
      "CCCCGCT": 1792,
      "CACCTT": 1793,
      "CATTAGGCGG": 1794,
      "CTGGGTT": 1795,
      "CAATTTAATT": 1796,
      "CGTTAT": 1797,
      "CGTTCATA": 1798,
      "GCGTCGGGTTACT": 1799,
      "GGCCAT": 1800,
      "CGCTCTGGCAGTATCAA": 1801,
      "GACCATTT": 1802,
      "GCAAATAT": 1803,
      "AAAGGAGCC": 1804,
      "CCTAGGGG": 1805,
      "GGAAGAAGT": 1806,
      "ATCTCGTCGT": 1807,
      "CAGGGAT": 1808,
      "CGCCGTCCTCGATTTGTAAAGCGGCTCC": 1809,
      "CTCGCGCCGGAA": 1810,
      "AATTTT": 1811,
      "CTGGGACAT": 1812,
      "GTTTATATCGCCGT": 1813,
      "CTTACCCC": 1814,
      "GAGCCTCAATCT": 1815,
      "CGCGAAAGT": 1816,
      "GGACCGTA": 1817,
      "AAGCTGCAATAACGGGATACATATACATAATTGGT": 1818,
      "CGCGGATATGATGATTTAGCAGGCC": 1819,
      "CGATACCTCGAACCCGCT": 1820,
      "CCTGGAGTA": 1821,
      "CCAGGAGTTGAGTAGTT": 1822,
      "AAGCAGCACATAGAGTCGACTGGTTGTTGCTTACGCA": 1823,
      "ATCTACTAAAGTGAGGGAT": 1824,
      "GTCGCTGACGCA": 1825,
      "CGCTGCCGAGGCGTTTTCCCCTTT": 1826,
      "GGGCCAGAAGCGCCTCCATGGCAACGACGGAT": 1827,
      "CGATAAGTGCCCGATTTTGGAA": 1828,
      "CCTAACCATGCCCC": 1829,
      "CGTTCTAGGGG": 1830,
      "ATACGTGTGACGCGGATATGATGATTTAGCAGGCC": 1831,
      "CGCCAGGGCCACTTCGAACATT": 1832,
      "GAGGCAAGCCGCGTGTGAGGAT": 1833,
      "GCCTGGCCACTTCTTTGTCCAGTGTCGCGAT": 1834,
      "CCGGCAGA": 1835,
      "CCGCTAGCT": 1836,
      "CGCATTT": 1837,
      "GAGCGCC": 1838,
      "GACGTTA": 1839,
      "CGTCA": 1840,
      "CGTAGTCTT": 1841,
      "CATGA": 1842,
      "CATATAA": 1843,
      "CGGCGATGCCGT": 1844,
      "GGTGACTTCAAGGCCT": 1845,
      "CAAAGT": 1846,
      "GATAGT": 1847,
      "CTTCGGTAGAAAACGGAGCC": 1848,
      "GAACGCC": 1849,
      "GAAATTA": 1850,
      "GTTACC": 1851,
      "ATAGGGTTCTTTT": 1852,
      "GGGGCC": 1853,
      "CCCCGTT": 1854,
      "CTAGATAACACACTCC": 1855,
      "CATTATT": 1856,
      "CTGGGCC": 1857,
      "CAATCGA": 1858,
      "CGCCAGTA": 1859,
      "CTCCCAGAAAGCT": 1860,
      "CGCGTTTGGA": 1861,
      "GAATGTGT": 1862,
      "CCTCCCA": 1863,
      "GCAACC": 1864,
      "GCAACTT": 1865,
      "AGGCTT": 1866,
      "CGATACGTCTAACC": 1867,
      "CTGGACTATGACTT": 1868,
      "GAGTACACC": 1869,
      "AAGCAGCA": 1870,
      "CTTTTGTAATT": 1871,
      "CTTTTGTAATTA": 1872,
      "CGCGAAAAGCA": 1873,
      "AGTCTTCACCACAATCTCGCAT": 1874,
      "TTTTTT": 1875,
      "GGAGATCGTCA": 1876,
      "CGAGTCGCACGTAA": 1877,
      "GCCTTCCCCTTT": 1878,
      "ATCCAGATGTACTGTAGTTAGAT": 1879,
      "GCCACCTTGCGGCTGAAGCG": 1880,
      "AGGTGCATGACCCGG": 1881,
      "AGGTGCATGACCCGT": 1882,
      "CGATGAGTGCCCGTTTTTGGGG": 1883,
      "CCCGACTCGCCAGTACCGCGGT": 1884,
      "AATATTAAGCTT": 1885,
      "GGTTGTTGTCAATTT": 1886,
      "CCTCCAATCCCCTT": 1887,
      "CTAACG": 1888,
      "ATCGATGTCGA": 1889,
      "ATTCCCATCCAGGT": 1890,
      "GCATTTCCGGCAGA": 1891,
      "GAAGTGCCGCGGCTCCCGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 1892,
      "CCCTTGGACAACGCGT": 1893,
      "CGATGAGTGCCCGTTTCTGGGACCTCCCCGCGCGTGT": 1894,
      "GCAACGAGGTGGG": 1895,
      "CACACCGGGTTATACCT": 1896,
      "AACTTGCG": 1897,
      "CGGTAGTCGGACATGAAT": 1898,
      "AATATTAAGCTGCAATAACCGGATGCACATA": 1899,
      "GCTTATTCTTTTGTAATTA": 1900,
      "CAAATTAAGCTGCAATCACC": 1901,
      "GAGGGTTGGCTGCGATT": 1902,
      "GCCCCGCTGGTAGCCTAACGACAGTGACCCC": 1903,
      "CATCTGACGGGTGAGGTTGAGATT": 1904,
      "GAAAGAAGTGCCGCGGCTTT": 1905,
      "GCATTAGCCGAAT": 1906,
      "CGAGGGGATTCTTCAAACATTGGAGT": 1907,
      "AGGGCGGGTTCGTAATTCCCAGCC": 1908,
      "CTGGGACCATCC": 1909,
      "CCTAACTATGCCCCGGTGGCACCCTGGCAGCATCGACGCACCGGAACGCCGAGCCAGG": 1910,
      "GACGATAATATACGTCTTAAGTGAGGACAATTAGAGTACAAAACCAGTACCATAGTCTCCACATTAACCACTATCTAGTATGCTT": 1911,
      "GCATTTCCGGCAGAGAATGTGT": 1912,
      "CGGTAGTCGGACATGAATATTAAGCT": 1913,
      "CCATGAT": 1914,
      "GGGCGA": 1915,
      "ATCCGT": 1916,
      "CGATTA": 1917,
      "CACA": 1918,
      "CACCTCCGTA": 1919,
      "CGTAGT": 1920,
      "CATCGAA": 1921,
      "CGGGG": 1922,
      "GCTGCT": 1923,
      "AGTATTAAGCTGCA": 1924,
      "CAACAAATCGTGT": 1925,
      "CTTGTCGT": 1926,
