{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "A": 1,
      "C": 2,
      "G": 3,
      "T": 4,
      "AT": 5,
      "GC": 6,
      "GT": 7,
      "AA": 8,
      "CT": 9,
      "GG": 10,
      "CC": 11,
      "GA": 12,
      "TT": 13,
      "CA": 14,
      "ATT": 15,
      "GGC": 16,
      "GGT": 17,
      "ATA": 18,
      "GCT": 19,
      "GTT": 20,
      "CCT": 21,
      "GAA": 22,
      "GAT": 23,
      "CGC": 24,
      "CAA": 25,
      "GGA": 26,
      "GTA": 27,
      "CTT": 28,
      "GCA": 29,
      "CGA": 30,
      "CAT": 31,
      "CGT": 32,
      "AAA": 33,
      "CTA": 34,
      "CCA": 35,
      "TTA": 36,
      "TTT": 37,
      "CGG": 38,
      "GATT": 39,
      "GGGT": 40,
      "CCAA": 41,
      "ATAT": 42,
      "CGGC": 43,
      "CGGT": 44,
      "GCCT": 45,
      "CCCC": 46,
      "CATA": 47,
      "GTAT": 48,
      "GAGC": 49,
      "ATTA": 50,
      "CGCT": 51,
      "GGAT": 52,
      "GGGC": 53,
      "CGAA": 54,
      "GGTA": 55,
      "ATAA": 56,
      "CTTT": 57,
      "GATA": 58,
      "CAAA": 59,
      "GTAA": 60,
      "GCAA": 61,
      "GGCA": 62,
      "TA": 63,
      "CTAA": 64,
      "ATCA": 65,
      "GGAA": 66,
      "GAGT": 67,
      "GCCC": 68,
      "CATT": 69,
      "CCCT": 70,
      "GTTA": 71,
      "GCTA": 72,
      "CGGA": 73,
      "ATGT": 74,
      "ATCT": 75,
      "GCCA": 76,
      "GTCT": 77,
      "CGAT": 78,
      "ATTT": 79,
      "CGTT": 80,
      "CAGA": 81,
      "GCTGC": 82,
      "CTGT": 83,
      "ATCC": 84,
      "CGTA": 85,
      "GAAA": 86,
      "CGCA": 87,
      "CCTT": 88,
      "CCAGC": 89,
      "CTGC": 90,
      "ATAGC": 91,
      "CCTA": 92,
      "GGTT": 93,
      "CTTA": 94,
      "GTTT": 95,
      "ATTAA": 96,
      "CCAT": 97,
      "ATTCT": 98,
      "GGCT": 99,
      "GCTT": 100,
      "ATTTA": 101,
      "CACA": 102,
      "GAGAT": 103,
      "GACT": 104,
      "GGCTT": 105,
      "GAACT": 106,
      "ATGC": 107,
      "CAGAT": 108,
      "GGGTT": 109,
      "GCCGC": 110,
      "GGATT": 111,
      "ATGA": 112,
      "CCGA": 113,
      "GTGC": 114,
      "GGTGC": 115,
      "GTCCT": 116,
      "CAAGC": 117,
      "GATCT": 118,
      "GTCC": 119,
      "GGGGA": 120,
      "CGCTT": 121,
      "CGATT": 122,
      "AAGC": 123,
      "GGGG": 124,
      "AAGT": 125,
      "ATTTT": 126,
      "GTGT": 127,
      "CTATA": 128,
      "CTGG": 129,
      "GTGTA": 130,
      "ATGGC": 131,
      "ATCGC": 132,
      "ATTCC": 133,
      "GGAGT": 134,
      "CAGT": 135,
      "GACGA": 136,
      "CTACT": 137,
      "TTTT": 138,
      "CAGC": 139,
      "GCACT": 140,
      "AAAA": 141,
      "GGTTA": 142,
      "CCACC": 143,
      "GGAGA": 144,
      "ATATT": 145,
      "GCTCGC": 146,
      "ATCGA": 147,
      "CTCT": 148,
      "ATGG": 149,
      "GACCT": 150,
      "CAAAA": 151,
      "GGGGC": 152,
      "GGTCA": 153,
      "ATATA": 154,
      "CCTCA": 155,
      "GACGAA": 156,
      "GGGGGT": 157,
      "GGAAA": 158,
      "CGGCT": 159,
      "CTTTA": 160,
      "TTAA": 161,
      "CCTGA": 162,
      "CGGTA": 163,
      "GGCGT": 164,
      "GACGT": 165,
      "CACC": 166,
      "GAGCT": 167,
      "CACT": 168,
      "CGGGC": 169,
      "AAGTT": 170,
      "GTGTT": 171,
      "GTTCC": 172,
      "CGCATCA": 173,
      "GCAGC": 174,
      "CCGC": 175,
      "CACAA": 176,
      "GGGGT": 177,
      "GGATA": 178,
      "CGAAA": 179,
      "AAGA": 180,
      "CCTTA": 181,
      "GATTTT": 182,
      "GGGA": 183,
      "GGTAA": 184,
      "CGGTT": 185,
      "GTCGT": 186,
      "CTAAA": 187,
      "GAGCGC": 188,
      "CGGGA": 189,
      "CGGAA": 190,
      "GCGC": 191,
      "GTGCT": 192,
      "GTGAA": 193,
      "CACGC": 194,
      "CTGA": 195,
      "GGGAT": 196,
      "CATTA": 197,
      "GGGTA": 198,
      "CATGC": 199,
      "GGATATT": 200,
      "ATCGTT": 201,
      "CTTCGT": 202,
      "ATCACC": 203,
      "CATAGGC": 204,
      "CTTCA": 205,
      "ATGTA": 206,
      "GGGTGC": 207,
      "GATTA": 208,
      "GAGA": 209,
      "GCCCGC": 210,
      "ATTGT": 211,
      "GGAGAT": 212,
      "CTCAA": 213,
      "CGGCA": 214,
      "GCTCTT": 215,
      "CATAA": 216,
      "AAAGA": 217,
      "CCGCAA": 218,
      "CAGATA": 219,
      "GTTCGC": 220,
      "CAGATGA": 221,
      "GCTTT": 222,
      "GTCTT": 223,
      "CCGGA": 224,
      "GCAGTT": 225,
      "CGCTTCA": 226,
      "CCAAAA": 227,
      "ATAGGC": 228,
      "CTCC": 229,
      "CAGCT": 230,
      "CTTCGC": 231,
      "GGGAA": 232,
      "GATTT": 233,
      "CTGTAT": 234,
      "CCTTTT": 235,
      "GTGGT": 236,
      "GGCCCA": 237,
      "CCTGTA": 238,
      "ATCTA": 239,
      "CTGCT": 240,
      "GAGGC": 241,
      "GAGAA": 242,
      "GAAAA": 243,
      "GAAGGAAA": 244,
      "GCTCGCT": 245,
      "GCAAGT": 246,
      "GATCTGT": 247,
      "GCGTA": 248,
      "CTGGTA": 249,
      "CAAGCT": 250,
      "GCCTCCT": 251,
      "CGAGAGAT": 252,
      "ATTGC": 253,
      "CTAAT": 254,
      "CAGGA": 255,
      "GGATGGC": 256,
      "CGTAA": 257,
      "GTGA": 258,
      "GAAATA": 259,
      "CGGCCAT": 260,
      "CGCTTCAGCCA": 261,
      "GATGCA": 262,
      "CTACTGGATATT": 263,
      "GTTTT": 264,
      "GGCCCCC": 265,
      "ATTGCA": 266,
      "ATCCCT": 267,
      "GTCA": 268,
      "ATCCCGC": 269,
      "GTCAT": 270,
      "GGAACT": 271,
      "CCGGGGC": 272,
      "GGCGC": 273,
      "CATCC": 274,
      "CGCTCT": 275,
      "CACCA": 276,
      "GGGATT": 277,
      "GCAGCA": 278,
      "CAGACGA": 279,
      "GAGAACTT": 280,
      "ATACTGC": 281,
      "ATCAA": 282,
      "ATCGCT": 283,
      "CCCAA": 284,
      "GTTGC": 285,
      "ATTGCT": 286,
      "GTTCGCGTGC": 287,
      "AAGTTA": 288,
      "CTCGC": 289,
      "CCTGC": 290,
      "ATTGAT": 291,
      "TTAGC": 292,
      "ATGAA": 293,
      "CCAAA": 294,
      "CAGAGC": 295,
      "ATTGTA": 296,
      "CATCGC": 297,
      "CGAGAGATGGTGC": 298,
      "CATATAA": 299,
      "ATCCCTCGC": 300,
      "AAGGT": 301,
      "GGCCGC": 302,
      "GTACT": 303,
      "GATTGC": 304,
      "ATAAA": 305,
      "CAGTT": 306,
      "CGATTCTAA": 307,
      "GAATTAA": 308,
      "TTTCAAA": 309,
      "CGACGGC": 310,
      "ATCGCCC": 311,
      "ATGTAT": 312,
      "CCCGGA": 313,
      "CAGG": 314,
      "ATACCT": 315,
      "CGGATGGC": 316,
      "ATTGATCT": 317,
      "CTAATAGC": 318,
      "CCAGCGCTCGCT": 319,
      "CGATA": 320,
      "GATGCACCCT": 321,
      "TTACCAA": 322,
      "GGGCGT": 323,
      "GGTTGCCGC": 324,
      "CTATAGGGC": 325,
      "GGCGGA": 326,
      "ATTAACAA": 327,
      "CCTCACGA": 328,
      "GTGGTCGA": 329,
      "CGTAAA": 330,
      "CTGGA": 331,
      "CGTGTT": 332,
      "CCGCAACTTCGT": 333,
      "CTGTTA": 334,
      "GATGT": 335,
      "CACAAA": 336,
      "GAAGGAAAGGGGGT": 337,
      "GGTGT": 338,
      "GCTGCCCCC": 339,
      "CCCTGCA": 340,
      "ATGTTA": 341,
      "CCGT": 342,
      "GGCGA": 343,
      "GGCGCCC": 344,
      "GCTCCT": 345,
      "CCTATT": 346,
      "CTACCT": 347,
      "GCTGCCTTCGC": 348,
      "GTGGCTT": 349,
      "CCTGGA": 350,
      "GATGA": 351,
      "GCGCTA": 352,
      "GCTCT": 353,
      "CGGAT": 354,
      "GTTTTT": 355,
      "CTCTT": 356,
      "GCACTA": 357,
      "CAGTAAA": 358,
      "GCCCGTGTA": 359,
      "CAATT": 360,
      "GGGCATT": 361,
      "AAGTA": 362,
      "GCTGCCT": 363,
      "CTACGG": 364,
      "CGCTTCAGCCAATCCCTCGC": 365,
      "CAAGGGTGC": 366,
      "CTTGAT": 367,
      "CAAAGTT": 368,
      "GGAGATGGC": 369,
      "GCCAGATGCACCCT": 370,
      "GCGCT": 371,
      "GTTGTT": 372,
      "CGGGCGGGGGT": 373,
      "CGCCT": 374,
      "ATATTT": 375,
      "GGGCGAGC": 376,
      "GGTAGCCT": 377,
      "CAGATGACAAGCT": 378,
      "ATTGAA": 379,
      "ATTTACCTA": 380,
      "CCACT": 381,
      "GGCTA": 382,
      "CCAAGAA": 383,
      "GCCCCGACGGC": 384,
      "CACGT": 385,
      "CGGTGTCT": 386,
      "AAGACGCT": 387,
      "CCAAGGT": 388,
      "CGGTTA": 389,
      "GAGCGCAA": 390,
      "CCATATT": 391,
      "AAACGA": 392,
      "CATAATA": 393,
      "CATAGACGA": 394,
      "CTCGA": 395,
      "ATTCTATACTGC": 396,
      "GACTT": 397,
      "GGAATA": 398,
      "CGTTT": 399,
      "GCTAATCCCGC": 400,
      "GGGCA": 401,
      "GGAAATAT": 402,
      "GGATGGCGAGC": 403,
      "ATGGT": 404,
      "GGCCA": 405,
      "GAAGA": 406,
      "GATGCGTA": 407,
      "GAATTAAGGTA": 408,
      "GAGTATT": 409,
      "CGATGGTAA": 410,
      "GCGA": 411,
      "GCCGCT": 412,
      "ATGTT": 413,
      "GGTGCTA": 414,
      "ATATGGCT": 415,
      "GAGTTT": 416,
      "CAGAA": 417,
      "ATAGGA": 418,
      "CATACT": 419,
      "ATGGGTT": 420,
      "GTCCA": 421,
      "ATGCA": 422,
      "CTAACCCTGCA": 423,
      "CCACCCAAA": 424,
      "GTTCGCGTGCGAGAACTT": 425,
      "CGAATT": 426,
      "GACGGA": 427,
      "GAATCT": 428,
      "AAGTAA": 429,
      "CGTGA": 430,
      "GGTGA": 431,
      "GGTGATA": 432,
      "GAAGTT": 433,
      "CGCGT": 434,
      "GATTTTCCTGTA": 435,
      "CAACTTT": 436,
      "ATATATTT": 437,
      "CAGATAGGCGT": 438,
      "CATATAACCCT": 439,
      "CTTGATGACCT": 440,
      "CAAAACTATAGGGC": 441,
      "GTTCCGTA": 442,
      "GCAGCCCA": 443,
      "CTGCGGGT": 444,
      "CCTTT": 445,
      "CTACA": 446,
      "GTAAGA": 447,
      "GAGCGCCGGCCAT": 448,
      "ATCGT": 449,
      "CAATA": 450,
      "CACCT": 451,
      "GGCGAGAT": 452,
      "GTAAGC": 453,
      "CGCTCTGATT": 454,
      "ATCTT": 455,
      "ATGGGT": 456,
      "CCGTA": 457,
      "CCCGA": 458,
      "GAGATTTA": 459,
      "GCTGCCCCCCGGATGGC": 460,
      "GCAGTA": 461,
      "CGAATTA": 462,
      "GCCACACA": 463,
      "ATTACAAGC": 464,
      "GGGGAGC": 465,
      "GGCCCACGC": 466,
      "CAGTAAAGAACT": 467,
      "CGTCT": 468,
      "CTAATTGAT": 469,
      "CATAAA": 470,
      "GGGCGA": 471,
      "ATCAT": 472,
      "GTTTA": 473,
      "CACGA": 474,
      "GTCCTTTAA": 475,
      "CAATGT": 476,
      "CCAAAAAGA": 477,
      "CCCCCCCC": 478,
      "ATTGA": 479,
      "GAAGCCT": 480,
      "CAACAT": 481,
      "CTTAA": 482,
      "CGGGTT": 483,
      "CTTTCCTCACGA": 484,
      "TTTTGACT": 485,
      "GCCCGCATCA": 486,
      "CTGCTGGGT": 487,
      "CTAATCGAT": 488,
      "CGCCC": 489,
      "GGGTCATCGC": 490,
      "CGGTGCAAGT": 491,
      "ATCGCA": 492,
      "TTTA": 493,
      "CCATCTTCA": 494,
      "CACCCCAGC": 495,
      "GGGGGTA": 496,
      "ATTGCTGGCA": 497,
      "CAGATGACAAGCTCAGACGA": 498,
      "ATCATT": 499,
      "GTCCAGC": 500,
      "GTTGTA": 501,
      "GGCAA": 502,
      "GGTCCA": 503,
      "ATTCCGGA": 504,
      "ATACCTGTGCT": 505,
      "GGTGAAGGAAAGGGGGT": 506,
      "GGATTT": 507,
      "CATTAAGT": 508,
      "GCAGTTCCAGC": 509,
      "GAGGAA": 510,
      "ATAGA": 511,
      "CCTCGT": 512,
      "CGCAA": 513,
      "GGCAGTT": 514,
      "CTAAATCGTT": 515,
      "CAGGT": 516,
      "GGCGCT": 517,
      "CTTCACA": 518,
      "GCTGCCCAGCGCTCGCT": 519,
      "ATTGATCTCAA": 520,
      "GGGCGAGCAA": 521,
      "GGCGGT": 522,
      "CCTTTA": 523,
      "GTGGTCGACGCATCA": 524,
      "GTAAGT": 525,
      "CCTTGC": 526,
      "ATAGGCCTACTGGATATT": 527,
      "GTAAA": 528,
      "CCCGC": 529,
      "CGATTGGCCCCC": 530,
      "GGAAATATTTT": 531,
      "GGTTTA": 532,
      "CATTAAA": 533,
      "GGTGCCCCC": 534,
      "CGTATTTACCTA": 535,
      "GTATGTCGT": 536,
      "GCTCGCGGCCGC": 537,
      "GGCGAA": 538,
      "CGGTGGGC": 539,
      "GCCGCCT": 540,
      "CACAAAT": 541,
      "GGGCCT": 542,
      "GGATGC": 543,
      "GTCGAAA": 544,
      "CGACT": 545,
      "GATTCT": 546,
      "GGAGAA": 547,
      "CGGGCA": 548,
      "TTAACGGA": 549,
      "TTACCAACGGTT": 550,
      "CGCTTCAGCCAATCCCTCGCCGGGCGGGGGT": 551,
      "GCATT": 552,
      "GGATTCT": 553,
      "ATATGTGT": 554,
      "GACGAAGCTTT": 555,
      "CCTGAGGT": 556,
      "AAGAA": 557,
      "CGGGCTT": 558,
      "CTTTAA": 559,
      "GGAATGC": 560,
      "CATCCT": 561,
      "CGGCTA": 562,
      "GTATCTGT": 563,
      "GTCTCAGAGC": 564,
      "GGGTTCTA": 565,
      "CAAGCTTA": 566,
      "CGCATCAGATGCGTA": 567,
      "CCAAGGAT": 568,
      "ATGTTT": 569,
      "CTTTACCAA": 570,
      "GCTAATCCCGCATCGA": 571,
      "CAAT": 572,
      "ATTCTT": 573,
      "GCTAA": 574,
      "CAAAGTTGGAGT": 575,
      "GGCCAT": 576,
      "GAAACT": 577,
      "CTCTCGA": 578,
      "GGTCAATATATTT": 579,
      "GCGTT": 580,
      "CACAT": 581,
      "ATAGGGTT": 582,
      "GCTGT": 583,
      "CTTGAA": 584,
      "CGTTAA": 585,
      "CTGTTACTGGTA": 586,
      "ATGAACT": 587,
      "GTTAA": 588,
      "GGAAT": 589,
      "CCACCAA": 590,
      "ATATCTACCT": 591,
      "GGCAATGG": 592,
      "CGGTAGATTGC": 593,
      "AAGACGCTCGC": 594,
      "GCGACGT": 595,
      "GGGAGT": 596,
      "CCTCC": 597,
      "ATCACCATTA": 598,
      "GGCGAGATGT": 599,
      "GGGATA": 600,
      "GAAATGC": 601,
      "GATTTA": 602,
      "CGCGCT": 603,
      "GAGTCGGGA": 604,
      "GAGCTGAGATTTA": 605,
      "CCAAAAAAA": 606,
      "GTCAGAT": 607,
      "CATTT": 608,
      "CCATTT": 609,
      "CAATCA": 610,
      "GGAAATTCT": 611,
      "CGTAGC": 612,
      "CCACCATT": 613,
      "GCCAGATGCACCCTCATGC": 614,
      "CCTCCT": 615,
      "CCTCAA": 616,
      "AAACTTA": 617,
      "GGCTCACGC": 618,
      "ATAATA": 619,
      "ATAGCGAT": 620,
      "GATCTGTCCT": 621,
      "GAGGA": 622,
      "GATAGACGAA": 623,
      "GGTGCAAA": 624,
      "ATAGGT": 625,
      "CAAAT": 626,
      "CAAATCT": 627,
      "CAGAGA": 628,
      "GCATCA": 629,
      "GTGCA": 630,
      "GGCCT": 631,
      "GTATT": 632,
      "GTATA": 633,
      "CTCCA": 634,
      "GGCGGGC": 635,
      "CCTCGC": 636,
      "CTACTCAAGC": 637,
      "CAGATGACAAGCTTA": 638,
      "CCTATTATCC": 639,
      "GATGAGCTA": 640,
      "CTGTT": 641,
      "CCCCA": 642,
      "CGGGGATGGCGAGC": 643,
      "GCTTTT": 644,
      "GCCCGCATCACTGTAT": 645,
      "GGCGAT": 646,
      "GGGTGT": 647,
      "CGCTA": 648,
      "CATAGACGACGAATTA": 649,
      "CCTAA": 650,
      "GATGAT": 651,
      "GACTCAA": 652,
      "GGATTCGGCT": 653,
      "GGGGAGCA": 654,
      "CGAGAGATGGTGCGCTGCCCCCCGGATGGC": 655,
      "ATGCT": 656,
      "GGGTCCTTA": 657,
      "ATTTTTTCAAA": 658,
      "CGTTCCTGGA": 659,
      "CTGGGGCTT": 660,
      "AAAAGCACT": 661,
      "ATGGGTA": 662,
      "CTGAA": 663,
      "CTGCA": 664,
      "GACCA": 665,
      "GTTGCAA": 666,
      "ATGTCGATGGTAA": 667,
      "GCGGT": 668,
      "GGAGGT": 669,
      "CTTCAT": 670,
      "CGGCCA": 671,
      "GGTACCT": 672,
      "GGCACATATAACCCT": 673,
      "GCTGCCGTGTT": 674,
      "CTAGC": 675,
      "ATATGGC": 676,
      "GTAAAAGTT": 677,
      "ATGAGGGATT": 678,
      "ATGGA": 679,
      "GACC": 680,
      "CAAGCCCGTGTA": 681,
      "CGAATCGA": 682,
      "CCAAGAAAA": 683,
      "GGTACC": 684,
      "CGTAGTAT": 685,
      "CGCAGAT": 686,
      "CCGGGGCGCT": 687,
      "CGTCAA": 688,
      "ATATCGCA": 689,
      "ATTGCAATTTA": 690,
      "GCGACGTCTAATTGAT": 691,
      "CCGCA": 692,
      "ATAGTT": 693,
      "CTAAACT": 694,
      "ATGTATCGTA": 695,
      "GGGCGAATAA": 696,
      "ATATTCT": 697,
      "ATTGGT": 698,
      "ATTGTT": 699,
      "CATCGA": 700,
      "CTACCAA": 701,
      "GCCTCCTT": 702,
      "ATGGGTTCTGT": 703,
      "GCCGA": 704,
      "GCCCA": 705,
      "GACAA": 706,
      "CAAGAGAT": 707,
      "CCCCGTAT": 708,
      "GGTTCAATT": 709,
      "GGGGAGCGCTT": 710,
      "GCCAA": 711,
      "CCGCT": 712,
      "ATTCA": 713,
      "CTTGA": 714,
      "CTTTTT": 715,
      "CCGCAACTTCGTCAAAACTATAGGGC": 716,
      "ATCGAT": 717,
      "GGGAGC": 718,
      "ATTCCA": 719,
      "ATTGTTCC": 720,
      "GTTCCAGC": 721,
      "GTTGCACTA": 722,
      "CGTAAAGGTTA": 723,
      "GGCGGGGGTA": 724,
      "CGCTTT": 725,
      "CATGA": 726,
      "CGTGT": 727,
      "AAACT": 728,
      "TTAATGTTA": 729,
      "CATAGGTTA": 730,
      "ATAAAAAAGCACT": 731,
      "CTTTAAGT": 732,
      "GTAAAA": 733,
      "CAGCTGCCT": 734,
      "GTAAGCGTGTA": 735,
      "CGCAGATCAAGAGAT": 736,
      "ATGGCT": 737,
      "ATACC": 738,
      "GTTGTCCT": 739,
      "GATATGC": 740,
      "CGTGTA": 741,
      "GCCTCT": 742,
      "CCCCCGA": 743,
      "ATTTGGCGCCC": 744,
      "CAGTGAGTATT": 745,
      "GTCGAT": 746,
      "GTCCTT": 747,
      "GGGGAA": 748,
      "GTTGA": 749,
      "GAACTA": 750,
      "GATCA": 751,
      "CTTGGT": 752,
      "ATTAAGGT": 753,
      "ATTGATCTCAAGGGCATT": 754,
      "GGGGCA": 755,
      "GACATCC": 756,
      "GTTCTGT": 757,
      "GTTCGATTCTAA": 758,
      "CGGGT": 759,
      "GTAACTA": 760,
      "ATGTCAT": 761,
      "GAAAGC": 762,
      "CCGACCGGGGC": 763,
      "CGGAAATAGGCCTACTGGATATT": 764,
      "CCCCCCCCGA": 765,
      "GGAATGGC": 766,
      "AAAGT": 767,
      "GCCTTT": 768,
      "GGCTTCAGAT": 769,
      "CGGCAATTACAAGC": 770,
      "GCTGCCTTCGCGGC": 771,
      "ATCCA": 772,
      "GCGGA": 773,
      "GTCCAT": 774,
      "GAGATT": 775,
      "GTTGAAA": 776,
      "GTTACAA": 777,
      "ATTCCCGGTGCAAGT": 778,
      "CCAAAAGGAATA": 779,
      "CTGCGGGTGCTCCT": 780,
      "ATAGCCA": 781,
      "GATTTTT": 782,
      "CGACGGT": 783,
      "CATTGTA": 784,
      "ATCCATA": 785,
      "GGATTCGGC": 786,
      "CTGGGGGC": 787,
      "ATATTGCA": 788,
      "CCGCCAA": 789,
      "CATACTCGGTGTCT": 790,
      "GTTCCGTAGTATGTCGT": 791,
      "GCCTA": 792,
      "AAGCT": 793,
      "GTACTT": 794,
      "CTTCTGA": 795,
      "GTATCT": 796,
      "GAACTCGT": 797,
      "GGTGCTAGGGCGT": 798,
      "GCTTA": 799,
      "GTCTA": 800,
      "ATTACA": 801,
      "GGTACTTA": 802,
      "GGTAGCCTGGTGATA": 803,
      "GGGGAT": 804,
      "ATTCGC": 805,
      "GGCGTA": 806,
      "GGACCA": 807,
      "CATCT": 808,
      "CTAGAGAT": 809,
      "GGGTCT": 810,
      "GAGCATT": 811,
      "GAGCCAA": 812,
      "CGAACT": 813,
      "GGTTGCCGCGTCCAGC": 814,
      "CGCGCTGATT": 815,
      "CTTCGCA": 816,
      "CATATCT": 817,
      "CATAGTA": 818,
      "CCTTCC": 819,
      "TTTTGATA": 820,
      "GCCTCCTGGGTTCTA": 821,
      "ATTAACAAGGAAATATTTT": 822,
      "AAGAAGCTCGC": 823,
      "CGGCTACAACTTT": 824,
      "GAGGAT": 825,
      "CGCCCA": 826,
      "CATTATA": 827,
      "CTGCTGAGT": 828,
      "GTACTATTTA": 829,
      "CCATATTGGC": 830,
      "ATATGGCTGAGTCGGGA": 831,
      "ATCGGTA": 832,
      "GCATA": 833,
      "GGATTA": 834,
      "CCATAT": 835,
      "CCATCT": 836,
      "GTACCT": 837,
      "AAAGC": 838,
      "ATATATAGGA": 839,
      "CCCCCGC": 840,
      "ATAACC": 841,
      "ATTTTCCTGTA": 842,
      "GTGAAGCTCGCGGCCGC": 843,
      "CTAATAGCATTA": 844,
      "CATCCTCTTTA": 845,
      "AAATCGTT": 846,
      "ATAGCT": 847,
      "GCAGGCTT": 848,
      "CCCTGGA": 849,
      "GAAACCT": 850,
      "AAGTCTT": 851,
      "ATCCT": 852,
      "GACA": 853,
      "ATAGCA": 854,
      "GCTCGATTGGCCCCC": 855,
      "GAAGAT": 856,
      "CATTTT": 857,
      "CGTAAGA": 858,
      "GATTCC": 859,
      "CCCCCC": 860,
      "GTAAAAGT": 861,
      "GTTACTGGTA": 862,
      "ATTAAA": 863,
      "ATTCAAA": 864,
      "GGCTTA": 865,
      "GATTCCCGGA": 866,
      "CGGTGGGTCATCGC": 867,
      "GGATAA": 868,
      "CATAGGCCTACTGGATATT": 869,
      "AAGTTAGGGGA": 870,
      "GTGGCTTGATCTGTCCT": 871,
      "GGCGGGCGAGCT": 872,
      "GTACTATTTAGTTTTT": 873,
      "AAGGA": 874,
      "GACGC": 875,
      "GGCATCC": 876,
      "CGAAT": 877,
      "CTAATTAAGGT": 878,
      "ATTGTAATAGGGTT": 879,
      "GAATTAAGGTAGTGGTCGACGCATCA": 880,
      "GTTCGCGTGCGAGAACTTGAACT": 881,
      "CGCATCAGATGCGTACTTT": 882,
      "CAGATGACAAGCTTAGACGA": 883,
      "GGATTCGGCTCTGC": 884,
      "CAGTA": 885,
      "ATTATA": 886,
      "GGCCTACTGGATATT": 887,
      "AAACCA": 888,
      "CGGCGGC": 889,
      "CTTTATTCCGGA": 890,
      "CGATATATA": 891,
      "CCTTTTCT": 892,
      "GCCGCTCTCTCGA": 893,
      "GCAGTTCCAGCATTCTATACTGC": 894,
      "CCTTTACGA": 895,
      "ATATAGC": 896,
      "GCGAA": 897,
      "CTGTAA": 898,
      "GCTGA": 899,
      "CTAGCT": 900,
      "GCTAGA": 901,
      "ATGTCGAT": 902,
      "GTCTCGGA": 903,
      "ATTTTT": 904,
      "CTTACT": 905,
      "CAGATAGGCGTCATA": 906,
      "GCTCCGA": 907,
      "CTAATAA": 908,
      "TTAAT": 909,
      "CCAAGAT": 910,
      "CTAAAA": 911,
      "GGGGGAGT": 912,
      "GTGTAAACGA": 913,
      "GGAGAATAT": 914,
      "GAGCGCAAACTTA": 915,
      "CGAATTGTTCC": 916,
      "GGCCCACGCGTCTCAGAGC": 917,
      "GCCGGGC": 918,
      "CCTCCCCCGA": 919,
      "CTTCT": 920,
      "GGCACAT": 921,
      "CTGGATA": 922,
      "GGAGAATTGCTGGCA": 923,
      "ATGGGTGATTTTCCTGTA": 924,
      "ATACCTGTGCTCACCA": 925,
      "CATTAAACCAA": 926,
      "AAAAA": 927,
      "GTTGCA": 928,
      "CTTGC": 929,
      "CGACGCATCA": 930,
      "CGTCCT": 931,
      "GCTGCCAA": 932,
      "GTTGTTCTGT": 933,
      "GTTACTGGTACTAAA": 934,
      "AAAT": 935,
      "ATTCGGT": 936,
      "GGTCAA": 937,
      "GGACCTATTATCC": 938,
      "GTATAAA": 939,
      "GAGCCCGCCAA": 940,
      "ATAAGGCGGGCGAGCT": 941,
      "ATTTTTT": 942,
      "GGGGCCCCC": 943,
      "CGGTAGGC": 944,
      "CATAAGGCGCT": 945,
      "GGCAATGGGAGCGCCGGCCAT": 946,
      "GTGCTA": 947,
      "CTTTT": 948,
      "CCCA": 949,
      "CCGGGAT": 950,
      "GAAT": 951,
      "GGTGGT": 952,
      "GCTGGA": 953,
      "CGTATAA": 954,
      "ATATTTTTGATA": 955,
      "GGTAGCTT": 956,
      "CATTCCTGA": 957,
      "GCCGCCAA": 958,
      "CTATAATCGCCC": 959,
      "GGGGAGCGCTTGCGCTA": 960,
      "GTGGC": 961,
      "GTCCCC": 962,
      "GAATTA": 963,
      "CGCTGCAAGT": 964,
      "CTAAGA": 965,
      "GAGTGC": 966,
      "ATCTCTCGC": 967,
      "CGATATTTA": 968,
      "GGGTTCAA": 969,
      "CGGCTGCTAATCCCGCATCGA": 970,
      "CGGGCCCA": 971,
      "GGGATCTA": 972,
      "CATCGCGGAACT": 973,
      "GAGCGCAAGGTGCAAA": 974,
      "GGAAATTCTCGC": 975,
      "GCGCAGTT": 976,
      "CTCCT": 977,
      "ATAGCCACACA": 978,
      "GTTAAGTT": 979,
      "CTTCTGT": 980,
      "GCACGC": 981,
      "CATCTAA": 982,
      "GCCTCCTA": 983,
      "CATACTTA": 984,
      "ATTACTT": 985,
      "GGATTTT": 986,
      "CAGACATCC": 987,
      "ATGGCGAT": 988,
      "ATATTATATA": 989,
      "ATAGGCCTAAATCGTT": 990,
      "CATTAAGTGCT": 991,
      "GTTGACGTA": 992,
      "GTGGAA": 993,
      "GTGCCA": 994,
      "CTGGC": 995,
      "ATTGCTT": 996,
      "GGTTT": 997,
      "ATAGGTTA": 998,
      "CTTGT": 999,
      "GCACGCT": 1000,
      "AAACACGT": 1001,
      "GTATTT": 1002,
      "ATAAATTGC": 1003,
      "GCAAAA": 1004,
      "ATGCTTAGC": 1005,
      "AAGCGTGTA": 1006,
      "GGTCAATCAT": 1007,
      "GTCTTCAT": 1008,
      "GGTTGCCGCGT": 1009,
      "CTTACTGACCT": 1010,
      "CACCCCCGC": 1011,
      "GGTGAAGGAAA": 1012,
      "GGTCGATTCTAA": 1013,
      "CCTGTAACTA": 1014,
      "GAAGGAGA": 1015,
      "CAAATA": 1016,
      "CTACAT": 1017,
      "ATAACAAGC": 1018,
      "GATAGC": 1019,
      "GATACGGA": 1020,
      "ATAGCGATGAGCTA": 1021,
      "GGGGGA": 1022,
      "TTTTCCTCACGA": 1023,
      "CATTACA": 1024,
      "AAGGTTTAACGGA": 1025,
      "GTCCTTTAAGCCTCCTT": 1026,
      "CAATGTGGAA": 1027,
      "CCCCGTATGTCAT": 1028,
      "CTGGT": 1029,
      "ATTCGT": 1030,
      "GGTATGGC": 1031,
      "CCTATA": 1032,
      "CGCGA": 1033,
      "CGCCA": 1034,
      "CAAGCCT": 1035,
      "GCAGT": 1036,
      "CGACA": 1037,
      "CGGGGGTA": 1038,
      "ATTAGTTGAAA": 1039,
      "CTTAGGC": 1040,
      "GTCCGC": 1041,
      "GAGCTGA": 1042,
      "CCGCAACTTGGT": 1043,
      "GCCTCCTGGGATCTA": 1044,
      "GACGCCC": 1045,
      "GGTGGGT": 1046,
      "GGTGCCCGC": 1047,
      "GTTGGAGT": 1048,
      "CTTGCCT": 1049,
      "CTACAGA": 1050,
      "CTAGAACTA": 1051,
      "ATAAGTTT": 1052,
      "CACAAATA": 1053,
      "GAGGCGAT": 1054,
      "ATCCCGCATCGA": 1055,
      "GCGCTGGA": 1056,
      "CCACCCAAAATGAGGGATT": 1057,
      "GAATCTGATTTT": 1058,
      "ATATGTGTGGATA": 1059,
      "CGGGCTTCAGAT": 1060,
      "CCTCCCCCGAGGATT": 1061,
      "GTCGCT": 1062,
      "CAGGC": 1063,
      "GGCCAGAT": 1064,
      "GCTGCA": 1065,
      "GCTCGATT": 1066,
      "GTTCGAA": 1067,
      "GAACGC": 1068,
      "GGAGGC": 1069,
      "GTATGGTCAATCAT": 1070,
      "ATTAGCAA": 1071,
      "GTCTCAT": 1072,
      "ATTTGC": 1073,
      "ATTTATT": 1074,
      "CTTAATA": 1075,
      "CGGCAGTT": 1076,
      "CTCTTAAGC": 1077,
      "ATTGAAATGT": 1078,
      "CACCCCAGCTTACCAACGGTT": 1079,
      "CCCCCCCCGAGGATT": 1080,
      "CGGCGGCCCTCAA": 1081,
      "GCGCCC": 1082,
      "CCGTT": 1083,
      "GACCAA": 1084,
      "CAGGGG": 1085,
      "GCACTATA": 1086,
      "AAAGCCACACA": 1087,
      "CTAGAT": 1088,
      "CTTTATTCC": 1089,
      "GATAGGCGAA": 1090,
      "GCTACCAA": 1091,
      "GCCACGCA": 1092,
      "CGGGCCGA": 1093,
      "CGAAACTGCTGGGT": 1094,
      "GCCTCCTCGAT": 1095,
      "GTCATTT": 1096,
      "CTAATAGCATT": 1097,
      "GCACTAGCAA": 1098,
      "CTAATCGATGTTGC": 1099,
      "CAAAGTTGGAGTCGCTCTGATT": 1100,
      "CGCAGATCAAGAGATGAGGAT": 1101,
      "ATCCTT": 1102,
      "GCGCCT": 1103,
      "CTGAT": 1104,
      "CCCTA": 1105,
      "CAGGGT": 1106,
      "ATTGAAA": 1107,
      "ATTATCGCT": 1108,
      "CAAAAGC": 1109,
      "GCACCCT": 1110,
      "ATTACC": 1111,
      "GGCACA": 1112,
      "GAGTCCCGGA": 1113,
      "CGGACA": 1114,
      "GCTGCCCTCC": 1115,
      "ATCCCAGGA": 1116,
      "CCTACT": 1117,
      "GGGTTATCGC": 1118,
      "ATGAGGT": 1119,
      "GATCTCAA": 1120,
      "GATATGCCTACGG": 1121,
      "CTTCTGTGTT": 1122,
      "CTATAA": 1123,
      "GAGTT": 1124,
      "GCTCC": 1125,
      "CCTGCA": 1126,
      "GATATTTT": 1127,
      "GATGGTGA": 1128,
      "CGACTCAA": 1129,
      "CTAATCGTT": 1130,
      "CGGTTT": 1131,
      "GGCACTA": 1132,
      "CATTCCT": 1133,
      "GCTGCCGGGTT": 1134,
      "CCATCAA": 1135,
      "GGGGAGCGC": 1136,
      "GATTTATCT": 1137,
      "CGGTTACTGGTA": 1138,
      "GTTCCGTAGC": 1139,
      "CGGGCAATGT": 1140,
      "CTTTAAGTCAGCTGCCT": 1141,
      "CTAGAACTAGAGC": 1142,
      "CTATAT": 1143,
      "CCGAA": 1144,
      "GAATCGC": 1145,
      "CACAGA": 1146,
      "GGCCTCC": 1147,
      "CAAGT": 1148,
      "GGAGATT": 1149,
      "CTTGAACT": 1150,
      "CATGAAA": 1151,
      "AAACTAA": 1152,
      "CGGAAA": 1153,
      "GGCAATAT": 1154,
      "TAGTT": 1155,
      "ATCCCGA": 1156,
      "CCTAGCCGGGC": 1157,
      "GAACTGGTA": 1158,
      "GGATTCTTCTGA": 1159,
      "ATGGGGTT": 1160,
      "GACCTTTT": 1161,
      "CATAGGCAA": 1162,
      "GCTTTA": 1163,
      "CAGGGAACTCGT": 1164,
      "CAAGGGTGCCTACTCAAGC": 1165,
      "CCATATTGTCC": 1166,
      "CAGTAAAGAACTCAGA": 1167,
      "CCTTGCGGAGT": 1168,
      "CTATT": 1169,
      "GGGCTA": 1170,
      "GACTA": 1171,
      "CAATAT": 1172,
      "CAGAAA": 1173,
      "GGCCC": 1174,
      "GTAGA": 1175,
      "CATATTTACCTA": 1176,
      "CTACGAA": 1177,
      "ATAAGGGAA": 1178,
      "CTTTGGGT": 1179,
      "GCCCATAAGGCGGGCGAGCT": 1180,
      "AAGCATT": 1181,
      "ATTTTGTGAA": 1182,
      "ATTCCATCC": 1183,
      "CGGTAATTTA": 1184,
      "GCTCTTGC": 1185,
      "GGATTCTCCTGAGGT": 1186,
      "GGCTCACGCGCTGCCCAGCGCTCGCT": 1187,
      "GTTGCAACCA": 1188,
      "GTCTTCATGTCGAAA": 1189,
      "GTATGGTCAATCATATTTA": 1190,
      "GTGGAT": 1191,
      "ATTATTCT": 1192,
      "GGCGCTA": 1193,
      "GGTGGGTCATCGC": 1194,
      "ATAGT": 1195,
      "GTTGCCTCT": 1196,
      "GAAATT": 1197,
      "CAAGCCC": 1198,
      "GAGCCCAAGGT": 1199,
      "GGGCTT": 1200,
      "CGCAGCCA": 1201,
      "GTTTTTT": 1202,
      "ATATTGCGACGTCTAATTGAT": 1203,
      "CCGCAT": 1204,
      "CCGCGTT": 1205,
      "GTTTTTAAAA": 1206,
      "GACGGACCCGC": 1207,
      "GGTGAAGGAAAGGGGGTGGGCGAGCAA": 1208,
      "GATTTATCTATTGCA": 1209,
      "ATGAT": 1210,
      "GCGT": 1211,
      "GCGAT": 1212,
      "GCGAAGTT": 1213,
      "CTCGT": 1214,
      "GGATAT": 1215,
      "CAGCA": 1216,
      "CAATCT": 1217,
      "GGTGCT": 1218,
      "GGTGCAA": 1219,
      "GTTCTTTAA": 1220,
      "CGCCCT": 1221,
      "CAAGGATGC": 1222,
      "CTTAAGC": 1223,
      "CGTGGCTA": 1224,
      "CGGATCT": 1225,
      "CAAACGT": 1226,
      "CATTGGAAT": 1227,
      "CCATCTT": 1228,
      "ATTTACGGTGGGC": 1229,
      "GGGGATAGTT": 1230,
      "GGTCAATATA": 1231,
      "GTGAAGCTCGC": 1232,
      "CTTCGTGGA": 1233,
      "CGGCAATAACAAGC": 1234,
      "GAGGCGATCT": 1235,
      "CCAAAATATT": 1236,
      "ATTCTATACTGCCGTATTTACCTA": 1237,
      "ATGGGTTCT": 1238,
      "CCGGGGCGCTCTAACCCTGCA": 1239,
      "GTTCCGTAGTATGTCGTGGTGCCCCC": 1240,
      "CCATA": 1241,
      "CCTAAA": 1242,
      "GATAA": 1243,
      "GGACCT": 1244,
      "GTAGTA": 1245,
      "CATCGCT": 1246,
      "CATCGATTGGCCCCC": 1247,
      "TTACCTA": 1248,
      "GCCTCTCT": 1249,
      "CCCCCCTT": 1250,
      "ATAAGTT": 1251,
      "GGTGCGA": 1252,
      "ATGGGATCTGT": 1253,
      "GGTCACTTCTGTGTT": 1254,
      "CCGGAGGT": 1255,
      "CTGTATCGTA": 1256,
      "CGGCCATTTAATGTTA": 1257,
      "GATTGCGTT": 1258,
      "CAGTTCGATTCTAA": 1259,
      "GGCGGACTGGA": 1260,
      "CACAAACAA": 1261,
      "GGGCGAGCCA": 1262,
      "GTAAGACGGGGATGGCGAGC": 1263,
      "CCATCTTCACCAAAAAGA": 1264,
      "CCATCTTCACCAAAAGGAATA": 1265,
      "ATGAACTTTA": 1266,
      "ATATCTACCTCTTCACA": 1267,
      "GGTACCTGGGGAGCA": 1268,
      "CTAAACTATTAA": 1269,
      "CCGCTGGGT": 1270,
      "CATAGGTTACATAATA": 1271,
      "AAGCTCAAT": 1272,
      "GTATCTGGATGC": 1273,
      "GTTCGAACATCTAA": 1274,
      "ATTTATTGGGAGC": 1275,
      "CGCAGATCAAGAGATGAGGATGCACTAGCAA": 1276,
      "GATGGTGAATTA": 1277,
      "CCTAGCCGGGCGATGGTGAATTA": 1278,
      "CCGCATCTTCGT": 1279,
      "CACCAA": 1280,
      "GCACCTTA": 1281,
      "CATCGATT": 1282,
      "CGTATCA": 1283,
      "GTATCA": 1284,
      "GTTAGATACGGA": 1285,
      "CGGACGTAAA": 1286,
      "ATGTCC": 1287,
      "ATCTTTT": 1288,
      "CGATTT": 1289,
      "CAAGCGC": 1290,
      "GGGGAGT": 1291,
      "ATTCCCGGT": 1292,
      "CCACCGCACGC": 1293,
      "CCTCAGCA": 1294,
      "GAGAACTTGAACT": 1295,
      "CGAGAGATGGTGCGTTGCCTCT": 1296,
      "CCTCGTATGTCAT": 1297,
      "CAAATGCCCCGACGGC": 1298,
      "GCTCCGAGGGT": 1299,
      "ATATTA": 1300,
      "CTCTACCAA": 1301,
      "GGGGATT": 1302,
      "CCGGCGC": 1303,
      "CCGCAGCA": 1304,
      "GGTCT": 1305,
      "ATACAGC": 1306,
      "GATATGT": 1307,
      "CGAGA": 1308,
      "AAACTA": 1309,
      "CGGGCT": 1310,
      "CGGGGGT": 1311,
      "GGGTGTCA": 1312,
      "CGGTGGGT": 1313,
      "GTATCTGG": 1314,
      "GGCAGGT": 1315,
      "GTCTCATA": 1316,
      "GACTCTAATTAAGGT": 1317,
      "CGATTCCCGGA": 1318,
      "AAGCGT": 1319,
      "GGGGATA": 1320,
      "GTGTTTT": 1321,
      "CTTTACT": 1322,
      "CGGTAGGT": 1323,
      "GGTAACCT": 1324,
      "ATTGTATACTGC": 1325,
      "GGTAGCCTGGT": 1326,
      "GAATTAAGGTAGTGGTCGA": 1327,
      "CGTCTTTTCAAA": 1328,
      "GTCAGATGCACGCT": 1329,
      "CCACCATTATCGCT": 1330,
      "CTGGGGCTTCGAAA": 1331,
      "ATGGGTTCTGTTTTTGACT": 1332,
      "CGATATATACAAA": 1333,
      "CCGGGATGGC": 1334,
      "GGCCAGATGCACCCT": 1335,
      "GCTTAGC": 1336,
      "GTGTCT": 1337,
      "GAGCCT": 1338,
      "GCTGGCA": 1339,
      "GCTGAGA": 1340,
      "GATGAA": 1341,
      "CAACTTA": 1342,
      "GCAGTCCA": 1343,
      "CATCGT": 1344,
      "AAAATA": 1345,
      "AAAGCCA": 1346,
      "ATATGTTT": 1347,
      "CGGTGGGTTATCGC": 1348,
      "CATAGTAT": 1349,
      "CGCTGC": 1350,
      "GGATCGC": 1351,
      "CTTTCAT": 1352,
      "CTTTGTGT": 1353,
      "GAAACCATTT": 1354,
      "GGGGGATT": 1355,
      "CCACCCATA": 1356,
      "CGGTAGATT": 1357,
      "GGCGTCATA": 1358,
      "GTGAAGCT": 1359,
      "CATAGGCCTAAATCGTT": 1360,
      "ATGTAGT": 1361,
      "ATCTACCTA": 1362,
      "CGGATGGA": 1363,
      "GCCCGTGTACTTGATGACCT": 1364,
      "AAGTAGCTCTT": 1365,
      "GGGCAGGAGATGGC": 1366,
      "GGATTTGGCT": 1367,
      "GCCGAGATGT": 1368,
      "CTAAGACCGA": 1369,
      "ATCTAA": 1370,
      "CTCCCC": 1371,
      "GAGTA": 1372,
      "GACGGTT": 1373,
      "CACTTT": 1374,
      "GGCGTT": 1375,
      "ATAGTA": 1376,
      "GCTATTTT": 1377,
      "GATATTTA": 1378,
      "CATCAA": 1379,
      "CATAAGACGCT": 1380,
      "CGTCCCTGGA": 1381,
      "AAAGCACT": 1382,
      "CCAGA": 1383,
      "CGGGAAA": 1384,
      "CATAGCAGC": 1385,
      "ATCTGGCCCA": 1386,
      "GCTGCCCAGC": 1387,
      "GCTGCCTTCA": 1388,
      "GGTTCGGT": 1389,
      "AAGCGCT": 1390,
      "GTGTACCT": 1391,
      "CACAAATAA": 1392,
      "GTGCTAA": 1393,
      "CAGCTGTTCGAACATCTAA": 1394,
      "ATTGATCTGAA": 1395,
      "CCTGGAGGTCCA": 1396,
      "CGCTTCAGCCAATCCCTCGCCGGGCGGGGGTGAAATGC": 1397,
      "GAGCTGAGATTTACAGATAGGCGT": 1398,
      "CTAGAGATGGTGC": 1399,
      "CTTGCCTCACGA": 1400,
      "CGACTCAAGCCC": 1401,
      "ATAAGGGAACATT": 1402,
      "CGTTACAA": 1403,
      "ATGGAT": 1404,
      "GTCAA": 1405,
      "CTCCTAGCCGGGCGATGGTGAATTA": 1406,
      "GGGAGCGCCGGCCAT": 1407,
      "GAGCA": 1408,
      "GGCCGAA": 1409,
      "GCTCGATA": 1410,
      "GTTCTT": 1411,
      "CCTGT": 1412,
      "CGCGC": 1413,
      "CAAATTT": 1414,
      "GTAGC": 1415,
      "CTTGGTA": 1416,
      "CATGCT": 1417,
      "CTACC": 1418,
      "GATTCAA": 1419,
      "CATAGGT": 1420,
      "CATAGATA": 1421,
      "GTATCGTCT": 1422,
      "GAGCGCTAA": 1423,
      "ATTACCTA": 1424,
      "CGCTCGG": 1425,
      "GGATCC": 1426,
      "CAAAATT": 1427,
      "CATTAA": 1428,
      "GCTAATCC": 1429,
      "CAGAGGA": 1430,
      "CGCAGCA": 1431,
      "GGTTGCCT": 1432,
      "GTTTCT": 1433,
      "CCATCTTCAT": 1434,
      "GGGTTCTAA": 1435,
      "ATTTTCCCGA": 1436,
      "CAGTGA": 1437,
      "GGTTACCGC": 1438,
      "GGATACACA": 1439,
      "GGAGATCC": 1440,
      "GTGAGCTAGA": 1441,
      "CGTGTTCTCAA": 1442,
      "CCTATTATTCCA": 1443,
      "GCTGCCTTCGCGGCCA": 1444,
      "CGGATATAGC": 1445,
      "CTACACTTT": 1446,
      "CATAAACACGT": 1447,
      "CAACATCTTAATA": 1448,
      "CTTTCCTCACGACTTT": 1449,
      "CGCTTCAGCCAATCCCTCGCCGGGCGGGGGTGAAATA": 1450,
      "ATTCGGTGCT": 1451,
      "GGGTTCAAGCCAGATGCACCCT": 1452,
      "GCGGC": 1453,
      "GCGCAA": 1454,
      "CCGGGATA": 1455,
      "GACAAA": 1456,
      "CCTCTAAA": 1457,
      "CGAATGC": 1458,
      "CATCGAA": 1459,
      "CGTATCTACCTA": 1460,
      "CCAGGGC": 1461,
      "CGGATGA": 1462,
      "GGGTTT": 1463,
      "GGGTCCTCA": 1464,
      "CATACTA": 1465,
      "ATAAGT": 1466,
      "GCCCGGT": 1467,
      "CATTGAA": 1468,
      "GCTACCTCA": 1469,
      "CTGTCAT": 1470,
      "GAAACCTTTT": 1471,
      "CCTTCT": 1472,
      "GGTTAAGC": 1473,
      "ATTAAGGTA": 1474,
      "CACAATT": 1475,
      "CACAGATA": 1476,
      "AAAACAAAAGC": 1477,
      "ATATTCGCAGCCA": 1478,
      "CGGCTATTACAAGC": 1479,
      "CTGAGTTAGATACGGA": 1480,
      "CATGCGGAATGGC": 1481,
      "GGTGTGCTGCCCTCC": 1482,
      "CATAGACGACGA": 1483,
      "CGGCCAGTTA": 1484,
      "CTTGAGGTA": 1485,
      "ATCCATACGGCAGTT": 1486,
      "GGCGTAATATA": 1487,
      "GGTTGCCGCGTCCAGCGTAAGCGTGTA": 1488,
      "GTACTATTTAGTTTTTATTGA": 1489,
      "CGAGAGATGGTGCGTTGCCTCTCGGATGGC": 1490,
      "ATCCCC": 1491,
      "GCATATT": 1492,
      "GTGGCT": 1493,
      "AAATTA": 1494,
      "GGTTTT": 1495,
      "GATCTT": 1496,
      "CAAGGAA": 1497,
      "GTAGTTCCAGC": 1498,
      "CTTCC": 1499,
      "GCAGCT": 1500,
      "AAAATTGCAATTTA": 1501,
      "CCAACGT": 1502,
      "CATAATT": 1503,
      "GGATCT": 1504,
      "GGTACA": 1505,
      "GGCACGAT": 1506,
      "CAGAATCAA": 1507,
      "ATCCGTA": 1508,
      "CGTAGTAAAAGTT": 1509,
      "CCATCCTCCCCCGAGGATT": 1510,
      "GCCGCCCAT": 1511,
      "CCGACC": 1512,
      "GGTGCAAAGA": 1513,
      "GCACTGCTGGA": 1514,
      "CAAAACCAAGAA": 1515,
      "AAGTTATAGA": 1516,
      "CATAGGCATCGA": 1517,
      "CCAAAAGGA": 1518,
      "CTCCGCAGCA": 1519,
      "CTACGGGATTTT": 1520,
      "GGCAGTTGCTGCCTTCGCGGC": 1521,
      "CCGCAACTTCGTCAAAACTATAGGGCCAATCA": 1522,
      "GGTACTTAGTGC": 1523,
      "GCTGCACCCC": 1524,
      "GTTCCGTAGCATGTAGT": 1525,
      "GGGGATAGTTCTTGAGGTA": 1526,
      "GTATCTGGATGCATATA": 1527,
      "GACTCTAATTAAGGTGTTAA": 1528,
      "GTATCGTCTCCT": 1529,
      "GCGGCT": 1530,
      "CTGTA": 1531,
      "CAGTCT": 1532,
      "ATTATATTT": 1533,
      "GCTCGA": 1534,
      "CCTGAA": 1535,
      "CAACGC": 1536,
      "GGAGC": 1537,
      "GGAGATAGC": 1538,
      "CTTAAAGC": 1539,
      "CGTTTAGC": 1540,
      "TTTATGT": 1541,
      "CCAAGTA": 1542,
      "CCAACGGTT": 1543,
      "CGGCCGC": 1544,
      "GTATGGA": 1545,
      "GTATCACT": 1546,
      "GGATCA": 1547,
      "GGTACCTA": 1548,
      "GAGTGTT": 1549,
      "CGGAGTATGGTCAATCATATTTA": 1550,
      "CAGACTCAA": 1551,
      "CTGTCCT": 1552,
      "CAGATGCGTA": 1553,
      "CGCTTGTCCT": 1554,
      "GGAGTATTAGTTGAAA": 1555,
      "GGAGTGCTCTTGC": 1556,
      "CACCCCA": 1557,
      "CTGAATA": 1558,
      "ATCGCTA": 1559,
      "ATAAAGAA": 1560,
      "CATACTCGGT": 1561,
      "AAGTAACTCTT": 1562,
      "GCAGCCCAGACTCAA": 1563,
      "GAAACTGATTTT": 1564,
      "CTGTTACTGGTACTATAATCGCCC": 1565,
      "GTATTGCCCATAAGGCGGGCGAGCT": 1566,
      "ATTTTTTCAAAGAA": 1567,
      "CTGCAGGT": 1568,
      "CCGACCGGGGCGGT": 1569,
      "CGACGGTGAAGGAAAGGGGGT": 1570,
      "GCAGGCTTCTCCTAGCCGGGCGATGGTGAATTA": 1571,
      "CGTATAACCCT": 1572,
      "ATTACTTCTTTGTGT": 1573,
      "TTTTCCTCACGACTTT": 1574,
      "CCGCAACTTGGTCAAAACTATAGGGC": 1575,
      "CATGAAAATATTGCGACGTCTAATTGAT": 1576,
      "GGTCAATATACTTA": 1577,
      "ATCTTT": 1578,
      "ATGGCA": 1579,
      "GTCGCCC": 1580,
      "CTCAT": 1581,
      "CTGGGTT": 1582,
      "GGGCT": 1583,
      "GGGAGCGC": 1584,
      "CCATTAA": 1585,
      "CCATTAAA": 1586,
      "GAATA": 1587,
      "ATTATCC": 1588,
      "GGCCGCT": 1589,
      "GCTGTGTT": 1590,
      "GATGCCT": 1591,
      "CTTCATT": 1592,
      "CGTATTT": 1593,
      "CTAGGC": 1594,
      "GGGTTTA": 1595,
      "ATAAAA": 1596,
      "GATAGA": 1597,
      "GGCACATATAA": 1598,
      "ATCACA": 1599,
      "CGGACGTAAAGGTTA": 1600,
      "CGGACATAGGCCTACTGGATATT": 1601,
      "GCCAGAGC": 1602,
      "GGTTCGATT": 1603,
      "ATGACGGA": 1604,
      "GTCCCGACGGC": 1605,
      "CTGGGGCGT": 1606,
      "CAAAACTATAA": 1607,
      "GGCGTGTATCTGT": 1608,
      "CAAGCTCAGACGA": 1609,
      "GATGCACGCT": 1610,
      "ATTAACAAGGAAATAT": 1611,
      "CGCCTGGTCAATATATTT": 1612,
      "CCACTATTATCGCT": 1613,
      "ATGTCGATGGTAACGTTCCTGGA": 1614,
      "CAAGCCCGTGTACTTGATGACCT": 1615,
      "GGGCGAATAACGAGAGATGGTGCGCTGCCCCCCGGATGGC": 1616,
      "GGTTCAATTATTCT": 1617,
      "GGATTACTTTTT": 1618,
      "ATATTATATAGGA": 1619,
      "GGCACACGTA": 1620,
      "GTGGATGACCT": 1621,
      "AAAACAAAAGCATATT": 1622,
      "GCACTGCTGGAGGATACACA": 1623,
      "CGTTA": 1624,
      "TTGAT": 1625,
      "CAGAAAA": 1626,
      "ATTATTT": 1627,
      "ATTATCGC": 1628,
      "GGCTTT": 1629,
      "GGTGGC": 1630,
      "GCTATCACCATTA": 1631,
      "GATGACGA": 1632,
      "CAAGCTCTT": 1633,
      "CTAGGAGTGCTCTTGC": 1634,
      "CGGGGCGGT": 1635,
      "ATATAA": 1636,
      "GCCTGCGCTA": 1637,
      "GAGCCCACCAA": 1638,
      "CGAAGAAA": 1639,
      "GGCACCCCA": 1640,
      "CTAAGAGGC": 1641,
      "GAGTCAA": 1642,
      "GCCCGGCGAGATGT": 1643,
      "CATTCGTGA": 1644,
      "CGTTATA": 1645,
      "CGTTATTCCGGA": 1646,
      "CAGACGAA": 1647,
      "GGGTTATATTTTTGATA": 1648,
      "CCGACCGGA": 1649,
      "GTGCTTA": 1650,
      "CGCTTCGAT": 1651,
      "CGGGAGATTGCGTT": 1652,
      "GTGCTCACCA": 1653,
      "GGGATGA": 1654,
      "GGGATTTTTCCTCACGACTTT": 1655,
      "GCAGCAGACATCC": 1656,
      "GGGCATTCGGCT": 1657,
      "GGAGATGGCCGGCAATTACAAGC": 1658,
      "CGAATTATTCC": 1659,
      "CTTTCCTCACGACTTTACCAA": 1660,
      "CAGGTCGATTCTAA": 1661,
      "CGGTAGATTGCGTT": 1662,
      "CGTAGCGGCTT": 1663,
      "GCCAGATGCACCCTCATGCGGAATGGC": 1664,
      "CTTAGGCCCTA": 1665,
      "ATATGTGTGGATAATATTGCA": 1666,
      "CGGTAGGTGGATT": 1667,
      "ATATTAA": 1668,
      "ATCGCTT": 1669,
      "GGATAGC": 1670,
      "GGTGCCT": 1671,
      "ATAGTCCT": 1672,
      "GCTCGCTT": 1673,
      "GTTCCTGTAACTA": 1674,
      "CTTGGCA": 1675,
      "GCACTTGATGACCT": 1676,
      "CGACAACTTT": 1677,
      "CCACAT": 1678,
      "CGGCCCTGC": 1679,
      "GCCTGGGTA": 1680,
      "CCCCCCCGA": 1681,
      "GTATCTTT": 1682,
      "GGATGAA": 1683,
      "CTTTATT": 1684,
      "CTTTCTT": 1685,
      "GATACT": 1686,
      "CAAAGGT": 1687,
      "CTAACCCT": 1688,
      "ATCAGGGATT": 1689,
      "GAGTGTCCCC": 1690,
      "GCTGCGGCCAT": 1691,
      "CGCAATCC": 1692,
      "CCTTGCTGAGA": 1693,
      "CCTAGGCCTACTGGATATT": 1694,
      "GAACTCAGA": 1695,
      "ATGCGTA": 1696,
      "CGCTTCGGTAATTTA": 1697,
      "CTATAATT": 1698,
      "GGAGAGCA": 1699,
      "GGAAACATTTT": 1700,
      "GAGCTGATATTTA": 1701,
      "CACTGGT": 1702,
      "GCGCATA": 1703,
      "AAGTTAGGAGA": 1704,
      "ATGAAATTATATTT": 1705,
      "CTAATAGCTTTA": 1706,
      "GCTCTCACC": 1707,
      "ATATTTCCTCCT": 1708,
      "CCGTAGCA": 1709,
      "CGGGTTCTA": 1710,
      "GGTTTACACAA": 1711,
      "CACAAATGATTCCCGGA": 1712,
      "GGCCTCCTA": 1713,
      "GGAGAATATCCCAA": 1714,
      "GAGCGCAAACTTACCAAAAAAA": 1715,
      "ATCCCGAGCCA": 1716,
      "CCAAAATATTCTTAGGCCCTA": 1717,
      "AAGCTCAATCGGCGGCCCTCAA": 1718,
      "GCCCGGTGCAAGT": 1719,
      "ATGCTT": 1720,
      "GTGAT": 1721,
      "GTCGA": 1722,
      "GGGGGC": 1723,
      "CACTAA": 1724,
      "ATTCTACT": 1725,
      "GGCGATCT": 1726,
      "GGTAT": 1727,
      "GGTTTTT": 1728,
      "ATAGGGC": 1729,
      "GTTGAT": 1730,
      "GAAAT": 1731,
      "GATGATA": 1732,
      "CAACGAT": 1733,
      "CTACCTTTT": 1734,
      "ATATCTGT": 1735,
      "CGCTCGC": 1736,
      "GGGCGC": 1737,
      "CTTTATATTCT": 1738,
      "GTAAGGCGGGGGTA": 1739,
      "ATGTCGT": 1740,
      "ATGTCATAGACGACGAATTA": 1741,
      "ATCTCGC": 1742,
      "GTCTTTA": 1743,
      "CGATCT": 1744,
      "ATTAACGCTTCGAT": 1745,
      "GGCTTCAAATGCCCCGACGGC": 1746,
      "GACGAGGATGGCGAGC": 1747,
      "CTACTGGAGATT": 1748,
      "CCTGAGGC": 1749,
      "GACGTCTAATCGAT": 1750,
      "GGGGTCATCCTCTTTA": 1751,
      "GCCCGCCAA": 1752,
      "GATCTGTCCCC": 1753,
      "GGCGGACTGGGGGC": 1754,
      "GCTCTATT": 1755,
      "CTCTTAA": 1756,
      "CCAAGGTCT": 1757,
      "GGCCCACGCGTCTCGGA": 1758,
      "GGCACATATAACCCTCAGTAAAGAACT": 1759,
      "CGAATCGAATTGTTCC": 1760,
      "CGTGTGAACTGGTA": 1761,
      "ATACCCTAAGAGGC": 1762,
      "CATATCTGAACT": 1763,
      "GTGAAGCTCGCGGCCGCCAA": 1764,
      "GGTGAAGGAAAGGAGGT": 1765,
      "GTCATTTGGCGCCC": 1766,
      "ATGGGATCTGTTTTTGACT": 1767,
      "CATCGATTAA": 1768,
      "CGGACGTAAAGGTTCGGT": 1769,
      "CAGAATCAAGGGATTTTTCCTCACGACTTT": 1770,
      "CTAGGAGTGCTCTTGCATTAACGCTTCGAT": 1771,
      "AGGTAA": 1772,
      "ATGGCTT": 1773,
      "GCGGGTT": 1774,
      "GTCAAA": 1775,
      "AACAT": 1776,
      "CTGATA": 1777,
      "GACCAGC": 1778,
      "CAGTGTTTT": 1779,
      "GGTCCCCCC": 1780,
      "GCTGCCC": 1781,
      "GAACCTACT": 1782,
      "CAAGGT": 1783,
      "CGAGGCGA": 1784,
      "CGTCA": 1785,
      "AAACA": 1786,
      "CCAGTGA": 1787,
      "CGGTGAAGGAAAGGGGGT": 1788,
      "CCCCGA": 1789,
      "CATACTTGGCA": 1790,
      "GGTACTT": 1791,
      "GCAAAT": 1792,
      "ATCTTTTCAAA": 1793,
      "CGATAA": 1794,
      "CGTAGGTTA": 1795,
      "CTTAATCGTT": 1796,
      "GTTTCTA": 1797,
      "GGCTTATCGCA": 1798,
      "GGATTCGGATCT": 1799,
      "GTCCGCATCA": 1800,
      "AAGTCTTT": 1801,
      "GCTCGCCAA": 1802,
      "GGTCAGTTCC": 1803,
      "GCAGCCAA": 1804,
      "ATCACCATAA": 1805,
      "ATCACCGTTCCTGTAACTA": 1806,
      "GATTAGTCCT": 1807,
      "GAGGCTA": 1808,
      "CAGGAATTCCCGGTGCAAGT": 1809,
      "GTGACGTAGTAT": 1810,
      "GTTGCCCAGCGCTCGCT": 1811,
      "CAGGGGATTT": 1812,
      "CCGTCGA": 1813,
      "GCCCCGACGGCCT": 1814,
      "CTGCGGGTGCT": 1815,
      "GATTTACAGTGTTTT": 1816,
      "GAGGAGC": 1817,
      "CCGCAATT": 1818,
      "GGATTCGGCTTT": 1819,
      "GAGCGCAAGGTGCAAAGACGAA": 1820,
      "CCTAAAATAA": 1821,
      "CGCAGATCAAGAGATGAGGATGCACTAGCAACTAGAACTAGAGC": 1822,
      "CTGAGTTAGATACGGAGTA": 1823,
      "CCACATGATTTACAGTGTTTT": 1824,
      "ATCCCGAGCCACCACATGATTTACAGTGTTTT": 1825,
      "CCAGTGAGTATCGTCTCCT": 1826,
      "ATCCCGAGCCACCACATGATTTACAGTGTTTTGCTCT": 1827,
      "ATCTTA": 1828,
      "GTCGATA": 1829,
      "GGGGTA": 1830,
      "CCATGT": 1831,
      "GACTAA": 1832,
      "GAGACT": 1833,
      "TTCAT": 1834,
      "GGCGTCC": 1835,
      "GCTATCA": 1836,
      "GTTGCAGTA": 1837,
      "CCTGGGGT": 1838,
      "GAACAA": 1839,
      "CGCCAT": 1840,
      "GGAGTGC": 1841,
      "GTAGCA": 1842,
      "GCAGGA": 1843,
      "CGTGTTCGC": 1844,
      "AAAGTAT": 1845,
      "CTACTGG": 1846,
      "CTAGGCCTACTGGATATT": 1847,
      "CGGGCCGC": 1848,
      "ATTAGTCT": 1849,
      "GGATCCT": 1850,
      "GGTAGC": 1851,
      "GGTAGTCCA": 1852,
      "GGAAGTCC": 1853,
      "GAGTCT": 1854,
      "CCCTCTCCA": 1855,
      "GCCAGGA": 1856,
      "GCCAATAAGGGAACATT": 1857,
      "ATCCCTACCT": 1858,
      "CGCACT": 1859,
      "CCTTAA": 1860,
      "CCTTATTCGT": 1861,
      "ATAGCGATCT": 1862,
      "CTTACCCC": 1863,
      "GTTTCCAAAATATTCTTAGGCCCTA": 1864,
      "GTCCTTA": 1865,
      "ATTCCCGCTGCAAGT": 1866,
      "CAGCATCTA": 1867,
      "ATATAGAGGA": 1868,
      "CCTCAGGA": 1869,
      "GGGAAGGCCGAA": 1870,
      "CCTTTTAAGTCTT": 1871,
      "CGTAAGGCGGT": 1872,
      "CGCTCTGATTT": 1873,
      "GCAGCAGGCATCC": 1874,
      "GGCCGCCAA": 1875,
      "ATAAAATATA": 1876,
      "GAGTATTGCCTCCTGGGTTCTA": 1877,
      "CTTAAGCCGC": 1878,
      "ATACCTGTGCTCACAA": 1879,
      "CAGGTATTCT": 1880,
      "CCTTGCGGAGAATTGCTGGCA": 1881,
      "CGACTCAAGC": 1882,
      "CTTGAAGACCT": 1883,
      "GGCAATGGGAGCGC": 1884,
      "GAAATGCCTACGGGATTTT": 1885,
      "ATATGGCGGGGT": 1886,
      "CGAACTATTCC": 1887,
      "GTGGCAT": 1888,
      "ATTGCTTATGA": 1889,
      "CTACAGACAGAT": 1890,
      "GGGCTAGCAA": 1891,
      "GACGGACCCGCATGCA": 1892,
      "CTTCGTGGACACT": 1893,
      "CGTTACAAATAA": 1894,
      "GCTCGATAGGCCCCC": 1895,
      "CGTGTTCTCAAAAACACGT": 1896,
      "CGGAGTATGGTCAATCATATTTACATGAAAATATTGCGACGTCTAATTGAT": 1897,
      "CCTTATTCGTGAT": 1898,
      "GCCCTCA": 1899,
      "GTGTCC": 1900,
      "AACT": 1901,
      "CTGGCTTCAGAT": 1902,
      "GACGGT": 1903,
      "GAGATA": 1904,
      "ATTATT": 1905,
      "GGTAAA": 1906,
      "GGTCAGC": 1907,
      "GTTCT": 1908,
      "GTTCGGTT": 1909,
      "CCTGTTACTGGTACTAAA": 1910,
      "CAAAAA": 1911,
      "GGACCGA": 1912,
      "GCAATA": 1913,
      "CGAATGTCC": 1914,
      "CGTCAAA": 1915,
      "CGTGTAA": 1916,
      "AAAGATTTATCTATTGCA": 1917,
      "CCACTAAA": 1918,
      "CGGCATAGCCA": 1919,
      "GCCTCC": 1920,
      "GTATCGTA": 1921,
      "GTATGTCAT": 1922,
      "GTATAAACGA": 1923,
      "GGGCGGGAAGGCCGAA": 1924,
      "CGAACGTGTGAACTGGTA": 1925,
      "ATAACA": 1926,
      "GCCCGTATCACT": 1927,
      "CCCTATCTTA": 1928,
      "ATCTGCT": 1929,
      "GTCTCAA": 1930,
      "CGTTGCCGC": 1931,
      "CGTAGCTA": 1932,
      "CGTAATTACCTA": 1933,
      "ATAGCGGTCT": 1934,
      "GTTTATTA": 1935,
      "CCGAATGC": 1936,
      "GTCCGTA": 1937,
      "AAGCGAA": 1938,
      "GGAGTCGCTCTGATT": 1939,
      "CAGCTTACCAACGGTT": 1940,
      "GTGTTCATAAA": 1941,
      "GGGATTTACCTA": 1942,
      "CATGCGGTATGGC": 1943,
      "ATGTAGCGTT": 1944,
      "GGGTGCATT": 1945,
      "GGGTGCATCA": 1946,
      "CTCAACAGCTGTTCGAACATCTAA": 1947,
      "CTGTATAAGACGCTCGC": 1948,
      "CGCTTCAGCCAATCC": 1949,
      "GGAACTATGAA": 1950,
      "CCCAAGGT": 1951,
      "ATCCCTCGCCGGGCGGGGGT": 1952,
      "CGGTGTCTGGCGAGATGT": 1953,
      "CTACAGGAA": 1954,
      "CAATACTATAGGGC": 1955,
      "CGGTGGGCGGGTCCTTA": 1956,
      "CGTAGCGGTCAGTTCC": 1957,
      "GTTACAACCA": 1958,
      "ATAACCCAAA": 1959,
      "GTTCGCGTGCGAGAACTTGAACTCCAAGGAT": 1960,
      "GTATTTCCCC": 1961,
      "GTCTCATAAGTT": 1962,
      "CTAATCGTTGTTGC": 1963,
      "CACAGAGAAAGC": 1964,
      "GGATTCTTCTGAGGT": 1965,
      "GGGTGTCAATGA": 1966,
      "CGCAATCCCTTTCTT": 1967,
      "CTAGGAGTGCTCTTGCATTAACGCTTCGATCTACAGACAGAT": 1968,
      "GGGCGGGAAGGCCGAACCTTCT": 1969,
      "ATGGGC": 1970,
      "ATCGTA": 1971,
      "GCCCAAGGT": 1972,
      "GTCGC": 1973,
      "CTGGCA": 1974,
      "GGGGTT": 1975,
      "CCATCC": 1976,
      "GAGTAA": 1977,
      "CACGGGTTCTA": 1978,
      "GCTGTCGT": 1979,
      "CCTCCTTA": 1980,
      "CGCGCTGCCCAGCGCTCGCT": 1981,
      "CAAGGAT": 1982,
      "CTTAT": 1983,
      "GATTCGCCCA": 1984,
      "CCAAGT": 1985,
      "CGGCTT": 1986,
      "GCCTGC": 1987,
      "CCCCCGT": 1988,
      "CATACACA": 1989,
      "GTAACAGTTCGATTCTAA": 1990,
      "TAGTTA": 1991,
      "CTAACTCT": 1992,
      "CTAAGTCAGAT": 1993,
      "CTAAGGGGGAGT": 1994,
      "GAGTGCT": 1995,
      "GCTAGAT": 1996,
      "ATGTCATA": 1997,
      "CGTTATT": 1998,
      "CGTTCAATT": 1999,
      "CTGTTTTTGACT": 2000,
      "GAAACTT": 2001,
      "CTGCTT": 2002,
      "GTTTGC": 2003,
      "ATTCTAT": 2004,
      "ATGAATGAA": 2005,
      "CCGACGC": 2006,
      "GGGGAGTA": 2007,
      "GGGGATAGC": 2008,
      "GGAGTATTGGT": 2009,
      "AAAACTGCA": 2010,
      "GGATACCAGGGC": 2011,
      "ATTGTCCAT": 2012,
      "GAAATACAGAA": 2013,
      "GTTTTGGTAGCCTGGTGATA": 2014,
      "CCGGGGCGTT": 2015,
      "ATGTATCGTT": 2016,
      "GCTCCTGTTACTGGTACTAAA": 2017,
      "CGGATGCTCCGAGGGT": 2018,
      "CTACGGGGGGATAGTTCTTGAGGTA": 2019,
      "CAAGGGTGCCGACTCAAGCCC": 2020,
      "CGCCTCAGGTCGATTCTAA": 2021,
      "ATGCAATATAGC": 2022,
      "GTAAGAGGT": 2023,
      "CAATAATTCAAA": 2024,
      "GGCCATGGGA": 2025,
      "CTTGAACACCT": 2026,
      "CGTTAAGGGTA": 2027,
      "GTTAAGGTA": 2028,
      "ATAGCGATGAGTTT": 2029,
      "GTTGCAACCACC": 2030,
      "ATGGCTGAATCT": 2031,
      "GATTTTTCTATA": 2032,
      "GCCTAGACCAA": 2033,
      "CCTTCCCTTGC": 2034,
      "AAACCAGCTGCCT": 2035,
      "CTAGCTCGT": 2036,
      "ATGGCGATGAGTTT": 2037,
