{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "GG": 4,
      "CC": 5,
      "AT": 6,
      "GT": 7,
      "AA": 8,
      "CT": 9,
      "GC": 10,
      "GA": 11,
      "TT": 12,
      "CA": 13,
      "CGG": 14,
      "GAT": 15,
      "GCC": 16,
      "GAA": 17,
      "GCT": 18,
      "CGT": 19,
      "AGT": 20,
      "CAT": 21,
      "GGT": 22,
      "CCT": 23,
      "CAA": 24,
      "ACT": 25,
      "AGG": 26,
      "ATT": 27,
      "CGC": 28,
      "ACC": 29,
      "GTT": 30,
      "CTT": 31,
      "CGA": 32,
      "GCGG": 33,
      "AGA": 34,
      "GGGG": 35,
      "AAT": 36,
      "GCGT": 37,
      "CAGG": 38,
      "TTT": 39,
      "CGCC": 40,
      "ACGG": 41,
      "ACA": 42,
      "ATAT": 43,
      "GGCC": 44,
      "CGCT": 45,
      "GATT": 46,
      "CCTT": 47,
      "AGC": 48,
      "GTCT": 49,
      "GACC": 50,
      "GTCC": 51,
      "AGAT": 52,
      "AGAA": 53,
      "CTGG": 54,
      "GTAT": 55,
      "ACTT": 56,
      "GGAT": 57,
      "GAAT": 58,
      "AAAA": 59,
      "GGCA": 60,
      "CGTT": 61,
      "GTTT": 62,
      "CGGT": 63,
      "CGAT": 64,
      "GTA": 65,
      "CACC": 66,
      "GAGG": 67,
      "GCAA": 68,
      "AATT": 69,
      "GCCT": 70,
      "ACAT": 71,
      "ACAA": 72,
      "CGAA": 73,
      "AAGA": 74,
      "ATCC": 75,
      "CATT": 76,
      "ACGC": 77,
      "AGTT": 78,
      "ACCT": 79,
      "GCAT": 80,
      "ATTT": 81,
      "CTCA": 82,
      "AGGT": 83,
      "CTTT": 84,
      "AACC": 85,
      "ACGT": 86,
      "GGTT": 87,
      "AAAT": 88,
      "GTGA": 89,
      "AGCT": 90,
      "CCCC": 91,
      "AGGGG": 92,
      "CAGT": 93,
      "ATGAT": 94,
      "CGGGG": 95,
      "AAGG": 96,
      "CTGCC": 97,
      "GCTT": 98,
      "AGTTT": 99,
      "AGCC": 100,
      "GCATT": 101,
      "CTAT": 102,
      "ACCGG": 103,
      "ACGA": 104,
      "GTCGT": 105,
      "GTAA": 106,
      "CAGA": 107,
      "AAGCC": 108,
      "CGGCC": 109,
      "GAAGG": 110,
      "GTGAA": 111,
      "AACT": 112,
      "GCGA": 113,
      "GATCT": 114,
      "CTGGT": 115,
      "ATGA": 116,
      "ACTAT": 117,
      "CTGT": 118,
      "CGGAT": 119,
      "CACTT": 120,
      "GCGCT": 121,
      "CGGGT": 122,
      "GATCC": 123,
      "ATCT": 124,
      "GGTCC": 125,
      "GCGGT": 126,
      "GCACT": 127,
      "ATAA": 128,
      "CACA": 129,
      "GGGT": 130,
      "GATTT": 131,
      "CATAGT": 132,
      "GCGAT": 133,
      "AGAAT": 134,
      "GGCAT": 135,
      "GCGCC": 136,
      "GAAAA": 137,
      "TTCC": 138,
      "CCTACC": 139,
      "AGAGA": 140,
      "ACGGCC": 141,
      "GTCA": 142,
      "GCACC": 143,
      "AGATT": 144,
      "GCAGAT": 145,
      "CACGT": 146,
      "ATTAA": 147,
      "ACGCT": 148,
      "GAACC": 149,
      "AGTCT": 150,
      "AGGTT": 151,
      "CCACTT": 152,
      "ATGT": 153,
      "CCTGT": 154,
      "CGCCT": 155,
      "GGACT": 156,
      "GAGT": 157,
      "GATCAA": 158,
      "CATAA": 159,
      "CGACT": 160,
      "GCGTGGT": 161,
      "GGACA": 162,
      "GACCT": 163,
      "CGCGCT": 164,
      "GGCT": 165,
      "AAACT": 166,
      "GACGG": 167,
      "TTAT": 168,
      "GATAGG": 169,
      "GACA": 170,
      "CACCT": 171,
      "GAGCT": 172,
      "CGGTT": 173,
      "GTTGG": 174,
      "CAGGGTT": 175,
      "GCAGC": 176,
      "GAGCC": 177,
      "GACT": 178,
      "CGTGG": 179,
      "AGTAA": 180,
      "GAATTT": 181,
      "AGCGG": 182,
      "GTTGT": 183,
      "CAGAT": 184,
      "ATTAT": 185,
      "GTTAT": 186,
      "CGATT": 187,
      "GGTTT": 188,
      "GCGGGT": 189,
      "AAGGGG": 190,
      "CTAA": 191,
      "GAAGT": 192,
      "CAACT": 193,
      "ACTTT": 194,
      "GCGGCGC": 195,
      "GCGTTT": 196,
      "GCCTT": 197,
      "GCGTCGG": 198,
      "GCCGT": 199,
      "GAAATT": 200,
      "AGGGTCC": 201,
      "GACCAA": 202,
      "CTCAGGT": 203,
      "CCCCGCGT": 204,
      "AAGCCGCT": 205,
      "GCGAA": 206,
      "CACAT": 207,
      "GCGGGAAAA": 208,
      "AATCGG": 209,
      "ACGGGG": 210,
      "GGGA": 211,
      "CCTTT": 212,
      "GTGCT": 213,
      "AAGAA": 214,
      "GCAGG": 215,
      "CGCTGTGAA": 216,
      "AATTAT": 217,
      "ACGAT": 218,
      "GGGCC": 219,
      "CCGG": 220,
      "ATCTT": 221,
      "AACGG": 222,
      "GCAGT": 223,
      "GACGC": 224,
      "TTGT": 225,
      "CGGGA": 226,
      "GATGT": 227,
      "ATTAAT": 228,
      "GCGGCC": 229,
      "GGCCCC": 230,
      "AGCGCC": 231,
      "GTGACATT": 232,
      "ACAGG": 233,
      "GGGGT": 234,
      "GATCGAA": 235,
      "GCCCCT": 236,
      "GAACGT": 237,
      "GCGGCATAA": 238,
      "CCTTGGCC": 239,
      "GACCGG": 240,
      "ATGGT": 241,
      "CTCAGG": 242,
      "GCGAAGG": 243,
      "CACGG": 244,
      "GCGGAAGGGG": 245,
      "AAGACA": 246,
      "GATAGGCAGGGTT": 247,
      "GAATTTCGT": 248,
      "CTGTA": 249,
      "TTAA": 250,
      "CACAA": 251,
      "GGTCTGGT": 252,
      "AGGGT": 253,
      "AGGCCT": 254,
      "AGACAT": 255,
      "GTCTCCACTT": 256,
      "GTCCCGT": 257,
      "CCAA": 258,
      "ATTTT": 259,
      "GTGTCC": 260,
      "GCATAT": 261,
      "GCAGTTT": 262,
      "CCTCGGT": 263,
      "CGCACGGCC": 264,
      "CGACTGG": 265,
      "GGCAGC": 266,
      "CGATCC": 267,
      "CTCACCT": 268,
      "CAGTGAT": 269,
      "ACGCC": 270,
      "ATGTCT": 271,
      "CACT": 272,
      "CGGACA": 273,
      "CATCAGA": 274,
      "CAAAA": 275,
      "CGCAA": 276,
      "AGAAACTT": 277,
      "CTGGCGCC": 278,
      "ACGCAAACT": 279,
      "GCGACGT": 280,
      "CGTGGAGA": 281,
      "CCCT": 282,
      "GTGT": 283,
      "CTCT": 284,
      "AGTAAT": 285,
      "AGTTTT": 286,
      "CAAACT": 287,
      "CGCGACGG": 288,
      "CGAGG": 289,
      "ACGGAGT": 290,
      "CGCTT": 291,
      "GACCCC": 292,
      "GGTTAA": 293,
      "AGCTAT": 294,
      "GATCTGGCC": 295,
      "CGCTGTGAACACC": 296,
      "ATGCGTGGT": 297,
      "GACAGG": 298,
      "GACTGCC": 299,
      "AGTGTGAA": 300,
      "CAAATCC": 301,
      "CGACGG": 302,
      "GCGGAT": 303,
      "AGAGAGG": 304,
      "GGGGGTTT": 305,
      "ACGGCCT": 306,
      "AAAAACCT": 307,
      "GCAACCTT": 308,
      "CTTTACT": 309,
      "ACTATAGTT": 310,
      "CACACGC": 311,
      "AGACAGG": 312,
      "CGCCGCC": 313,
      "CTGGACT": 314,
      "GTATAGAAT": 315,
      "CGATCGT": 316,
      "AACCCGC": 317,
      "GGTTCTCAGGT": 318,
      "GCATTCCTTT": 319,
      "CAGATGTA": 320,
      "GCGTCGGGCGGCATAA": 321,
      "GTGACATTAGG": 322,
      "CGCACGGCCAAGCCGCT": 323,
      "GTGGT": 324,
      "CGTTT": 325,
      "AGTCC": 326,
      "GGTCGGTT": 327,
      "AGGAT": 328,
      "AGGGA": 329,
      "GTTCT": 330,
      "GCGTGATCGAA": 331,
      "ACGGT": 332,
      "CGTTAT": 333,
      "GTACGC": 334,
      "ACGCGAAGT": 335,
      "ACCTGT": 336,
      "AACTACC": 337,
      "GATCAACAT": 338,
      "GGACACTT": 339,
      "GCGGCGCGTTT": 340,
      "AATCGGGGAT": 341,
      "CCTTGGCCCGT": 342,
      "CCCTT": 343,
      "CCGCAGAT": 344,
      "ATGACCGG": 345,
      "AAGT": 346,
      "AGTCGG": 347,
      "GGTCCT": 348,
      "ACCAGAA": 349,
      "GTTCGG": 350,
      "CACCCC": 351,
      "ACATAGT": 352,
      "ACGACC": 353,
      "GGTCTGGTGTCTCCACTT": 354,
      "ATGG": 355,
      "GCAAT": 356,
      "GAGGGG": 357,
      "CAAT": 358,
      "CATATAT": 359,
      "CAAGG": 360,
      "CAAAGT": 361,
      "CAAGGACT": 362,
      "CGCACAA": 363,
      "CGACC": 364,
      "GGCCCGG": 365,
      "GCTTCGCGCT": 366,
      "GCACCAGAA": 367,
      "GCGGGAAAAGCATTCCTTT": 368,
      "AATTATGTCGT": 369,
      "CTGTAGCT": 370,
      "AAGGT": 371,
      "AAATT": 372,
      "CTGAT": 373,
      "GCCCA": 374,
      "CCTAT": 375,
      "CAAGTCCCGT": 376,
      "CGCGGCA": 377,
      "GTTACGCT": 378,
      "GGGGGGTTAA": 379,
      "GCGTAAGACA": 380,
      "GATTACGGCCT": 381,
      "GTCTACGGAGT": 382,
      "GTCCACCGG": 383,
      "GAGGGCATAT": 384,
      "CCTGTCGG": 385,
      "GGCAGCGCGCC": 386,
      "AGCGT": 387,
      "GGAGGGG": 388,
      "CCGT": 389,
      "GTCTT": 390,
      "GTACA": 391,
      "GTATAT": 392,
      "CGGGTCGT": 393,
      "GAACT": 394,
      "GCTTT": 395,
      "AGTGA": 396,
      "CATGG": 397,
      "CATAT": 398,
      "CATAAT": 399,
      "CCTCCT": 400,
      "CGCGTAT": 401,
      "ACCCATT": 402,
      "AGAGG": 403,
      "ACAAT": 404,
      "CGCTAGGGTCC": 405,
      "AGCACC": 406,
      "AGATCGG": 407,
      "CGTTAGT": 408,
      "GTACGT": 409,
      "ATCCGT": 410,
      "ACGCGCT": 411,
      "GCATGGT": 412,
      "AACCAGAT": 413,
      "GCGATATGCGTGGT": 414,
      "GTTGGGCGAAGG": 415,
      "GAGCCGATCT": 416,
      "GCCGTGAAT": 417,
      "AGAGAGGACGGCC": 418,
      "AAAAACCTCACTT": 419,
      "CAAGGACTGTGCT": 420,
      "GGAA": 421,
      "ATGATT": 422,
      "CTTTT": 423,
      "CGTATGAT": 424,
      "AGTCTT": 425,
      "CATTT": 426,
      "ATTAAAA": 427,
      "CTTAT": 428,
      "CTTAA": 429,
      "CGAGAT": 430,
      "GCGGCA": 431,
      "GGGGGGCA": 432,
      "AATACT": 433,
      "ACGGAAGA": 434,
      "ACACC": 435,
      "CCTTGGGG": 436,
      "CCTTCGCGACGG": 437,
      "AGCAA": 438,
      "GGATGA": 439,
      "CACCATGGT": 440,
      "AGCCTT": 441,
      "CTGTCGCT": 442,
      "CGGATCGACT": 443,
      "GGGGTACGCGAAGT": 444,
      "GCCCCTCAGG": 445,
      "GCGTCGGGCGGCATAACGCTGTGAACACC": 446,
      "GCGGGAAAAGCATTCCTTTCATAGT": 447,
      "GTAGACAGG": 448,
      "AACAGG": 449,
      "CTGGCC": 450,
      "GCGACC": 451,
      "GCAGGT": 452,
      "CAGCT": 453,
      "GAACTT": 454,
      "GCTAAGG": 455,
      "CAACGT": 456,
      "ACTGG": 457,
      "CGCGT": 458,
      "ACCTTT": 459,
      "CGACA": 460,
      "CGAGGCAT": 461,
      "GCGGGAA": 462,
      "TTTCGCC": 463,
      "ACGGCT": 464,
      "GGCCAGAGAGGACGGCC": 465,
      "CCTTCT": 466,
      "GTCTCGT": 467,
      "CTGGCGATCC": 468,
      "GTATCT": 469,
      "CGAAGG": 470,
      "AAGAGTTGT": 471,
      "ACGCGT": 472,
      "CTGCCCGGAT": 473,
      "GCATTAT": 474,
      "CGGCCCCTACC": 475,
      "GAAGGACC": 476,
      "TTCCGT": 477,
      "GATCAAACCGG": 478,
      "GGTTTCGCC": 479,
      "GACGCGGGG": 480,
      "TTGTCAAATCC": 481,
      "ATGTCTGCGGAAGGGG": 482,
      "CAGATGTACCT": 483,
      "GGACACTTATGAT": 484,
      "GAGGGCATATAGTGTGAA": 485,
      "ATGCC": 486,
      "GCACA": 487,
      "GAGAT": 488,
      "GAATT": 489,
      "GAGCACT": 490,
      "CACGA": 491,
      "CGGCCCC": 492,
      "AGTGATGT": 493,
      "AGTGTGTCC": 494,
      "CATCC": 495,
      "CAACATAGT": 496,
      "CGCAT": 497,
      "CGCGGCC": 498,
      "AGACC": 499,
      "AATGCT": 500,
      "CGCCCAGG": 501,
      "GATTCAA": 502,
      "GTCTGACCT": 503,
      "AGAAACCT": 504,
      "GCAAAGG": 505,
      "AGCTACGGGG": 506,
      "AGGGGCGG": 507,
      "GAGCTAGTT": 508,
      "GCAGCGAA": 509,
      "AACGGCGGCC": 510,
      "CTCAGGATTT": 511,
      "GATAGGCAGGGTTCGGGG": 512,
      "GAATTTCGTAGCC": 513,
      "CGCAAACTATAGTT": 514,
      "GCGGCGCGTTTGACTGCC": 515,
      "GCCCAGTTT": 516,
      "GGCGCC": 517,
      "CCGCCT": 518,
      "GTGAT": 519,
      "GTGCC": 520,
      "GTTTT": 521,
      "AACA": 522,
      "CTAGGT": 523,
      "GCGCTTCGCGCT": 524,
      "GAGTT": 525,
      "CAGTT": 526,
      "AGTAT": 527,
      "GGTAT": 528,
      "CCTCC": 529,
      "AGGGGT": 530,
      "ATTCAA": 531,
      "CGCACCAGAA": 532,
      "ACCCC": 533,
      "ACCACC": 534,
      "GGGGAT": 535,
      "GCGTGACC": 536,
      "GATTAA": 537,
      "AGCAT": 538,
      "CGGTACAA": 539,
      "AATTGGCA": 540,
      "AAGAGTT": 541,
      "CAGTCGGGTCGT": 542,
      "CGGGGGCGACC": 543,
      "AGGTTGTGACATTAGG": 544,
      "TTATCGT": 545,
      "CAACTCCGCAGAT": 546,
      "GAACGTCGA": 547,
      "ACGCAAACTGAAATT": 548,
      "CGACGGCGACTGG": 549,
      "GTATAGAATGGTCCT": 550,
      "CGATCGTACATAGT": 551,
      "GGTCTGGTGTCTCCACTTGGTTCTCAGGT": 552,
      "CGCACAACGCCT": 553,
      "GGGGGGCACGCCT": 554,
      "GGACC": 555,
      "CCGCC": 556,
      "ATCCT": 557,
      "ATCTCACCT": 558,
      "GTCGG": 559,
      "GTGTTT": 560,
      "AACCT": 561,
      "CTACC": 562,
      "GCGCAGTTT": 563,
      "GACGT": 564,
      "CAGGGG": 565,
      "CGGCA": 566,
      "GCCGCC": 567,
      "GAACGG": 568,
      "GCTTTT": 569,
      "AGTCAGA": 570,
      "CATAGA": 571,
      "GGTACTAT": 572,
      "CCTCAGG": 573,
      "CAAGGT": 574,
      "AGGCC": 575,
      "AGGCGG": 576,
      "AGGGCGTTT": 577,
      "AGGAGCTAT": 578,
      "ATTCGG": 579,
      "ATTCAGG": 580,
      "ACAGGGG": 581,
      "GTCTAT": 582,
      "AGAAACCCATT": 583,
      "AAAACCGG": 584,
      "AATTCCTT": 585,
      "AATTCTCA": 586,
      "GCCTCCT": 587,
      "CGAAGTAA": 588,
      "AGTTATT": 589,
      "GGTTCGG": 590,
      "AGCTAA": 591,
      "GCTTGTTAT": 592,
      "ATGAGCACT": 593,
      "CGGATCGACA": 594,
      "GGGTATAT": 595,
      "AGATTGGATGA": 596,
      "ATTAAGAA": 597,
      "GACACGGGG": 598,
      "GACCAACAA": 599,
      "GATAGGCAGGGTTCGGGA": 600,
      "GGGGGTTTGTTGGGCGAAGG": 601,
      "CACACGCAGTCGG": 602,
      "GCGTGATCGAAAATTATGTCGT": 603,
      "AACTACCCGTT": 604,
      "GTCCACCGGAGCGCC": 605,
      "AGAGGACGACC": 606,
      "ATCCGTAGGTT": 607,
      "ACGGAAGAGATCC": 608,
      "ACGATT": 609,
      "GGATAT": 610,
      "GGACGCGCT": 611,
      "ATCAT": 612,
      "AAAGC": 613,
      "CTGA": 614,
      "CTGCAGAT": 615,
      "GCGTT": 616,
      "GCAGGGG": 617,
      "GATACGG": 618,
      "GCCAT": 619,
      "GAACAA": 620,
      "GCTCAA": 621,
      "AGTCACCT": 622,
      "CAACGG": 623,
      "CAACGC": 624,
      "ACTACGA": 625,
      "ACTTTCC": 626,
      "CTTGGCC": 627,
      "GCGGGTAA": 628,
      "GCGGTTCC": 629,
      "AATAAAT": 630,
      "ATATCACTT": 631,
      "GATTCC": 632,
      "GGCAGCGCC": 633,
      "CGGTCGT": 634,
      "CACCGCC": 635,
      "AATTGGGA": 636,
      "ACATAA": 637,
      "CTGCCCGG": 638,
      "CGGGTCGCTAGGGTCC": 639,
      "CCTACCCTGGCGATCC": 640,
      "GTCACTTT": 641,
      "AGTCTGAACGT": 642,
      "GAGTTTT": 643,
      "GACTACC": 644,
      "ACTTTGCACCAGAA": 645,
      "GACCCCGGCAT": 646,
      "CGCCGCCGGGCC": 647,
      "AACCCGCACGAT": 648,
      "AATCGGGGATGCGGGT": 649,
      "GTTCGGAGATT": 650,
      "CACCCCAGA": 651,
      "GGCAGCGCGCCAGCACC": 652,
      "GTCTGACCTATAT": 653,
      "GAATTTCGTAGCCACCT": 654,
      "ACGTT": 655,
      "AGCCT": 656,
      "GGGGTCC": 657,
      "CCCGT": 658,
      "ATCA": 659,
      "GTGG": 660,
      "AACGC": 661,
      "AAGTT": 662,
      "AAAGAT": 663,
      "AAGAAT": 664,
      "CTCAT": 665,
      "GAGAA": 666,
      "CACGGGT": 667,
      "GATAAAACCGG": 668,
      "GCCCC": 669,
      "GCTAT": 670,
      "CGTCGA": 671,
      "AGTGG": 672,
      "AGTGAT": 673,
      "CATCATCAGA": 674,
      "CCTAGGT": 675,
      "CAACC": 676,
      "CAAAGGCCT": 677,
      "AGGACGT": 678,
      "AGGCAGTGAT": 679,
      "ATTGT": 680,
      "CGCGGCAT": 681,
      "ACCAA": 682,
      "CGAGA": 683,
      "AATCC": 684,
      "AATGT": 685,
      "TTTCGGT": 686,
      "CGCCGACAGG": 687,
      "ATATCACGT": 688,
      "GATTCACAT": 689,
      "AGCAGCTAT": 690,
      "GTCTTT": 691,
      "GTATCC": 692,
      "GGATGAAGGACC": 693,
      "AAAAGTT": 694,
      "CGTTGG": 695,
      "GTACAA": 696,
      "CACCCGGCCCCTACC": 697,
      "GAGGCGG": 698,
      "ACATCC": 699,
      "ACAACAGATGTACCT": 700,
      "AGTTGG": 701,
      "ATTTTT": 702,
      "AGCTTT": 703,
      "GCGCTGCCCCTCAGG": 704,
      "GCGGTGGGGTACGCGAAGT": 705,
      "ATGACCGGGATCAACAT": 706,
      "CATATATGCAACCTT": 707,
      "CCTGTCGGGTCC": 708,
      "CTTTTGGTCGGTT": 709,
      "AGTCTTGAGCCGATCT": 710,
      "CGAGATCTCA": 711,
      "GCGGGAAAGGGG": 712,
      "GCAGCGAACCCCGCGT": 713,
      "GTCTATCGTGGAGA": 714,
      "GACACGGGGGAACC": 715,
      "CGCCGACAGGGCGGTTCC": 716,
      "GGACCTGT": 717,
      "CCACC": 718,
      "ATCGTT": 719,
      "ATAGACAT": 720,
      "GTCAT": 721,
      "GTAGAT": 722,
      "CTGGGG": 723,
      "CTACA": 724,
      "CTCTGG": 725,
      "GCAGAA": 726,
      "GAGGT": 727,
      "CAGAA": 728,
      "GATATCTCACCT": 729,
      "GCCGCT": 730,
      "GCTATGTCTGCGGAAGGGG": 731,
      "AGTACGT": 732,
      "GGTCT": 733,
      "GGTCGG": 734,
      "CCTCAT": 735,
      "CCTGGT": 736,
      "CCTATAT": 737,
      "AGGAAT": 738,
      "ATTAGA": 739,
      "CGCGG": 740,
      "CGCACGAT": 741,
      "CGCAGGCAGTGAT": 742,
      "ACCAT": 743,
      "CTTACC": 744,
      "CTTCGCACCAGAA": 745,
      "AGACCTGT": 746,
      "GGGGGT": 747,
      "GGCCATAT": 748,
      "GATTCTCAGGT": 749,
      "GTCCACTGG": 750,
      "CTGGCGG": 751,
      "CTGGTTCCGT": 752,
      "GTATACGG": 753,
      "GGATGCAA": 754,
      "GAATAACAGG": 755,
      "GTTTCGT": 756,
      "CGGTCC": 757,
      "CGATGG": 758,
      "CGATGGT": 759,
      "GCAAAGC": 760,
      "AAATAAAT": 761,
      "AAATCTAA": 762,
      "AAGGGCTT": 763,
      "AAGCCAATT": 764,
      "AAGCCCAAAGGCCT": 765,
      "CACTTATGAT": 766,
      "CGGGTCGTT": 767,
      "GGTCCGT": 768,
      "AGAGAGGGG": 769,
      "ATTAAAGAAACTT": 770,
      "TTATCGTTAGT": 771,
      "CAGGGTTCGGGG": 772,
      "CAAAACTT": 773,
      "CTGGCGCCGGCC": 774,
      "AGTTTTGAGGGCATATAGTGTGAA": 775,
      "GATCTGGCCACAA": 776,
      "GCGGATAGTTT": 777,
      "CCTTGGCCCGTGCGATATGCGTGGT": 778,
      "GGCCCGGCTGGCGCC": 779,
      "AGATCGGAACGGCGGCC": 780,
      "GCATGGTCAA": 781,
      "CCTTCGCGACGGCAAGGACTGTGCT": 782,
      "GGCCAGAGAGGACGGCCCGCACGGCCAAGCCGCT": 783,
      "AGTGATGTGCGTAAGACA": 784,
      "CGGTACAAATGT": 785,
      "GGGGGGCACGCCTGGAGGGG": 786,
      "ACAGGGGGGTTT": 787,
      "AATTCTCACGG": 788,
      "ATGAGCACTATTAAT": 789,
      "GTCCACCGGAGCGCCGGCT": 790,
      "CGCCGACAGGGCGGTTCCCTCTGG": 791,
      "ATTAAAGAAACTTGTGA": 792,
      "ACGAA": 793,
      "GGCGCT": 794,
      "GGGCAGAT": 795,
      "GGGCCTCCT": 796,
      "ATGTT": 797,
      "AACATT": 798,
      "AACACAT": 799,
      "CTAGT": 800,
      "CTAGG": 801,
      "CTGCCT": 802,
      "GCACGCT": 803,
      "GAGA": 804,
      "CACGC": 805,
      "CAATTAT": 806,
      "GAACAT": 807,
      "GAAAGA": 808,
      "GAAAAT": 809,
      "GCTACGG": 810,
      "CGTCGG": 811,
      "AGTCA": 812,
      "AGTAATTCCTT": 813,
      "CATAGACAT": 814,
      "GGTACAT": 815,
      "CCTACT": 816,
      "CAACAT": 817,
      "CAACCCC": 818,
      "AGGTTT": 819,
      "CGCGTTT": 820,
      "CGCACGGCT": 821,
      "ACCTT": 822,
      "ACCCA": 823,
      "ACCGCAT": 824,
      "GTTGA": 825,
      "CTTGGT": 826,
      "CGACCCC": 827,
      "GCGGCAGT": 828,
      "GGGGGG": 829,
      "GGGGTTTCGCC": 830,
      "GCGTAA": 831,
      "CGCCGCT": 832,
      "CGCCAGG": 833,
      "ATATACCTGT": 834,
      "CGCTTTT": 835,
      "GATTCCT": 836,
      "CCTTACTT": 837,
      "AGCGTT": 838,
      "GTCTGGT": 839,
      "GACCAGAA": 840,
      "AGATCC": 841,
      "GGATGAA": 842,
      "GGCAGCGT": 843,
      "GGCACCTT": 844,
      "GTTTTT": 845,
      "CGGTCCTCCT": 846,
      "GTAATT": 847,
      "GTACGA": 848,
      "GTAGATT": 849,
      "GAGGCGCGTTT": 850,
      "GCAAGTT": 851,
      "GCCTAA": 852,
      "ACATAATACT": 853,
      "CGAAGTAT": 854,
      "ATCCACGT": 855,
      "CATTCGA": 856,
      "AGGTCGT": 857,
      "CTTTGCT": 858,
      "ACGTCT": 859,
      "CGGGGAGGGCGTTT": 860,
      "CTGCCCGA": 861,
      "AGTTTGTGACATTAGG": 862,
      "CTATGGTACTAT": 863,
      "ACCGGCAGG": 864,
      "ACTATGTCTACGGAGT": 865,
      "CGGATGCGCT": 866,
      "GATTTCTCACCT": 867,
      "CGACTAGG": 868,
      "GCGTTTGGGCAGAT": 869,
      "GCGTCGGACCGCAT": 870,
      "GACCAACTTCGCACCAGAA": 871,
      "TTAAAATAAAT": 872,
      "CCAAAGCTACGGGG": 873,
      "ATTTTGGTCGGTT": 874,
      "CGGACAGC": 875,
      "GCGACGTCAT": 876,
      "AGTAATAAGG": 877,
      "AGTCCCGT": 878,
      "CAAGTCCCGTGCATTAT": 879,
      "GTTACGCTTTGTCAAATCC": 880,
      "CATAATCGGGGGCGACC": 881,
      "CGCGTATAAGT": 882,
      "AGATCGGAACA": 883,
      "ACACCGGCCCC": 884,
      "CAACGTAGT": 885,
      "ACCTTTCTT": 886,
      "GACGCGGGGGAACC": 887,
      "CGCCCAGGACGC": 888,
      "CGACGGCGACTGGGTAGACAGG": 889,
      "AGGCGGGCGGT": 890,
      "AGAGGACGACCCGCACGGCT": 891,
      "ACTTTCCGCCT": 892,
      "CACCCCAGACTAGGT": 893,
      "ACAACAGATGTACCTATCC": 894,
      "AGTTGGACTT": 895,
      "CTGGCGGCATGG": 896,
      "CTGGTTCCGTGCATT": 897,
      "AAGGGCTTAGG": 898,
      "AAGCCAATTAAGAA": 899,
      "GGGTAT": 900,
      "GGGTATCT": 901,
      "CCCACC": 902,
      "CCGCGCT": 903,
      "CCGAACGTCGA": 904,
      "ATGAA": 905,
      "ATAGT": 906,
      "ATCAA": 907,
      "ATAGAA": 908,
      "GTAGAA": 909,
      "GTCGCCGACAGGGCGGTTCCCTCTGG": 910,
      "AAAGT": 911,
      "AACGA": 912,
      "AAGCGG": 913,
      "AACTGG": 914,
      "CTAGC": 915,
      "CTACGA": 916,
      "GCGCGG": 917,
      "GCAGA": 918,
      "GCGAGG": 919,
      "GCACAT": 920,
      "GCGCGCC": 921,
      "GCAGCGT": 922,
      "GACAA": 923,
      "GACTT": 924,
      "TTATT": 925,
      "CAGCGAT": 926,
      "CGGGTCC": 927,
      "GATTTT": 928,
      "GATACGT": 929,
      "GCCGAT": 930,
      "GCCACT": 931,
      "GAAGAT": 932,
      "GAAGAA": 933,
      "GAAACT": 934,
      "GAACGCC": 935,
      "GCTACGCT": 936,
      "GCTCCTCAGG": 937,
      "CGTGCATT": 938,
      "AGTGCAGTTT": 939,
      "CATCTGTCGCT": 940,
      "GGTCATCAGA": 941,
      "CCTCT": 942,
      "CCTCTT": 943,
      "AGGAA": 944,
      "AGGAGTT": 945,
      "ATTCT": 946,
      "ATTCTGAT": 947,
      "CGCACAT": 948,
      "GTTCAA": 949,
      "GTTGGGG": 950,
      "CTTGCT": 951,
      "CTTCGAGGCAT": 952,
      "GCGGCGT": 953,
      "AATGG": 954,
      "AATAGCCTT": 955,
      "GCGTAGTTT": 956,
      "CAGGAGT": 957,
      "ATATCTT": 958,
      "ATATATCC": 959,
      "ATATATTT": 960,
      "GGCCATGAT": 961,
      "GGCCCCTACC": 962,
      "CCTTCTGG": 963,
      "CCTTATTTT": 964,
      "GACCAGAT": 965,
      "AGATCTTTACT": 966,
      "AGAAATT": 967,
      "GTATCGTGGAGA": 968,
      "GGATACAA": 969,
      "GAATGCAA": 970,
      "CGTTATTAAAGAAACTTGTGA": 971,
      "GTACAT": 972,
      "GCCTGTCGT": 973,
      "ACATACC": 974,
      "AAGACAGG": 975,
      "ATCCGCCT": 976,
      "ACGCGAA": 977,
      "GCATCGCGCT": 978,
      "GCATCTGGCGGCATGG": 979,
      "ATTTTTGT": 980,
      "CTCAATT": 981,
      "AAATGTAT": 982,
      "GTGAGAGGCGCGTTT": 983,
      "AGCTT": 984,
      "CGGGGGT": 985,
      "CAGACACAT": 986,
      "AACTACT": 987,
      "CGGGTCGCT": 988,
      "CGGGTCGACT": 989,
      "ATCTAAAAACCTCACTT": 990,
      "GCACTATTAA": 991,
      "ATAAGGT": 992,
      "GCGATACGCGT": 993,
      "GCACCCC": 994,
      "GCGTGGTAACC": 995,
      "CGCGCTCACGT": 996,
      "GACTCTTT": 997,
      "GACCAAAGGCCT": 998,
      "GCAGGACC": 999,
      "ATTAATGA": 1000,
      "GCGGCCGCGGT": 1001,
      "AAGACAATTAAGAA": 1002,
      "GAATTTCGTAGTCACCT": 1003,
      "AGGGTGCGCTTCGCGCT": 1004,
      "CCTCGGTACCT": 1005,
      "CCTCGGTCCCC": 1006,
      "CCTCGGTCCCCGCGT": 1007,
      "ACGCCGCT": 1008,
      "GCAACCTTCAT": 1009,
      "GTTCTAATCGGGGATGCGGGT": 1010,
      "CCTTGGCCCGTGCGAA": 1011,
      "CTGTAGCTGGTCTGGTGTCTCCACTTGGTTCTCAGGT": 1012,
      "GTTACGCTTT": 1013,
      "CTTATCCTGTCGGGTCC": 1014,
      "CACCATGGTATTAT": 1015,
      "CGCGTGTAA": 1016,
      "CTGCCCGGATGGACCTGT": 1017,
      "CGGCCCCATGCC": 1018,
      "CAACATAGTGGTTTCGCC": 1019,
      "GATAGGCAGGGTTCGGGGCGGATCGACT": 1020,
      "GCGGCGCGTTTGACTGCCGGGGGGTTAA": 1021,
      "GGGGATGCGGGT": 1022,
      "GCGTGACCCAAGGT": 1023,
      "AGAAACCCATTATCTT": 1024,
      "GATAGGCAGGGTTCGGGACGGATCGACA": 1025,
      "CAACGCATGAGCACTATTAAT": 1026,
      "AACCCGCACGATTTATCGT": 1027,
      "CCTAGGTCCCCGCGT": 1028,
      "CGAGATCTCACAGCT": 1029,
      "GCGGGAAAGGGGGT": 1030,
      "AGAGAGGGGCAT": 1031,
      "ATGTTCC": 1032,
      "CGACTAGGAAGACAGG": 1033,
      "GCGTTTGGGCAGATGCT": 1034,
      "AGATCGGAACAGCGGCC": 1035,
      "ACCTTTCTTGATCAAACCGG": 1036,
      "GCGATACGCGTAGT": 1037,
      "GGATT": 1038,
      "GGGTT": 1039,
      "GGAGA": 1040,
      "GGAAT": 1041,
      "GGCTGCC": 1042,
      "GGAGTTT": 1043,
      "GGCTGGCGCC": 1044,
      "GGGCACTATTAA": 1045,
      "CCAAT": 1046,
      "CCGACC": 1047,
      "CCGAGT": 1048,
      "CCGATACGG": 1049,
      "ATAAAT": 1050,
      "GTATT": 1051,
      "GTGAAT": 1052,
      "AAGCT": 1053,
      "AAATAT": 1054,
      "AAGGCA": 1055,
      "AAACAA": 1056,
      "CTCAA": 1057,
      "CTAAT": 1058,
      "CTGTCGT": 1059,
      "GCGATT": 1060,
      "GCACGT": 1061,
      "GCGCGA": 1062,
      "GCGTTGG": 1063,
      "GCGCATCGCGCT": 1064,
      "GACGA": 1065,
      "GAGCCT": 1066,
      "GAGCTT": 1067,
      "GACTGT": 1068,
      "GAGATTAA": 1069,
      "GAGGCCATAT": 1070,
      "TTAGAAT": 1071,
      "TTAGCGTT": 1072,
      "CAGCC": 1073,
      "CAGGT": 1074,
      "CAGCGT": 1075,
      "CACAGG": 1076,
      "CGGGCTT": 1077,
      "CGGGCGGCATAA": 1078,
      "GATCGT": 1079,
      "GATCGGTT": 1080,
      "GCCCTT": 1081,
      "GCCAAT": 1082,
      "GCCGAAGG": 1083,
      "GCCAAGAA": 1084,
      "GAAGA": 1085,
      "GAAAGT": 1086,
      "GAAGCGG": 1087,
      "GAAGCGCC": 1088,
      "GCTCAT": 1089,
      "GCTACGGGG": 1090,
      "GCTAAGGT": 1091,
      "CGTCAGA": 1092,
      "CATCT": 1093,
      "CATGAT": 1094,
      "CATGGCCATGAT": 1095,
      "GGTAGG": 1096,
      "GGTGGAT": 1097,
      "CCTGTTT": 1098,
      "CCTCACTT": 1099,
      "CCTCACGT": 1100,
      "CCTACTTT": 1101,
      "CAAAGC": 1102,
      "CAAAGCC": 1103,
      "AGGAAAA": 1104,
      "AGGCGGT": 1105,
      "AGGGTACGC": 1106,
      "AGGAGATCC": 1107,
      "ATTAGG": 1108,
      "CGCGCCT": 1109,
      "CGCAAACT": 1110,
      "ACCGCC": 1111,
      "ACCGAGCC": 1112,
      "GTTGCT": 1113,
      "GTTCGA": 1114,
      "GTTGTCA": 1115,
      "CTTGT": 1116,
      "CTTCTT": 1117,
      "CTTAAGAA": 1118,
      "CGACCTCC": 1119,
      "GCGGCT": 1120,
      "GCGGAATGG": 1121,
      "AGAGT": 1122,
      "AGAGCC": 1123,
      "GGGGGGAT": 1124,
      "GGGGGTACGC": 1125,
      "AATAGT": 1126,
      "AATATAAGGT": 1127,
      "CAGGCAACTCCGCAGAT": 1128,
      "CGCCCA": 1129,
      "ACGGAT": 1130,
      "ATATAT": 1131,
      "GGCCACAA": 1132,
      "GGCCCGGCC": 1133,
      "CGCTTT": 1134,
      "CGCTGCGTCGGGCGGCATAACGCTGTGAACACC": 1135,
      "CCTTCGT": 1136,
      "CCTTGAGG": 1137,
      "CCTTCTGGACT": 1138,
      "AGCAAGG": 1139,
      "AGCACCGG": 1140,
      "AGCAGCGG": 1141,
      "GTCTAGTGTGTCC": 1142,
      "GACCCACA": 1143,
      "GTCCCCACTT": 1144,
      "AGAAATCT": 1145,
      "CTGGCGCT": 1146,
      "GTATTT": 1147,
      "GTATACAGGGGGGTTT": 1148,
      "GGATGAGG": 1149,
      "GAATCC": 1150,
      "GAATTTT": 1151,
      "GAATGTAT": 1152,
      "GAATGCAT": 1153,
      "AAAAAA": 1154,
      "AAAAAGG": 1155,
      "AAAAAAT": 1156,
      "GGCAGTGAT": 1157,
      "CGTTATT": 1158,
      "CGTTGAGAT": 1159,
      "CGGTAGG": 1160,
      "CGGTGCAA": 1161,
      "CGGTCCCT": 1162,
      "CGGTACGGT": 1163,
      "CGGTAGTCTGAACGT": 1164,
      "CGATCT": 1165,
      "CGATCAT": 1166,
      "CGATAGG": 1167,
      "GAGGGTATAT": 1168,
      "GCAAGG": 1169,
      "AAGAGGT": 1170,
      "CATTAT": 1171,
      "CATTGGCA": 1172,
      "CATTCCCC": 1173,
      "AGTTACC": 1174,
      "GCATGTT": 1175,
      "ATTTCTACA": 1176,
      "AGGTCC": 1177,
      "GGTTAT": 1178,
      "AAATGGGGTTTCGCC": 1179,
      "GTGACGG": 1180,
      "GTGACCT": 1181,
      "GTGAGCGGCGC": 1182,
      "AGGGGCTAT": 1183,
      "CAGTCCTCCT": 1184,
      "ATGATCGG": 1185,
      "CGGGGCGG": 1186,
      "AAGGAGTACGT": 1187,
      "AAGGGAACGCC": 1188,
      "AGCCCGCACGAT": 1189,
      "CAGAGAGG": 1190,
      "CGGCCCTAT": 1191,
      "GTGAACACC": 1192,
      "GATCTACAT": 1193,
      "CTGGTGTCTCCACTT": 1194,
      "ATGAGCGGCGCGTTT": 1195,
      "GATCCGACCGG": 1196,
      "ATCTACCAA": 1197,
      "GATTTTT": 1198,
      "GGCATAGACAT": 1199,
      "GAAAAGATT": 1200,
      "GAAAAAGAT": 1201,
      "AGAGAGCGGGT": 1202,
      "AGAGAGAACGG": 1203,
      "GTCAGCT": 1204,
      "ATTAAAGAAATT": 1205,
      "AGGTTGTGACATT": 1206,
      "CCTGTGCT": 1207,
      "GATCAACCT": 1208,
      "GGACAATTT": 1209,
      "GGCTAGAGAGAACGG": 1210,
      "CACCTCTGCAGAT": 1211,
      "GCAGCATAGACAT": 1212,
      "AGTAACTT": 1213,
      "CAACTCC": 1214,
      "GCAGGGAACTT": 1215,
      "CCGGCCT": 1216,
      "ATTAATGGACGCGCT": 1217,
      "CCTTGGCCCGG": 1218,
      "CACGGGCAGC": 1219,
      "CACAACA": 1220,
      "GTGTCCATGACCGG": 1221,
      "CGACTGGGAGG": 1222,
      "ACGCAAACTGAGATTAA": 1223,
      "GCGACGTCATAGT": 1224,
      "CTTTACTGGACACTTATGAT": 1225,
      "AGGGAGAT": 1226,
      "GATCAACATAGGTTGTGACATTAGG": 1227,
      "CCTTGGCCCGTGCGAT": 1228,
      "CACCCCAGATT": 1229,
      "GAGGGGTT": 1230,
      "GGCCCGGCTGG": 1231,
      "AAATTAGTAA": 1232,
      "CCTATCGTT": 1233,
      "CCTGTCGGGCCCCT": 1234,
      "GTACACGG": 1235,
      "GTACAGAAT": 1236,
      "GTACGTCGCAGGCAGTGAT": 1237,
      "AACCAGATATCCACGT": 1238,
      "GCCGTGAATGCAT": 1239,
      "CGTATGATAGGGA": 1240,
      "ATTAAAACCTCACTT": 1241,
      "CGAGATACCACC": 1242,
      "CCTTGGGGGCTTGTTAT": 1243,
      "GCGGGAAAAGCATTCCTTTCATAGTGAGCTAGTT": 1244,
      "AAGAGTTGTCTT": 1245,
      "GACGCGGGGGAACT": 1246,
      "GATTCAAGACCT": 1247,
      "CTCAGGATTTGAATAACAGG": 1248,
      "GCCCAGTTTGCGGGAAAA": 1249,
      "AATTGGCACGT": 1250,
      "ACGCAAACTGAAATTCTGGTTCCGTGCATT": 1251,
      "CGATCGTACATAGTCATCATCAGA": 1252,
      "CGCACAACGCCTAGAAACTT": 1253,
      "GCCGCCCAGG": 1254,
      "ATTCGGAGATT": 1255,
      "GGTTCGGAAGAGTT": 1256,
      "GATAGGCAGGGTTCGGGACGGATCGACT": 1257,
      "ACGGAAGAGATCCATTT": 1258,
      "GCAGGGGAGTCAGA": 1259,
      "GCGGGTAAGT": 1260,
      "ACATAAGAATTT": 1261,
      "CTGCCCGGATATACCTGT": 1262,
      "CCTACCCTGGCGATCCATGA": 1263,
      "GACCCCGGCATCTGCCCGA": 1264,
      "GGATGAAGGACCGTCT": 1265,
      "AGTCTTGAGCCGATCTGTCTCGT": 1266,
      "GCAGCGAACCCCGCGTCGCAAACTATAGTT": 1267,
      "GATATCTCACCTAAAT": 1268,
      "GTATACGGGGGGGTTTGTTGGGCGAAGG": 1269,
      "GCAAAGCACT": 1270,
      "AAATCTAACATT": 1271,
      "CGGGTCGTTAGGGTCC": 1272,
      "GATCTGGCCACAAACCCATT": 1273,
      "GCATGGTCAACTGGT": 1274,
      "CCTTCGCGACGGCAAGGACTGTGCTGCATGGTCAACTGGT": 1275,
      "AACACATGGGCACTATTAA": 1276,
      "CACGCGC": 1277,
      "GCGTCGGACCGCATAATGCT": 1278,
      "AGTAATAAGGGCGGATAGTTT": 1279,
      "GTTACGCTTTGTCAAATCCGATTACGGCCT": 1280,
      "CAGGAGTATCT": 1281,
      "GCCTGTCGTAGAGA": 1282,
      "CCTCGGTACCTGCGT": 1283,
      "CTTATCCTGTCGGGTCCCTGGCC": 1284,
      "ATGTTCCCACTT": 1285,
      "GCGTTTGGGCAGATGCTGTT": 1286,
      "GGAGTTTAACTGG": 1287,
      "GCGATTAAGGGCTTAGG": 1288,
      "ATTTCTACAGCAGGGAACTT": 1289,
      "GGCTAGAGAGAACGGCCTGTTT": 1290,
      "ACGCAAACTGAGATTAAAGTCT": 1291,
      "AACACATGGGCACTATTAACGGATGCGCT": 1292,
      "ACGAAGG": 1293,
      "TATCT": 1294,
      "GGCGC": 1295,
      "GGCTT": 1296,
      "GGAGAA": 1297,
      "GGGTCGT": 1298,
      "GGGCGAAGG": 1299,
      "GGAGGGGT": 1300,
      "GGAGAGGACGACCCGCACGGCT": 1301,
      "CCAGT": 1302,
      "CCACGT": 1303,
      "ATCGT": 1304,
      "ATAAT": 1305,
      "ATAGAT": 1306,
      "ATGCAT": 1307,
      "ATCTTT": 1308,
      "ATAAAAGTT": 1309,
      "GTACT": 1310,
      "GTAAT": 1311,
      "GTAAAA": 1312,
      "GTCGTT": 1313,
      "GTGTAA": 1314,
      "GTACGGGG": 1315,
      "GTACCAGAA": 1316,
      "GTAATGCT": 1317,
      "GTCGGGGAGGGCGTTT": 1318,
      "AAAGG": 1319,
      "AAAGA": 1320,
      "AACGCC": 1321,
      "AAACA": 1322,
      "AAACGT": 1323,
      "AAGCGGT": 1324,
      "GCA": 1325,
      "GCACGA": 1326,
      "GCGCGGCC": 1327,
      "GCACAGG": 1328,
      "GAGGCA": 1329,
      "TTGTCGT": 1330,
      "TTGATTCACAT": 1331,
      "TTCCTTACTT": 1332,
      "CAGCAA": 1333,
      "CACTCA": 1334,
      "CAGCACT": 1335,
      "CAGCACC": 1336,
      "CGGGGAT": 1337,
      "GATCTTT": 1338,
      "GATAAAT": 1339,
      "GAAGTA": 1340,
      "GAACTCA": 1341,
      "GAAGTAA": 1342,
      "GAAAATTAT": 1343,
      "GAACACTTATGAT": 1344,
      "GAAAGATCGGAACGGCGGCC": 1345,
      "GAAACCTTTCTTGATCAAACCGG": 1346,
      "GCTAA": 1347,
      "CGTCA": 1348,
      "CGTCGT": 1349,
      "CGTAGG": 1350,
      "CGTAGA": 1351,
      "CGTATTT": 1352,
      "AGTGAA": 1353,
      "AGTCTTT": 1354,
      "AGTGATTT": 1355,
      "AGTGGACA": 1356,
      "AGTGTGT": 1357,
      "CATGA": 1358,
      "CATCAT": 1359,
      "CATCGA": 1360,
      "CATAGCT": 1361,
      "GGTGT": 1362,
      "GGTGA": 1363,
      "GGTAGT": 1364,
      "GGTACGG": 1365,
      "GGTACA": 1366,
      "GGTATAT": 1367,
      "GGTACAA": 1368,
      "GGTACAAT": 1369,
      "CCTAGTCCCGT": 1370,
      "CAAAT": 1371,
      "CAAACA": 1372,
      "CAAGTCC": 1373,
      "CAAATCT": 1374,
      "CAAAAGAA": 1375,
      "CAACAAAGT": 1376,
      "CAAGTGTTT": 1377,
      "ACTGGT": 1378,
      "ACTCATT": 1379,
      "ACTAAGG": 1380,
      "AGGCAA": 1381,
      "AGGCGA": 1382,
      "AGGACCGG": 1383,
      "AGGATAA": 1384,
      "ATTCTCT": 1385,
      "CGCGCTT": 1386,
      "CGCACCGCC": 1387,
      "ACCAGA": 1388,
      "ACCGGCA": 1389,
      "ACCAGGGGCGG": 1390,
      "GTTAA": 1391,
      "GTTAAGG": 1392,
      "CGAGAGG": 1393,
      "CGACGGGG": 1394,
      "CGAGATCC": 1395,
      "GCGGCACAA": 1396,
      "GCGGCATAGA": 1397,
      "GCGGCGCTTTT": 1398,
      "GCGGCGGGCGGCATAA": 1399,
      "AGACCCC": 1400,
      "GGGGGCTT": 1401,
      "GGGGGAACC": 1402,
      "AATGA": 1403,
      "AATCAA": 1404,
      "AATAGG": 1405,
      "GCGTCC": 1406,
      "GCGTAGT": 1407,
      "GCGTAAT": 1408,
      "GCGTATAA": 1409,
      "GCGTCGCAAACTATAGTT": 1410,
      "CAGGAGGAT": 1411,
      "TTTCTGGGG": 1412,
      "CGCCTT": 1413,
      "ACACGCC": 1414,
      "ACACAGTGAT": 1415,
      "ACACAGTT": 1416,
      "ACAGAAACCTTTCTTGATCAAACCGG": 1417,
      "ATATAAAAACCTCACTT": 1418,
      "CGCTGCC": 1419,
      "CGCTAGTGA": 1420,
      "GATTAGGT": 1421,
      "GATTCACGA": 1422,
      "GATTATCAT": 1423,
      "GATTCAAAACTT": 1424,
      "GATTGAAAATTAT": 1425,
      "CCTTGGT": 1426,
      "CCTTAGG": 1427,
      "AGCGA": 1428,
      "AGCGGT": 1429,
      "GTCTAGA": 1430,
      "GTCTCTGGT": 1431,
      "GTCTGGCGCC": 1432,
      "GTCTGGCGCT": 1433,
      "GTCTGCGAGG": 1434,
      "GACCAGCAAGG": 1435,
      "AGATAGCGG": 1436,
      "AGATGCTCAT": 1437,
      "CTGGCGGTCC": 1438,
      "GTATCGTGG": 1439,
      "ACTTATGAT": 1440,
      "ACTTCTGCC": 1441,
      "ACTTCGCGACGG": 1442,
      "ACTTAGTAATTCCTT": 1443,
      "GGATTT": 1444,
      "GGATCCGCC": 1445,
      "GGATCACAACA": 1446,
      "GAATGCAGGACC": 1447,
      "AAAAAT": 1448,
      "GGCAGCATT": 1449,
      "CGTTGCGTCGGGCGGCATAACGCTGTGAACACC": 1450,
      "GTTTATGTTCCCACTT": 1451,
      "CGGTGTCACTTT": 1452,
      "CGATGGCAGCGCC": 1453,
      "GTAGCC": 1454,
      "CACCAAGGT": 1455,
      "GAGGGCTAT": 1456,
      "AATTCTGTCGT": 1457,
      "GCCTGGAGGGG": 1458,
      "CGAACACAT": 1459,
      "ATCCAGCCT": 1460,
      "ATCCAGGGAGAT": 1461,
      "CATTAA": 1462,
      "CATTCCGAACGTCGA": 1463,
      "AGTTAACGG": 1464,
      "ATTTCGAGGCAT": 1465,
      "AGGTCT": 1466,
      "AACCACTT": 1467,
      "AACCGGATAT": 1468,
      "AACCAAAAAGG": 1469,
      "GGTTCACGGGT": 1470,
      "GGTTAGATCTTTACT": 1471,
      "GTGACGGTAGG": 1472,
      "AGCTAGT": 1473,
      "AGCTGCGGGT": 1474,
      "CCCCACTT": 1475,
      "AGGGGCAT": 1476,
      "AGGGGTTTCGCC": 1477,
      "AGGGGCGGGTCGCT": 1478,
      "CAGTCGGGT": 1479,
      "ATGATAGAGA": 1480,
      "ATGATAGGGA": 1481,
      "AGTTTTT": 1482,
      "AGCCGATCT": 1483,
      "CTATGCT": 1484,
      "ACGACCT": 1485,
      "GTAAAGGGGT": 1486,
      "CGGCCATGAT": 1487,
      "AACTCC": 1488,
      "AACTAGGTTT": 1489,
      "GCGACGTTAT": 1490,
      "GCGACAGAGAGG": 1491,
      "GATCTGTCC": 1492,
      "ATGACAA": 1493,
      "ACTATGCT": 1494,
      "ACTATGTCTT": 1495,
      "ACTATGGAA": 1496,
      "GCGCTCCGCGCT": 1497,
      "GGTCCGTCTTT": 1498,
      "GCACTCGT": 1499,
      "ATAAAGGACGT": 1500,
      "ATAAAATCC": 1501,
      "CACACGAT": 1502,
      "GGGTCGCTAGGGTCC": 1503,
      "GGGTTTTCTGGGG": 1504,
      "GATTTGGCC": 1505,
      "AGAATCAAACT": 1506,
      "GCGCCGCC": 1507,
      "AGAGAGTTTCGT": 1508,
      "GTCACCTT": 1509,
      "GTCAGATCC": 1510,
      "ACGCTGGACT": 1511,
      "GAACCAT": 1512,
      "AGTCTCGAGATACCACC": 1513,
      "CCTGTGCGACAGAGAGG": 1514,
      "GAGTGAT": 1515,
      "GCGTGGTAAACT": 1516,
      "GACCTACATAAGAATTT": 1517,
      "GACAGAT": 1518,
      "CACCTCAACGT": 1519,
      "GAGCTTTCC": 1520,
      "GTTGGACGAAGG": 1521,
      "GACTAGGT": 1522,
      "CAGATGCACAT": 1523,
      "CAACTCTGCAGAT": 1524,
      "AGGGTCCGCTTCGCGCT": 1525,
      "AAGCCGCTGATAGGCAGGGTTCGGGG": 1526,
      "GGGAATAT": 1527,
      "GCAGTGAT": 1528,
      "GGCCCCGT": 1529,
      "AGCGCCCTTATCCTGTCGGGTCCCTGGCC": 1530,
      "ACAGGGAATTTCGTAGCCACCT": 1531,
      "GGGGTACGCGAA": 1532,
      "CTCAGGATTAGA": 1533,
      "GCGGAAGGGGCTTTTGGTCGGTT": 1534,
      "CTGTAGCC": 1535,
      "CTGTAATT": 1536,
      "AGGGTAGA": 1537,
      "AGGCCTATTCAGG": 1538,
      "CGACTGGGTAGACAGG": 1539,
      "CAGTGATGCAAAGG": 1540,
      "ACGCCGGCCCC": 1541,
      "CGGACACAT": 1542,
      "CGGACACATAGA": 1543,
      "CATCAGAGCGCAGTTT": 1544,
      "GCGACGTCATAATCGGGGGCGACC": 1545,
      "AGTAATCCCTT": 1546,
      "AGTTTTGAGGCCATAT": 1547,
      "CAAACTCC": 1548,
      "CAAACTAGGGGCGG": 1549,
      "CGAGGCGT": 1550,
      "CGCTTGGAGGGGT": 1551,
      "GACCCCAGA": 1552,
      "CGACGGCGACTAGGAAGACAGG": 1553,
      "CGCCGCCGGGT": 1554,
      "CTGGACTGTTCGGAGATT": 1555,
      "CGTTTCGCC": 1556,
      "AAGTGCC": 1557,
      "CACCCCAGG": 1558,
      "ATGGCGATCC": 1559,
      "GCAATCTT": 1560,
      "CAATATT": 1561,
      "CAAAGTCGGGGGT": 1562,
      "GCACCAGAAAAAGC": 1563,
      "CTGTAGCTGGTCTGGTGTCTCCACTT": 1564,
      "CGCGGCACACCT": 1565,
      "AGCGTGTATAGAAT": 1566,
      "CATAATGAGCTAGTT": 1567,
      "ACAATAGTTATT": 1568,
      "CGTATGATCGGGA": 1569,
      "AGTCTTGAGCC": 1570,
      "CATTTTTAA": 1571,
      "AGCCTTGAGCCGATCT": 1572,
      "CTGTCGCTTTAAAATAAAT": 1573,
      "GCAGGTCCGCCT": 1574,
      "GCTAAGGCATATATGCAACCTT": 1575,
      "ACGGCTCGCACGGCCAAGCCGCT": 1576,
      "CCTTCTGCACT": 1577,
      "AAGAGTTGTCACCATGGT": 1578,
      "CTGCCCGGATAGACCTGT": 1579,
      "CAGATGTACCTATCCGTAGGTT": 1580,
      "CACGACCTACC": 1581,
      "CGCGGCCGCGGT": 1582,
      "CGCCCAGGACA": 1583,
      "GATTCAAGACCAACTTCGCACCAGAA": 1584,
      "AGAAACCTCTGTAGCTGGTCTGGTGTCTCCACTTGGTTCTCAGGT": 1585,
      "GCGGCGCGTTTGACTGCCGAGGGGTT": 1586,
      "ATTCAACAGATGTACCTATCCGTAGGTT": 1587,
      "CGCACCAGAAAGATTGGATGA": 1588,
      "GTATAGAATGGTCCTCTCAATT": 1589,
      "GGACCGTCC": 1590,
      "AGATTGGATGAGCGGAT": 1591,
      "GACCAACAAGTCTAGTGTGTCC": 1592,
      "CACACGCAGTCGGACTT": 1593,
      "GCGTGATCGAAAATTATGTCGTCGATCGTACATAGT": 1594,
      "AGAGGACGACCCGCACGGCCAAGCCGCT": 1595,
      "ACGATTGATCGT": 1596,
      "GAACAAACCGG": 1597,
      "CAACGGCGC": 1598,
      "GGCAGCGCCAACACATGGGCACTATTAACGGATGCGCT": 1599,
      "CACCGCCGGGCC": 1600,
      "AATTGGGACGT": 1601,
      "GAGTTTTCC": 1602,
      "CGCCGCCGGGCCGTCCACTGG": 1603,
      "GTCTGACCTATATAAAAACCTCACTT": 1604,
      "ATCAATAA": 1605,
      "AGGACGTGATTGAAAATTAT": 1606,
      "ATATCACGTAGTAATAAGGGCGGATAGTTT": 1607,
      "CCACCGAAGCGCC": 1608,
      "ATCGTTGT": 1609,
      "AGGAATCCAA": 1610,
      "GGATGCAAGACCAACAA": 1611,
      "GGTCCGTCCTTGGGG": 1612,
      "GGGGGGCACGCCTGGAGGGGCGGGTCGCTAGGGTCC": 1613,
      "CAATTATCAA": 1614,
      "GGGGGGGTTT": 1615,
      "GGCAGCGTGCC": 1616,
      "CTATGGTACTATGCCT": 1617,
      "CGCGTATAAGTCGGGG": 1618,
      "CAACGTAGTCCTATCGTT": 1619,
      "ACAACAGATGTACCTATCCGTAGATT": 1620,
      "GGGTATCTCTTTACTGGACACTTATGAT": 1621,
      "AAAGTAAGGGAACGCC": 1622,
      "CTAGCAGTCC": 1623,
      "GCTACGCTTTGTCAAATCC": 1624,
      "GGTCATCAGAGCGTAGTTT": 1625,
      "CTTGCTAGA": 1626,
      "AATAGCCTTCTGGACT": 1627,
      "ATATATCCACCTTT": 1628,
      "CCTTCTGGACC": 1629,
      "GCATCTGGCGGCATGGCGCTGTGAACACC": 1630,
      "GTGAGAGGCGCGTTTGACTACC": 1631,
      "CGGGTCGACTCCCT": 1632,
      "CACCATGGTATTATGTCTACGGAGT": 1633,
      "GCCAAGAAATTTCGAGGCAT": 1634,
      "CATGGCCATGATGAAT": 1635,
      "AGCAGCGGCTGGCGCCGGCC": 1636,
      "GGATGAGGGACC": 1637,
      "AAAAAATAGTCT": 1638,
      "CGGTCCCTACC": 1639,
      "CGATAGGCTAT": 1640,
      "CGGCCCTATTTT": 1641,
      "GATCCGACCGGCGCC": 1642,
      "GGACAATTTGACACGGGGGAACC": 1643,
      "CCTTGGCCCGGGCGATACGCGTAGT": 1644,
      "CACCCCAGATTAGGT": 1645,
      "AAGAGTTGTCTTCACACGC": 1646,
      "GCAAAGCACTACGAT": 1647,
      "GGCTAGAGAGAACGGCCTGTTTCACCTCAACGT": 1648,
      "ACGCAAACTGAGATTAAAGTCTCGTGCATT": 1649,
      "TATCTGGCC": 1650,
      "AGTCTTTAGCCGATCT": 1651,
      "CAAAAGAACAA": 1652,
      "CAAGTGTTTCA": 1653,
      "ACTTCGCGACGGCAAGGACTGTGCT": 1654,
      "GGATCACAACAGCGGCC": 1655,
      "ACTATGGAAAATAGT": 1656,
      "CCTGTGCGACAGAGAGGACTATGCT": 1657,
      "GCACCAGAAAAAGCGGTACAAT": 1658,
      "GGCTAGAGAGAACGGCCTGTTTCACCTCAACGTCGATAGGCTAT": 1659,
      "TAT": 1660,
      "TGCCAAGAAATTTCGAGGCAT": 1661,
      "GGAGG": 1662,
      "GGGCGG": 1663,
      "GGAGAT": 1664,
      "GGACGT": 1665,
      "GGGCGA": 1666,
      "GGCGCGTAT": 1667,
      "GGGCGGCA": 1668,
      "GGACATAA": 1669,
      "GGGAAACT": 1670,
      "GGCGGGCTT": 1671,
      "GGGAGTGAT": 1672,
      "CCAT": 1673,
      "CCCAGG": 1674,
      "CCAGC": 1675,
      "CCGCAA": 1676,
      "CCACGGT": 1677,
      "CCGGATTT": 1678,
      "ATACC": 1679,
      "ATAGA": 1680,
      "ATGAAT": 1681,
      "ATAGGT": 1682,
      "ATCGTTAT": 1683,
      "ATATTAAAACCTCACTT": 1684,
      "ATAGTCTCGAGATACCACC": 1685,
      "GTAGA": 1686,
      "GTACGG": 1687,
      "GTCGCT": 1688,
      "GTCAGT": 1689,
      "GTGCAGTTT": 1690,
      "GTCAAATCC": 1691,
      "AACGT": 1692,
      "AACAA": 1693,
      "AAGCATT": 1694,
      "AACGACC": 1695,
      "AAAATTATGTCGT": 1696,
      "AAAGTAT": 1697,
      "CTGC": 1698,
      "CTCCT": 1699,
      "CTAAAA": 1700,
      "CTACATAGT": 1701,
      "CTGTATTT": 1702,
      "GCACGG": 1703,
      "GCACTT": 1704,
      "GCACAA": 1705,
      "GCACCT": 1706,
      "GCGTTAT": 1707,
      "GCACGCC": 1708,
      "GCGATTAA": 1709,
      "GAGGAT": 1710,
      "GAGAAT": 1711,
      "GAGTCGT": 1712,
      "GACACGT": 1713,
      "GACGTTAT": 1714,
      "TTAGA": 1715,
      "TTGTCT": 1716,
      "TTCTCAGGT": 1717,
      "CAATT": 1718,
      "CACCTT": 1719,
      "CAATCC": 1720,
      "CAATTT": 1721,
      "CACTTT": 1722,
      "CACTGT": 1723,
      "CAGCAGG": 1724,
      "CGGCT": 1725,
      "CGGGCC": 1726,
      "CGGCGCT": 1727,
      "CGGCCTT": 1728,
      "CGGAGTT": 1729,
      "CGGGAAGG": 1730,
      "CGGAACGGCGGCC": 1731,
      "GATGG": 1732,
      "GATAA": 1733,
      "GATGCC": 1734,
      "GATCCT": 1735,
      "GATGCGG": 1736,
      "GATAGAA": 1737,
      "GATGTGAA": 1738,
      "GATAAGAAT": 1739,
      "GATGCTCCTCAGG": 1740,
      "GCCTTT": 1741,
      "GCCGGCA": 1742,
      "GCCGGGGGGTTAA": 1743,
      "GCCATGTCTGCGGAAGGGG": 1744,
      "GCCACTTTCCGCCT": 1745,
      "GCCCAGTCCTCCT": 1746,
      "GAAGGT": 1747,
      "GAAAATT": 1748,
      "GAAATTAA": 1749,
      "GAAATCTT": 1750,
      "GCTCAGG": 1751,
      "GCTACA": 1752,
      "GCTACTT": 1753,
      "GCTAAGCC": 1754,
      "GCTTTCC": 1755,
      "GCTCCCTT": 1756,
      "GCTGCGGCAGT": 1757,
      "GCTGCGGCCGCGGT": 1758,
      "CGTA": 1759,
      "CGTCT": 1760,
      "CGTCGCC": 1761,
      "CGTGCGATATGCGTGGT": 1762,
      "AGTAGG": 1763,
      "AGTACGG": 1764,
      "AGTAGAT": 1765,
      "AGTGTAT": 1766,
      "AGTGAGG": 1767,
      "AGTGTGA": 1768,
      "AGTGTGGT": 1769,
      "AGTCATCATCAGA": 1770,
      "AGTGTATCC": 1771,
      "CATAGG": 1772,
      "CATTTT": 1773,
      "CATCTAT": 1774,
      "CATCGTCAGA": 1775,
      "CATGCCTGTCGTAGAGA": 1776,
      "CATACAGAAACCTTTCTTGATCAAACCGG": 1777,
      "GGTAAT": 1778,
      "GGTAAAA": 1779,
      "GGTAGTCT": 1780,
      "GGTCCTGT": 1781,
      "GGTCGGGGGCGACC": 1782,
      "GGTATTAGG": 1783,
      "CCTGCT": 1784,
      "CCTGGCC": 1785,
      "CCTAGAT": 1786,
      "CAAATT": 1787,
      "CAAATAT": 1788,
      "CAACGGT": 1789,
      "CAAGCAT": 1790,
      "CAAAGTAA": 1791,
      "CAAGACGC": 1792,
      "ACTACC": 1793,
      "ACTAGA": 1794,
      "ACTAAAA": 1795,
      "ACTACGT": 1796,
      "ACTCAAACT": 1797,
      "ACTGGACACTTATGAT": 1798,
      "ACTAGGGGCGG": 1799,
      "ACTCGGGGCGG": 1800,
      "ACTCGGGGAT": 1801,
      "ACTGCTCCCTT": 1802,
      "AGGCA": 1803,
      "AGGACA": 1804,
      "AGGAACC": 1805,
      "AGGCCCCACTT": 1806,
      "ATTCCT": 1807,
      "ATTACCGG": 1808,
      "ATTCTGT": 1809,
      "ATTGTTGG": 1810,
      "ATTGTTGT": 1811,
      "ATTCCTTT": 1812,
      "ATTCGGGA": 1813,
      "ATTGGGGAT": 1814,
      "CGCATT": 1815,
      "CGCGGGG": 1816,
      "CGCACAAT": 1817,
      "CGCAGCAT": 1818,
      "CGCGACGT": 1819,
      "CGCACGATTGATCGT": 1820,
      "ACCAGG": 1821,
      "ACCGAGT": 1822,
      "ACCGCCTT": 1823,
      "ACCCGGCA": 1824,
      "GTTCTT": 1825,
      "GTTCGAA": 1826,
      "GTTATGT": 1827,
      "GTTGTTAT": 1828,
      "GTTACTTTCCGCCT": 1829,
      "GTTAGGACGTGATTGAAAATTAT": 1830,
      "CTTCGT": 1831,
      "CTTATCTT": 1832,
      "CTTATTTT": 1833,
      "CGAGGT": 1834,
      "CGAGGCA": 1835,
      "CGACACTT": 1836,
      "CGAGGCCATAT": 1837,
      "GCGGACA": 1838,
      "GCGGGGGGGTTT": 1839,
      "GCGGCATAGACAT": 1840,
      "AGAGGGG": 1841,
      "AGAATGAT": 1842,
      "GGGGGACGC": 1843,
      "AATAA": 1844,
      "AATTTT": 1845,
      "AATACAT": 1846,
      "AATAGCGG": 1847,
      "AATGATGT": 1848,
      "GCGTCGT": 1849,
      "GCGTATAGGT": 1850,
      "CAGGCGT": 1851,
      "CAGGCTTGGCC": 1852,
      "CAGGGTACGGGG": 1853,
      "CAGGCAACGGCGC": 1854,
      "TTTCT": 1855,
      "CGCCTTAA": 1856,
      "CGCCCGGCCCCTACC": 1857,
      "CGCCGGCAGTGAT": 1858,
      "CGCCGGGAGTGAT": 1859,
      "ACAGC": 1860,
      "ACACGT": 1861,
      "ACACGGAT": 1862,
      "ACAGCACTCGT": 1863,
      "ACACAAGCAT": 1864,
      "ATATCTAA": 1865,
      "ATATTTATT": 1866,
      "ATATCACTCA": 1867,
      "GGCCGCT": 1868,
      "GGCCACCGG": 1869,
      "GGCCCTGT": 1870,
      "CGCTAA": 1871,
      "CGCTCAGG": 1872,
      "CGCTGCGTCGGACCGCATAATGCT": 1873,
      "GATTGCT": 1874,
      "CCTTAGCC": 1875,
      "CCTTGGGT": 1876,
      "CCTTGTCCCGT": 1877,
      "AGCGAAGG": 1878,
      "AGCGATCC": 1879,
      "GTCTACGG": 1880,
      "GTCTACCGAGT": 1881,
      "GTCCCTGAT": 1882,
      "GTCCGAACGTCGA": 1883,
      "AGATGAGCACT": 1884,
      "AGAAACT": 1885,
      "AGAAAAAT": 1886,
      "AGAAATGATT": 1887,
      "AGAAGCAACCTTCAT": 1888,
      "AGAAATCTTT": 1889,
      "CTGGGTAGACAGG": 1890,
      "GTATGCGG": 1891,
      "GTATAGAATGAT": 1892,
      "ACTTCGC": 1893,
      "ACTTCGCACCAGAAAGATTGGATGA": 1894,
      "GGATGTAA": 1895,
      "GGATGACAGG": 1896,
      "GGATACGGT": 1897,
      "GGATAACAGG": 1898,
      "GGATACTTATGAT": 1899,
      "GGATAAAAAATAGTCT": 1900,
      "GGCACTAT": 1901,
      "GGCACACCCGGCCCCTACC": 1902,
      "CGTTGAAATCTT": 1903,
      "GTTTCGGGA": 1904,
      "GTTTGGAGTTTAACTGG": 1905,
      "CGGTAGTCT": 1906,
      "CGATCACA": 1907,
      "CACCCGGCC": 1908,
      "CACCAGAAT": 1909,
      "GAGGAGTTACC": 1910,
      "GCAAGCGGT": 1911,
      "AATTCTCT": 1912,
      "AATTGGGGATGCGGGT": 1913,
      "AATTCCTAGAT": 1914,
      "GCCTGACCT": 1915,
      "GCCTAGAAACTT": 1916,
      "ACATCGCGGCC": 1917,
      "ACATAGGTCGT": 1918,
      "ACAAGTGA": 1919,
      "ACAAGGGCC": 1920,
      "CGAACC": 1921,
      "CGAAGCAT": 1922,
      "CGAAGGACA": 1923,
      "CGAACAAT": 1924,
      "CGAAAATTATGTCGT": 1925,
      "CGAAGTAAT": 1926,
      "AAGAGT": 1927,
      "AAGACTCAA": 1928,
      "ATCCACTT": 1929,
      "ATCCGTAA": 1930,
      "CATTAGG": 1931,
      "CATTGTCGCCGACAGGGCGGTTCCCTCTGG": 1932,
      "AGTTAAT": 1933,
      "ACCTGGCAGCGTGCC": 1934,
      "GCATGCGGGT": 1935,
      "GCATAGTGAT": 1936,
      "ATTTCAGGT": 1937,
      "AGGTGCGT": 1938,
      "AGGTACGG": 1939,
      "AGGTACGA": 1940,
      "AGGTACGGGG": 1941,
      "AGGTGGATGAA": 1942,
      "AACCCC": 1943,
      "AACCACAT": 1944,
      "AACCACATAATACT": 1945,
      "AACCCACACGAT": 1946,
      "GGTTCTTAA": 1947,
      "GTGACTACGA": 1948,
      "GTGAGCGGCGCTTTT": 1949,
      "AGCTCT": 1950,
      "AGGGGAACC": 1951,
      "AGGGGCATAT": 1952,
      "CGGGGAGA": 1953,
      "AAGGGGT": 1954,
      "AAGGGCGT": 1955,
      "AAGGAGTACGG": 1956,
      "CTGCCCCGT": 1957,
      "GCTTAA": 1958,
      "AGTTTCGAGGCCATAT": 1959,
      "AGCCAGAGAGG": 1960,
      "CTATCT": 1961,
      "CTATCGCT": 1962,
      "CTATCGTGGAGA": 1963,
      "CTATCGTTAGT": 1964,
      "ACCGGGCT": 1965,
      "ACCGGAGCGCC": 1966,
      "ACGAGGGTATAT": 1967,
      "ACGAATAAAAGTT": 1968,
      "GTAACTGGT": 1969,
      "AAGCCATAGAA": 1970,
      "CGGCCACAA": 1971,
      "GAAGGAACC": 1972,
      "AACTCT": 1973,
      "AACTCCTT": 1974,
      "AACTAGAT": 1975,
      "GATCTATATCACTT": 1976,
      "GATCTCATGGCCATGATGAAT": 1977,
      "CTGGTACT": 1978,
      "ATGACTGG": 1979,
      "ATGACAACC": 1980,
      "ACTATAGTTTTT": 1981,
      "CTGTCGGGTCC": 1982,
      "GCGCTAA": 1983,
      "GCGCTGCC": 1984,
      "GCGCTGCCCCT": 1985,
      "GATCCAAAATTATGTCGT": 1986,
      "GGTCCGA": 1987,
      "GCACTAGTAGAT": 1988,
      "ATAAAGGCCCCACTT": 1989,
      "GGGTGCACGCT": 1990,
      "GATTTCTCA": 1991,
      "GATTTGTCTCGT": 1992,
      "GCGATATAAAGGACGT": 1993,
      "AGAATGGTCC": 1994,
      "GAAAAAGTT": 1995,
      "CCTACCCGT": 1996,
      "AGAGAGTTTT": 1997,
      "AGAGAGCGGGAAAGGGGGT": 1998,
      "GTCACT": 1999,
      "GTCAATT": 2000,
      "GCAGATGTT": 2001,
      "CACGTCCTACC": 2002,
      "CACGTCCCACC": 2003,
      "CACGTCCTACCCTGGCGATCCATGA": 2004,
      "ATTAAGTTAGGACGTGATTGAAAATTAT": 2005,
      "ACGCTGCCCCTCAGG": 2006,
      "CCACTTGGTTCTCAGGT": 2007,
      "ATGTCAAATCC": 2008,
      "CCTGTGCGAA": 2009,
      "CGCCTAGAAACTT": 2010,
      "CGCCTGGAGGGG": 2011,
      "GGACTATTCTGAT": 2012,
      "CGACTAGGT": 2013,
      "CGACTCCGCAGAT": 2014,
      "GGACACCAA": 2015,
      "CGCGCTGACGC": 2016,
      "GGCTAGCGCC": 2017,
