{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "GG": 4,
      "AA": 5,
      "CC": 6,
      "TT": 7,
      "AT": 8,
      "GT": 9,
      "GC": 10,
      "AC": 11,
      "AG": 12,
      "CT": 13,
      "AGG": 14,
      "ACC": 15,
      "ATT": 16,
      "GAA": 17,
      "GTC": 18,
      "GCC": 19,
      "TC": 20,
      "AGC": 21,
      "GGC": 22,
      "GTT": 23,
      "ATC": 24,
      "GGT": 25,
      "AGT": 26,
      "ACT": 27,
      "GAT": 28,
      "AAC": 29,
      "GCT": 30,
      "GGCC": 31,
      "GAC": 32,
      "TTT": 33,
      "AAT": 34,
      "GGGG": 35,
      "TTC": 36,
      "CCT": 37,
      "GACC": 38,
      "CTC": 39,
      "ATAA": 40,
      "CCC": 41,
      "AGTT": 42,
      "AGAA": 43,
      "GGGC": 44,
      "ACTT": 45,
      "GAGG": 46,
      "ATAT": 47,
      "GATT": 48,
      "AGTC": 49,
      "GTAA": 50,
      "ACGC": 51,
      "ACCT": 52,
      "GTCC": 53,
      "AGCT": 54,
      "AGAT": 55,
      "GTCT": 56,
      "GGAT": 57,
      "GATC": 58,
      "AGGC": 59,
      "GGTC": 60,
      "GACT": 61,
      "GTGC": 62,
      "ACAT": 63,
      "AATT": 64,
      "GAAC": 65,
      "GGTT": 66,
      "AACC": 67,
      "GAGC": 68,
      "GTAT": 69,
      "GGAC": 70,
      "GCCC": 71,
      "GAAT": 72,
      "ATTC": 73,
      "GTTT": 74,
      "AGAG": 75,
      "GCGG": 76,
      "ACGG": 77,
      "CCTT": 78,
      "GGTCC": 79,
      "ACCC": 80,
      "GAG": 81,
      "ATTT": 82,
      "AAAT": 83,
      "GCCT": 84,
      "AGGT": 85,
      "AACT": 86,
      "GGCT": 87,
      "GCAC": 88,
      "TTTC": 89,
      "GGCCC": 90,
      "GCGT": 91,
      "ATCT": 92,
      "AAAA": 93,
      "GTAC": 94,
      "CCTC": 95,
      "GCAA": 96,
      "AGTTT": 97,
      "GTTC": 98,
      "ACAA": 99,
      "AGGAC": 100,
      "ACTAT": 101,
      "ACTC": 102,
      "CCGC": 103,
      "GCTT": 104,
      "GGCAT": 105,
      "GCTC": 106,
      "GGCAC": 107,
      "GGGTC": 108,
      "AGCC": 109,
      "TTCGC": 110,
      "ATCC": 111,
      "GGAA": 112,
      "GATCT": 113,
      "GCAT": 114,
      "GAAAA": 115,
      "GACCT": 116,
      "GGAG": 117,
      "GGGT": 118,
      "ACTTT": 119,
      "GAGTT": 120,
      "GTGT": 121,
      "GGCAGC": 122,
      "AGTAA": 123,
      "GATTT": 124,
      "AGAAT": 125,
      "AGTGT": 126,
      "GATCC": 127,
      "AACAT": 128,
      "AGAC": 129,
      "TTCC": 130,
      "CCACTT": 131,
      "ATAC": 132,
      "GGTAC": 133,
      "AGGGGC": 134,
      "GAGAT": 135,
      "AGGTC": 136,
      "AGTGAT": 137,
      "GCGAC": 138,
      "GCCGCT": 139,
      "GAAGG": 140,
      "GGCGC": 141,
      "GTCCC": 142,
      "ACCGG": 143,
      "GAGGC": 144,
      "GGACT": 145,
      "GGCCT": 146,
      "GCTTT": 147,
      "ATTAA": 148,
      "ACAC": 149,
      "ATCGT": 150,
      "AAGAA": 151,
      "AGTCT": 152,
      "AAACT": 153,
      "AAACC": 154,
      "TTAT": 155,
      "CCAT": 156,
      "GGGCC": 157,
      "GGGGC": 158,
      "ATGAT": 159,
      "ATTCAA": 160,
      "ACGGGG": 161,
      "AGATT": 162,
      "TTGT": 163,
      "GTCGTC": 164,
      "CTGGT": 165,
      "GCACC": 166,
      "AAGC": 167,
      "GACCC": 168,
      "TCGGGG": 169,
      "GAGT": 170,
      "ACGT": 171,
      "ATCGC": 172,
      "GCGCC": 173,
      "GAGAA": 174,
      "GTGAAC": 175,
      "GATAT": 176,
      "GGATC": 177,
      "AAAGG": 178,
      "AGCACC": 179,
      "GGGCGT": 180,
      "AGGGAA": 181,
      "GAACC": 182,
      "ATGC": 183,
      "ACCCT": 184,
      "AGGGTTC": 185,
      "GACGGC": 186,
      "GTAACT": 187,
      "AAGCCGCT": 188,
      "AGTTTGCGG": 189,
      "AACGGC": 190,
      "AGGGC": 191,
      "GTGAAT": 192,
      "AGGGTCC": 193,
      "GGCTGGC": 194,
      "GCCTC": 195,
      "ACCTT": 196,
      "GATTC": 197,
      "GGGAA": 198,
      "ATTTT": 199,
      "ACGCGAA": 200,
      "AGGACGC": 201,
      "AATTAT": 202,
      "CTGT": 203,
      "ACGAGG": 204,
      "GGTCCT": 205,
      "CTAT": 206,
      "GTTGT": 207,
      "GCTGCC": 208,
      "AGGCAGGGTTC": 209,
      "GCCAT": 210,
      "AGATAA": 211,
      "GGTCTGGT": 212,
      "ACTTATGAT": 213,
      "GGGGT": 214,
      "ACCAT": 215,
      "CTCAC": 216,
      "GAGGGC": 217,
      "AAGGC": 218,
      "ATTTC": 219,
      "ATTCCTT": 220,
      "GTCGG": 221,
      "AGGGT": 222,
      "AGATC": 223,
      "GAGCC": 224,
      "GGCCCCT": 225,
      "GTAGTC": 226,
      "CCGT": 227,
      "GTCTC": 228,
      "AGCTAT": 229,
      "AGTTTT": 230,
      "AAATCC": 231,
      "GCGGC": 232,
      "ACCCC": 233,
      "GTCGT": 234,
      "GGGCGGCAT": 235,
      "GGGAC": 236,
      "GTTAT": 237,
      "AACAA": 238,
      "AACATT": 239,
      "TCAT": 240,
      "GCCGCC": 241,
      "GAGCT": 242,
      "GTCCTT": 243,
      "GATCTGGCC": 244,
      "TTCAC": 245,
      "CTCAGGT": 246,
      "TTCGCGCTC": 247,
      "GCTGTGAAC": 248,
      "GGGTTT": 249,
      "AAAAT": 250,
      "GTTTTT": 251,
      "GCTGAC": 252,
      "ACTTC": 253,
      "AGACAT": 254,
      "AGGGG": 255,
      "GCACGGCC": 256,
      "GGACGC": 257,
      "ACCTGTC": 258,
      "GGTTAA": 259,
      "TTTT": 260,
      "GCGGGG": 261,
      "AGAGC": 262,
      "GCTAT": 263,
      "GACATT": 264,
      "GAGGT": 265,
      "AGTTTGCGGGAAAA": 266,
      "GGGCGGCATAAC": 267,
      "ATTCT": 268,
      "AATGT": 269,
      "GCGTGGTC": 270,
      "GGTTC": 271,
      "AGTTATT": 272,
      "AACATAGG": 273,
      "CCAC": 274,
      "AGAGAGC": 275,
      "GCGTC": 276,
      "ACGTC": 277,
      "CCCC": 278,
      "GTCAAATCC": 279,
      "GCCTT": 280,
      "GGTGTC": 281,
      "GTGCATT": 282,
      "GAGTC": 283,
      "GGCCTT": 284,
      "AAGCCGCTGAT": 285,
      "ATTATC": 286,
      "CTCAGG": 287,
      "ATTAAT": 288,
      "GCCGGGG": 289,
      "ATCTTT": 290,
      "ACCTGGCAGC": 291,
      "GCGGAA": 292,
      "GGGTCGCT": 293,
      "GTACAT": 294,
      "AGCTGGTCTGGT": 295,
      "GTCTCCACTT": 296,
      "GTGAA": 297,
      "AACAGAT": 298,
      "ATGCGG": 299,
      "GTTTC": 300,
      "AGACT": 301,
      "ATATAGTGT": 302,
      "GAACCC": 303,
      "GTAAGAC": 304,
      "ACGCGAAGTC": 305,
      "AACAGC": 306,
      "CCCT": 307,
      "ACTTTCC": 308,
      "TTCT": 309,
      "ATCGTT": 310,
      "GGGCAGC": 311,
      "GTACCT": 312,
      "GCTGTGAACACC": 313,
      "GCGC": 314,
      "AGATAT": 315,
      "GAAAATTAT": 316,
      "TCACTT": 317,
      "GGAGG": 318,
      "AGCAA": 319,
      "AGACC": 320,
      "AACGT": 321,
      "GAACGTC": 322,
      "AACATAGGTTGT": 323,
      "GCAGC": 324,
      "GTGCT": 325,
      "CCTTCT": 326,
      "ATATAGTGTGAA": 327,
      "GGCCCC": 328,
      "GTTTGACT": 329,
      "AAAGT": 330,
      "CTGCCC": 331,
      "CTCACCT": 332,
      "GGAGC": 333,
      "AAGTT": 334,
      "ATTAATT": 335,
      "TTCACACGC": 336,
      "AGTTTGCGGGAAAAGC": 337,
      "ACGCTTT": 338,
      "GTATAGAAT": 339,
      "AAGCCGCTGATAGGCAGGGTTC": 340,
      "CCCGCAC": 341,
      "GAGCACT": 342,
      "AGAGAGGAC": 343,
      "GTCGCAA": 344,
      "GCCGTGAAT": 345,
      "GGTACTAT": 346,
      "AGGGAATTTC": 347,
      "GATAA": 348,
      "ATTCCTTTCAT": 349,
      "GGTTT": 350,
      "AGAGT": 351,
      "GCCGAC": 352,
      "ACCGCGAC": 353,
      "GGCGCT": 354,
      "GGCCCGTGC": 355,
      "GGTGGGGT": 356,
      "AGTAAT": 357,
      "GAAATTCAA": 358,
      "AGAAACCT": 359,
      "GGGTTTGTT": 360,
      "GTAACTACCC": 361,
      "AGGACT": 362,
      "GTTATAA": 363,
      "TTATCCT": 364,
      "ATAAAT": 365,
      "ATCGTGGAG": 366,
      "GGGATC": 367,
      "GATTAC": 368,
      "ATCTT": 369,
      "ACTCAA": 370,
      "AAGGT": 371,
      "AGGGAGC": 372,
      "CCTGGGG": 373,
      "GTCCAT": 374,
      "AACCTTC": 375,
      "AGAAC": 376,
      "ATAAAAACC": 377,
      "GCGTATAA": 378,
      "GCACCAGAA": 379,
      "AGTCGGGTC": 380,
      "GGTTAGTC": 381,
      "GCATCGC": 382,
      "GGGTAA": 383,
      "AACAGCGGCC": 384,
      "ATTAT": 385,
      "GACCCC": 386,
      "GTCTACGG": 387,
      "GCGGCC": 388,
      "AGGAT": 389,
      "GTCCCT": 390,
      "GCGAA": 391,
      "GGGCGCTGCC": 392,
      "GTGCC": 393,
      "GACTCCTT": 394,
      "CCATATC": 395,
      "GTACCTATCC": 396,
      "GGCCCGCACGGCC": 397,
      "AGTGGC": 398,
      "TTCTT": 399,
      "AATTAAGAA": 400,
      "GGTTTC": 401,
      "GACCTACTTT": 402,
      "GGACACTTATGAT": 403,
      "GACGGCGACT": 404,
      "AACGCCT": 405,
      "GTCGTCGATC": 406,
      "GGCTGGCGCC": 407,
      "ATAAGG": 408,
      "GGCCTCTGCCC": 409,
      "ACCCTGGC": 410,
      "AGAAACCC": 411,
      "TTAA": 412,
      "AGAGCCC": 413,
      "GCCTGG": 414,
      "GAGTTGTC": 415,
      "AGCAT": 416,
      "AGTGATC": 417,
      "TTCGT": 418,
      "GTCTGCGGAA": 419,
      "AGGAA": 420,
      "CCTCAGGAC": 421,
      "AGGGGCGGGTCGCT": 422,
      "GTGAG": 423,
      "GGTTCTCAGGT": 424,
      "AGATCGG": 425,
      "AGCTGGTCTGGTGTCTCCACTT": 426,
      "GTCAT": 427,
      "ATCAT": 428,
      "ATCATC": 429,
      "GGGCGAAGG": 430,
      "GAGCGGCGC": 431,
      "CCTCGGTCC": 432,
      "GATATGCGTGGTC": 433,
      "GTTAC": 434,
      "GTACGTC": 435,
      "AGGACGCAAACT": 436,
      "AAAGC": 437,
      "GGACC": 438,
      "AATC": 439,
      "ACATAA": 440,
      "AGCGGC": 441,
      "GTTCT": 442,
      "AGTAT": 443,
      "ACGCGAAGTCGCCC": 444,
      "GAAGTAA": 445,
      "GTCCACCGG": 446,
      "AACTT": 447,
      "GGCCAGAGAGGAC": 448,
      "AGGAGG": 449,
      "GGTAA": 450,
      "AGTGATGTGC": 451,
      "GGCGCC": 452,
      "GGTCCCT": 453,
      "GGTAGTCT": 454,
      "CCGCGTCGCAA": 455,
      "AAAGCT": 456,
      "AGGCAGTGAT": 457,
      "GGATTT": 458,
      "GCCCTTATCCT": 459,
      "GGTTAGTCTT": 460,
      "GTTACGCTTT": 461,
      "AGCTAAGGC": 462,
      "GGTTTCGCC": 463,
      "GACCCCC": 464,
      "ACGCGC": 465,
      "AACCGGGCGT": 466,
      "AACTCCGC": 467,
      "GTAAT": 468,
      "CCTAT": 469,
      "AACCAT": 470,
      "AAACCGGGCGT": 471,
      "GCCGGGGGGTTAA": 472,
      "CTAC": 473,
      "CTCT": 474,
      "AGTCC": 475,
      "GACAGC": 476,
      "AAAGGCCT": 477,
      "GACAGGC": 478,
      "GGGCTT": 479,
      "AACATAGT": 480,
      "GAACT": 481,
      "GGTAT": 482,
      "GCTAC": 483,
      "GCTAAC": 484,
      "ATTAAAGAA": 485,
      "AGGTT": 486,
      "ATATATCC": 487,
      "TCGGGGATGCGG": 488,
      "GTGCATTATAC": 489,
      "AGTTTGT": 490,
      "GGATCGAC": 491,
      "GTATGAT": 492,
      "ACGGAA": 493,
      "ATCTGTC": 494,
      "GCTGACGCGGGG": 495,
      "GGGAGG": 496,
      "AGTAATT": 497,
      "AGAAACTTC": 498,
      "GGTCCGTCCTT": 499,
      "ACCCGGCCCCT": 500,
      "AAATGTGC": 501,
      "GTTCGGAG": 502,
      "AACAGATGTACCTATCC": 503,
      "ATGATC": 504,
      "GGCGACT": 505,
      "GGACTT": 506,
      "AGGAGCTAT": 507,
      "GAGGGCATATAGTGTGAA": 508,
      "GCGTCGGGCGGCATAAC": 509,
      "AACAGGC": 510,
      "GTATAGAATGGTCCT": 511,
      "AAAC": 512,
      "GCATC": 513,
      "CTGC": 514,
      "ATATATGC": 515,
      "GGGTAGAC": 516,
      "CCCGCACGATTT": 517,
      "AGTTTC": 518,
      "GAAGGACC": 519,
      "AGGCC": 520,
      "GAAGGAC": 521,
      "GATCGAAAATTAT": 522,
      "AGTTTGCGGGAAAAGCATTCCTTTCAT": 523,
      "GGCACC": 524,
      "GCGCCAGCACC": 525,
      "GAAATTCAAGTCCC": 526,
      "GCTTCGCGCTC": 527,
      "ACCTC": 528,
      "ACCAGAA": 529,
      "GTTTT": 530,
      "GGGGATTTT": 531,
      "GTCCATGACC": 532,
      "ACGGAAGAGAT": 533,
      "GTAGC": 534,
      "GTTAA": 535,
      "GGATAG": 536,
      "GGATGAGC": 537,
      "GGCCCGCACGGCCAAGCCGCTGATAGGCAGGGTTC": 538,
      "AAGG": 539,
      "ATTTTT": 540,
      "ACAGG": 541,
      "AGAGTT": 542,
      "AGTGAA": 543,
      "CTCTTT": 544,
      "AGTCGGGG": 545,
      "GTCTATCGTGGAG": 546,
      "GACCTAT": 547,
      "GATTCAA": 548,
      "GTCATAA": 549,
      "AGTGC": 550,
      "GTCTACGGAGTC": 551,
      "GGATAT": 552,
      "AAGGACT": 553,
      "ATGAAC": 554,
      "ATTGT": 555,
      "GTCGCT": 556,
      "AACGCAT": 557,
      "ACTATAGTTATT": 558,
      "GCGAT": 559,
      "GTCGGGG": 560,
      "GACTACGAGG": 561,
      "AGACTAGGTC": 562,
      "AGGGGGT": 563,
      "AGCGCC": 564,
      "AGCACT": 565,
      "GGTGC": 566,
      "TTTCC": 567,
      "ATATCT": 568,
      "ACATAAT": 569,
      "ACTCAC": 570,
      "CTGTAGCTGGTCTGGTGTCTCCACTT": 571,
      "ACCTGTCAGTCGGGTC": 572,
      "AAATC": 573,
      "AGCCT": 574,
      "AGCCC": 575,
      "CTCAT": 576,
      "AGGGTGC": 577,
      "ATTAAAA": 578,
      "AACGTT": 579,
      "GACATTC": 580,
      "ATTATCTTCC": 581,
      "ATTTTCC": 582,
      "AGTAC": 583,
      "AATCC": 584,
      "TTTCTT": 585,
      "GGATCGACTCCTT": 586,
      "GAGCCGATCT": 587,
      "GAGCACTATTAAT": 588,
      "AGACGC": 589,
      "GACAC": 590,
      "GGATGAA": 591,
      "GCCGCCGGGCC": 592,
      "GCAGG": 593,
      "ACCGGC": 594,
      "ACTGGACACTTATGAT": 595,
      "ACTTCT": 596,
      "GAGATCTCAC": 597,
      "ACCGGGATC": 598,
      "ACGGGGAA": 599,
      "GTCAA": 600,
      "GGGCGGTGTC": 601,
      "AAATCT": 602,
      "TTCGCGACGGC": 603,
      "GACATTAGGACGCAAACT": 604,
      "AGGGGCGGGTCGCTAGGGTCC": 605,
      "GGAGAA": 606,
      "AGCCTT": 607,
      "CCCTT": 608,
      "CCGCGTAACTACCC": 609,
      "GGCATAGACAT": 610,
      "GTGCTGCGT": 611,
      "GGCCTC": 612,
      "CTCTT": 613,
      "TTCACACGCAGTT": 614,
      "CCTTCTGGACT": 615,
      "GGCCCGTGCGATATGCGTGGTC": 616,
      "CCGCC": 617,
      "GCCTTC": 618,
      "AGATTGGATGAGC": 619,
      "CCTGGGGGGCAC": 620,
      "GATAGG": 621,
      "AGGCTT": 622,
      "AAGT": 623,
      "GGCCCGGCC": 624,
      "AGTGATCATC": 625,
      "GGATCGACACCTT": 626,
      "GCAAC": 627,
      "AGCGTT": 628,
      "GATGC": 629,
      "GATCAAACCGGGCGT": 630,
      "AGGGCGTTTTT": 631,
      "GTCAAATCCGATTAC": 632,
      "ACTTTCCGCCTC": 633,
      "GCTGTGAACACCAGGC": 634,
      "GGAAT": 635,
      "AATTT": 636,
      "ACCAA": 637,
      "GTCGCGTATAA": 638,
      "ACGCGT": 639,
      "GGACACAT": 640,
      "GTCGGGTCCCT": 641,
      "AGAGCGC": 642,
      "GGGATCAACATAGGTTGT": 643,
      "GAGTAA": 644,
      "AGGAGC": 645,
      "AGTGTT": 646,
      "AGGTCC": 647,
      "GAGCTAGTT": 648,
      "GTCGTCGATCGTACAT": 649,
      "GTAGCC": 650,
      "ACGCT": 651,
      "AGGCT": 652,
      "AGTCCC": 653,
      "GATTCC": 654,
      "GGATGC": 655,
      "GCTTTT": 656,
      "AAAGGCCTC": 657,
      "GTATAT": 658,
      "ACATAT": 659,
      "GGATGAAGGACC": 660,
      "AACGGCGGCC": 661,
      "ACTTATGATAACC": 662,
      "ATAAAAACCTCACTT": 663,
      "AGATCGGAACAGCGGCC": 664,
      "GCGACC": 665,
      "ACCGAA": 666,
      "GAATTTC": 667,
      "GGGCGAT": 668,
      "GGTTCC": 669,
      "GATATCTCACCT": 670,
      "GGGTT": 671,
      "GTCACCAT": 672,
      "GCCAC": 673,
      "GGCATCT": 674,
      "GGCCCT": 675,
      "ATATAT": 676,
      "GATTAA": 677,
      "AGATATCCACTT": 678,
      "GCGGCCGC": 679,
      "ATAAGGGGTAC": 680,
      "AGGGAAC": 681,
      "ACCACC": 682,
      "GACTT": 683,
      "GGGTTTGTTGGGCGAAGG": 684,
      "AACAGATGTACCTATCCGT": 685,
      "ACTAAT": 686,
      "GACGAC": 687,
      "GAACCCCGCGTCGCAA": 688,
      "CTCAGGATTT": 689,
      "GGGAAC": 690,
      "AGAGAA": 691,
      "GGTACAA": 692,
      "AACGGCC": 693,
      "TTTGT": 694,
      "GTAATT": 695,
      "AGGTCGT": 696,
      "ACCCTAGC": 697,
      "GAGGGCATAT": 698,
      "AGGGAATTTCGTAGTC": 699,
      "AACTCCGCAGATAA": 700,
      "GCTAAT": 701,
      "GGACAGC": 702,
      "ACGGCT": 703,
      "ACTATAGTT": 704,
      "AAAATAAAT": 705,
      "GGGGTCC": 706,
      "GGGCCT": 707,
      "GCAACCTTC": 708,
      "AGAGGT": 709,
      "GTTATC": 710,
      "ATCGTC": 711,
      "GGGGGCTT": 712,
      "GATTCTCAGGT": 713,
      "GCAAGACC": 714,
      "ACAAAC": 715,
      "GACCTACTTTGCACCAGAA": 716,
      "GTGAGGC": 717,
      "GGTCT": 718,
      "GCTACT": 719,
      "GATTATC": 720,
      "GTCCACT": 721,
      "GCCCTT": 722,
      "GATAAAACCGGGCGT": 723,
      "AGATCC": 724,
      "GGACACC": 725,
      "GGCAGCGCC": 726,
      "ACCCCAGACTAGGTC": 727,
      "GCGGCAGC": 728,
      "GGGGATGCGG": 729,
      "ATATATTT": 730,
      "GAGGCAT": 731,
      "GGTTCTCAGGTGGAT": 732,
      "GTATGATAGAGAGC": 733,
      "ATTAGTAA": 734,
      "GGGCGGC": 735,
      "GGAGAGGAC": 736,
      "ACGCGAAGCC": 737,
      "GCATCGCGGCAC": 738,
      "AGGCAGTGATGCAA": 739,
      "AGTAATTCCTT": 740,
      "AGTTTGCGGGAAAAGCATTCCTTTCATAGT": 741,
      "GTCATAATCGGGG": 742,
      "GTGG": 743,
      "GTTGCGTCGGGCGGCATAAC": 744,
      "AACGCC": 745,
      "ATAACT": 746,
      "ACTTAGTTTT": 747,
      "GTAAAT": 748,
      "GTAAGCC": 749,
      "GAACACC": 750,
      "GATCCGT": 751,
      "AGGTCGG": 752,
      "ATTAAAGAAACTT": 753,
      "TCGGGGATGCGGGTAA": 754,
      "AACGCATGAGCACTATTAAT": 755,
      "ACGCC": 756,
      "ATTCC": 757,
      "GCCGGC": 758,
      "ATCGCC": 759,
      "ATAAAGCT": 760,
      "AACTGTC": 761,
      "ACGTCCT": 762,
      "AACGTAGT": 763,
      "GGCCAGAGAGGACGGCCCGCACGGCCAAGCCGCTGATAGGCAGGGTTC": 764,
      "GGATAA": 765,
      "ACCGCC": 766,
      "TCAA": 767,
      "GGGGTTTC": 768,
      "GGATAGTTT": 769,
      "ATTTCCC": 770,
      "GAGCGGCGCGTTTGACT": 771,
      "GTTCGGAGATTAATT": 772,
      "ATTAAC": 773,
      "AATCT": 774,
      "GTCCACCGAA": 775,
      "AGATGCT": 776,
      "AGGCGC": 777,
      "AATTGGCAC": 778,
      "GAGCAC": 779,
      "GAGCGGC": 780,
      "GCACAACGCCT": 781,
      "GTACT": 782,
      "GCACGGCT": 783,
      "AGTTC": 784,
      "GGTGGC": 785,
      "GGTGGAT": 786,
      "GGCCAC": 787,
      "GATCTGGCCAGAAACCC": 788,
      "AATGTGTTT": 789,
      "GTAAGACAATTAAGAA": 790,
      "GGTGGGGTACGCGAAGTCGCCC": 791,
      "ACGCGTGGTC": 792,
      "GCAACC": 793,
      "ACTTCGC": 794,
      "ACCTTTC": 795,
      "TCTTT": 796,
      "AGTAGG": 797,
      "GCTGC": 798,
      "GTAAGACC": 799,
      "AATTATC": 800,
      "GTATGC": 801,
      "TTTCGGTCC": 802,
      "ACAAACAT": 803,
      "AACCT": 804,
      "GGTAAACT": 805,
      "GACCCCT": 806,
      "GGGCACT": 807,
      "AGCTAGT": 808,
      "GTCTGACCTAT": 809,
      "GGTCGGTTAGTCTT": 810,
      "GTACAC": 811,
      "ATCGTGTATAGAATGGTCCT": 812,
      "GGCTGGCGCT": 813,
      "GGGACGGATCGACACCTT": 814,
      "TTAAATAAAT": 815,
      "ATATATGCAACCTTC": 816,
      "AGAGG": 817,
      "GTCGCC": 818,
      "ACTTAT": 819,
      "ATCTAAAA": 820,
      "GTGTGAT": 821,
      "GAATT": 822,
      "GAAGATT": 823,
      "ATCGCT": 824,
      "AGTGCC": 825,
      "GCTGCGT": 826,
      "GGGGTTT": 827,
      "TTCGGGG": 828,
      "GAGGGGTTAA": 829,
      "GGTTAT": 830,
      "AGGCAGGGTTCGGGGC": 831,
      "AACAAGTCT": 832,
      "CCACGGTCC": 833,
      "GGCTGGCGCCGGCCC": 834,
      "GAAGGACAGGC": 835,
      "GCGCCAGCACCGCCGTGAAT": 836,
      "ACCGGGATCAACATAGGTTGT": 837,
      "GGGTGC": 838,
      "AAATAT": 839,
      "GGTGCC": 840,
      "GGTCCC": 841,
      "GACCAAC": 842,
      "AGAATC": 843,
      "AGATAGC": 844,
      "ACGGAGG": 845,
      "AGGTGCGT": 846,
      "ATTAAAACC": 847,
      "CCCTCT": 848,
      "GGGCGCTGCCCCTCAGGAC": 849,
      "GCCCTTATCCTGTCGGGTCCCT": 850,
      "AGATTGGATGAGCGGAT": 851,
      "GTCAAATCCGATTACGGCCTCTGCCC": 852,
      "GGAGAGGACGACCC": 853,
      "TTAC": 854,
      "TTTTGT": 855,
      "ACGAT": 856,
      "AGGTTT": 857,
      "ACCTCACTT": 858,
      "AGCAAC": 859,
      "GTTAGTCT": 860,
      "CCTGTC": 861,
      "GGTCGGTT": 862,
      "AACCCCT": 863,
      "GTATATCTTT": 864,
      "GCCTGTCGT": 865,
      "GGCTAT": 866,
      "AAAAGG": 867,
      "GCAAATAA": 868,
      "GAAAATC": 869,
      "GAGGCATAA": 870,
      "CTCACGGGCAGC": 871,
      "ACCTGGCAGCGCGCC": 872,
      "GGTCCCTACCGCGAC": 873,
      "ATCTGTCGCTTT": 874,
      "GGATGAAGGTCC": 875,
      "AAAGGCCTCTTC": 876,
      "GCATT": 877,
      "AGATTT": 878,
      "GAAGGAA": 879,
      "GCCCT": 880,
      "GGTAAT": 881,
      "AGTCTC": 882,
      "AGTGAGG": 883,
      "GATGCAA": 884,
      "AGTCGGGC": 885,
      "GGACGCTGCC": 886,
      "GAGATTCAA": 887,
      "TTTCAT": 888,
      "ACTCTTTC": 889,
      "CCATGCCC": 890,
      "GTCTGCGGAAGGGGATTTT": 891,
      "GGGAGC": 892,
      "GGGAGT": 893,
      "CCGCGT": 894,
      "ACAGTT": 895,
      "AGCGGCGC": 896,
      "GTTGC": 897,
      "ATCATT": 898,
      "GGTAATGT": 899,
      "AGTAAC": 900,
      "AACGCTT": 901,
      "GGGGGT": 902,
      "ACCTGGCCCCT": 903,
      "GGTTCT": 904,
      "GATCCAT": 905,
      "GCCTGGAGGGGCGGGTCGCTAGGGTCC": 906,
      "GTTCTAA": 907,
      "AAAGGCCTATTC": 908,
      "AGTGAAAGTC": 909,
      "AGGGTT": 910,
      "ATTATAC": 911,
      "GAACTC": 912,
      "GCCGTC": 913,
      "GACGTC": 914,
      "GACCTT": 915,
      "CTCATCT": 916,
      "AGTCATCATC": 917,
      "AACCCCC": 918,
      "GGACTC": 919,
      "GTTTCT": 920,
      "GCGGGTAA": 921,
      "GGCTGGCCCC": 922,
      "GGGATT": 923,
      "GGGAAAA": 924,
      "AAAGGT": 925,
      "GCAAT": 926,
      "GCACCC": 927,
      "ACCAGGGGC": 928,
      "ATTGGGG": 929,
      "GTCTTT": 930,
      "GTTGGGG": 931,
      "GCTCT": 932,
      "GAACACAT": 933,
      "GTATGAC": 934,
      "ACGGAGTT": 935,
      "GAAGGAACC": 936,
      "GGTTTCGCCGTAT": 937,
      "ACGCGCATTC": 938,
      "ACGCGAAGCCGCCC": 939,
      "AGTGAC": 940,
      "ACTAC": 941,
      "GCTAGTT": 942,
      "ATATGTT": 943,
      "GATTGC": 944,
      "AGATGACCC": 945,
      "GGTCTT": 946,
      "GGAACCC": 947,
      "AACATTACT": 948,
      "GGACGCGCTGACGCGGGG": 949,
      "ACGGAAGAGATCCATATC": 950,
      "GTCTACGGAGTCGACGGCGACT": 951,
      "GAGTGT": 952,
      "AAGACC": 953,
      "GTCCT": 954,
      "ACAAT": 955,
      "GCCAGG": 956,
      "GGTGT": 957,
      "GGTATT": 958,
      "GGTATTAT": 959,
      "ACTAGT": 960,
      "GGGGATTTTT": 961,
      "GCCCGTT": 962,
      "AGGGCGGTT": 963,
      "GATTCACATAT": 964,
      "ACCATGGC": 965,
      "AACATTATTAAAA": 966,
      "GGTTCGGAA": 967,
      "ACGTCTT": 968,
      "TTCACACGCAGTC": 969,
      "GTTATAATT": 970,
      "GGCACCTTC": 971,
      "GGAGCT": 972,
      "GGACAT": 973,
      "AAGCCC": 974,
      "ATGTT": 975,
      "ACGTCCC": 976,
      "ATTATCT": 977,
      "GAAATTCT": 978,
      "AACATAA": 979,
      "GGTCGGTAGTCT": 980,
      "ATTCAC": 981,
      "AGAGAGG": 982,
      "ATTTCTAC": 983,
      "GAGGGCATATAGTGTGAAGTTACGCTTT": 984,
      "GAAATTCAAGTCCCGTGCATTATAC": 985,
      "ATCTAAAAACCTCACTT": 986,
      "ACAACAGCGGCC": 987,
      "ACCTTCC": 988,
      "GTCGTT": 989,
      "GGCCATGATC": 990,
      "ATAATC": 991,
      "GTAAGT": 992,
      "GTCTAGAGT": 993,
      "GGATAC": 994,
      "GATCTTT": 995,
      "GGTCGAT": 996,
      "ATTCGGCGCT": 997,
      "ACGGGGC": 998,
      "ACGGGTGAAT": 999,
      "ACTATCC": 1000,
      "GGGTGGTC": 1001,
      "GATCCAA": 1002,
      "GAGGTAT": 1003,
      "GTCAAATCCGATTCC": 1004,
      "AGGGAATTTCGTAGCC": 1005,
      "GTACGTCGC": 1006,
      "ACTTATGAC": 1007,
      "GGATTTC": 1008,
      "AAGGGC": 1009,
      "AAGTTGT": 1010,
      "GCGTT": 1011,
      "GCGCTC": 1012,
      "GTCTT": 1013,
      "GTCGCCGAC": 1014,
      "AGCTTT": 1015,
      "ATCGCTT": 1016,
      "ATCTTCC": 1017,
      "AATGCCT": 1018,
      "GGGGGGCAC": 1019,
      "CCTGAGG": 1020,
      "GACCCTC": 1021,
      "AGATCCATATC": 1022,
      "AGGACGT": 1023,
      "GGTACAAATGTGC": 1024,
      "GAACCCCGC": 1025,
      "GTCGGACC": 1026,
      "GTCCACCGGAGCGCC": 1027,
      "GTCCACCGAAGCGCC": 1028,
      "GGTAATGTAGGGT": 1029,
      "AAGATC": 1030,
      "CCACGT": 1031,
      "GGCAA": 1032,
      "ACTGCGAC": 1033,
      "ACTGTTGT": 1034,
      "GATGT": 1035,
      "GGCCACCGG": 1036,
      "TTTAGCC": 1037,
      "AATAG": 1038,
      "CCTGTGC": 1039,
      "CTCGGACAGC": 1040,
      "ACGCTT": 1041,
      "GTCTCT": 1042,
      "GGATCC": 1043,
      "AATTAA": 1044,
      "GGGTCGTCGCGTATAA": 1045,
      "GCATAAT": 1046,
      "GGGAACGCC": 1047,
      "ATAAAGCTAACGTT": 1048,
      "GTCGCCGACAGGGCGGTT": 1049,
      "GAAGTAT": 1050,
      "GTCGGCGACT": 1051,
      "GGCCGCT": 1052,
      "TTTCT": 1053,
      "ATAAGAC": 1054,
      "AACCAAAAT": 1055,
      "CCTCGGT": 1056,
      "GATTTCTCACCT": 1057,
      "GGTACGTC": 1058,
      "AGTGATGCAA": 1059,
      "ACGGGGGAACCC": 1060,
      "ATCGCGGCAC": 1061,
      "AGACCCCC": 1062,
      "ACCCGGCCCCTACCGCGAC": 1063,
      "TTCGCGACGGCAAGGACT": 1064,
      "GGCATCTGCCC": 1065,
      "AACAGATGTACCTATCCGTAGATT": 1066,
      "ATTAAAACCTCACTT": 1067,
      "ATTTCTACAGC": 1068,
      "GGATTTCAGGT": 1069,
      "AAATTAGTAA": 1070,
      "GCACAT": 1071,
      "GTCGGC": 1072,
      "GGCGGCAT": 1073,
      "AGTATCT": 1074,
      "ACTGGAC": 1075,
      "AACGACC": 1076,
      "AATATAA": 1077,
      "CCCACAC": 1078,
      "GTCCCCACTT": 1079,
      "GCGGAAT": 1080,
      "ACGGCTC": 1081,
      "AAACTCCGC": 1082,
      "GGGCCCCT": 1083,
      "TTGTCCT": 1084,
      "GGGCGCTGCCCCTC": 1085,
      "ACAGGGGGGTTT": 1086,
      "GTCTATCGTGGAGAGCTAAGGC": 1087,
      "AGGGTGCGCTTCGCGCTC": 1088,
      "GGAGAAGACT": 1089,
      "AGGGAACTTC": 1090,
      "AGGCGCGTTTGACT": 1091,
      "GCCTGTCGTAGAG": 1092,
      "ACACAA": 1093,
      "GAAGC": 1094,
      "GTCAACGCATGAGCACTATTAAT": 1095,
      "GGTGATT": 1096,
      "GACAT": 1097,
      "CCCAGG": 1098,
      "GGGCTC": 1099,
      "GGGCAGATGCT": 1100,
      "GGTCAT": 1101,
      "GACTCCCT": 1102,
      "GTATCT": 1103,
      "GGCTAGAG": 1104,
      "GCGTGTAA": 1105,
      "GGAGATTAATT": 1106,
      "GAGAACCC": 1107,
      "AGGGTCCTTTCGGTCC": 1108,
      "GGGAAAGGGG": 1109,
      "GTTATACGC": 1110,
      "AGTTTGCGGGAAAAGCATTCCTT": 1111,
      "ATCTTAC": 1112,
      "ACATAATACTCAC": 1113,
      "GACATTCGGACGC": 1114,
      "CCTCGGTACCT": 1115,
      "CCGGATTT": 1116,
      "GTAGT": 1117,
      "GCAGT": 1118,
      "AGACAA": 1119,
      "GCCACT": 1120,
      "GGTAGGGT": 1121,
      "AGTACAC": 1122,
      "GATAGC": 1123,
      "GATCCT": 1124,
      "AACAGAGGT": 1125,
      "GGCCAGAAACCC": 1126,
      "CCTAGGT": 1127,
      "ACTTTT": 1128,
      "AGCTAA": 1129,
      "AATTACGCT": 1130,
      "GATTTGC": 1131,
      "GTCCCGTGC": 1132,
      "AAGAAGCT": 1133,
      "AGATTAGGTC": 1134,
      "GCGGCAGT": 1135,
      "GCAGCGTGT": 1136,
      "ATAAATGGGGTTTC": 1137,
      "ATATATCCACCTTTC": 1138,
      "GCAGGACCC": 1139,
      "GGGCAGATGCTGTTAC": 1140,
      "ACGAAT": 1141,
      "AGGGAT": 1142,
      "GTCTTC": 1143,
      "GCCACC": 1144,
      "GCCGAGGGGTTAA": 1145,
      "GGCGCAC": 1146,
      "ATCTTC": 1147,
      "GATGTGAA": 1148,
      "GGCCATGAT": 1149,
      "CCCACTT": 1150,
      "AGAAACC": 1151,
      "ACCTGAA": 1152,
      "GCCCTTCGCGCTC": 1153,
      "ATTTCT": 1154,
      "ATTTGAGTC": 1155,
      "GCCTGACCT": 1156,
      "GTTCATGAAC": 1157,
      "AGGACGCCCGTT": 1158,
      "AGCCAT": 1159,
      "GAGTTCT": 1160,
      "AGCACCGGCTGGCGCT": 1161,
      "AGTTTGCGGGAA": 1162,
      "GGACGCGCTGAC": 1163,
      "GTCAAATCCGACCCC": 1164,
      "AAAGTGAGTT": 1165,
      "ATTATCTTCCAAAGCT": 1166,
      "AAGAC": 1167,
      "CCTTC": 1168,
      "GCACT": 1169,
      "ATTCCCC": 1170,
      "AGAAGCAACCTTC": 1171,
      "GAGGGT": 1172,
      "ATATCC": 1173,
      "GTAAGTGCC": 1174,
      "GGATGAGG": 1175,
      "GATCAT": 1176,
      "GGTCATC": 1177,
      "GTGCAGTTT": 1178,
      "GAATAACAGGC": 1179,
      "GTTTACGG": 1180,
      "GATCTGTCC": 1181,
      "GAAAAAGTT": 1182,
      "GATCCGTGAG": 1183,
      "AACATAGTTTGT": 1184,
      "GAGGCAGC": 1185,
      "ATCGTGTAT": 1186,
      "GGGCCGATCT": 1187,
      "ACGGGGAAGC": 1188,
      "ACGGGGGGGTTTGTTGGGCGAAGG": 1189,
      "GTCGTCGGTC": 1190,
      "CTATGCCC": 1191,
      "GCTATGTCT": 1192,
      "ACGTCGCGAC": 1193,
      "GAACGTCGTT": 1194,
      "AGTGCAGTTT": 1195,
      "AATCCGGAA": 1196,
      "GAGCCGATCTGTCTC": 1197,
      "AGGTCGGAACGGCGGCC": 1198,
      "GGTCGGTTAGCCTT": 1199,
      "ATTATACGACT": 1200,
      "ATCGCCT": 1201,
      "GATGCT": 1202,
      "AACGTC": 1203,
      "GGCCAT": 1204,
      "GACGTT": 1205,
      "TTCAT": 1206,
      "CTCGG": 1207,
      "CTCGTT": 1208,
      "ATAATT": 1209,
      "ACTTAAT": 1210,
      "ATATAGAAT": 1211,
      "ACGCGTAGTC": 1212,
      "ACCTGACAGC": 1213,
      "GACTACCC": 1214,
      "ATTTGCAACC": 1215,
      "AAAAGAAC": 1216,
      "GCTTTTAAATAAAT": 1217,
      "GGCCTGGT": 1218,
      "GGGGCGGATCGACTCCTT": 1219,
      "GAGAACTCAC": 1220,
      "GGTCCTCCTGGGGGGCAC": 1221,
      "GCGGCGGGCGGCATAAC": 1222,
      "ACCCCAGGCTT": 1223,
      "ATAAAAACCTTTCTT": 1224,
      "GGGTAAAC": 1225,
      "AACTTGCCAT": 1226,
      "ACAGGGGGGTTTGTT": 1227,
      "CCTTT": 1228,
      "GCGCT": 1229,
      "ACACC": 1230,
      "AGGAATT": 1231,
      "ACCGGGG": 1232,
      "GATGGC": 1233,
      "AACACAT": 1234,
      "CCCAT": 1235,
      "GTCTGAT": 1236,
      "GGATGG": 1237,
      "GATCGGTTAGTCTT": 1238,
      "GTATGATT": 1239,
      "GAATGCAGGACCC": 1240,
      "GAGAGG": 1241,
      "GAGCCT": 1242,
      "GCGTAGTC": 1243,
      "GGGTCGTT": 1244,
      "AGACAGG": 1245,
      "AGACACAT": 1246,
      "CCACTTATTAA": 1247,
      "GGCGCGCCT": 1248,
      "GGACTATTCT": 1249,
      "GGGGCTTTT": 1250,
      "GTGAATACC": 1251,
      "AGTTATTGTTGT": 1252,
      "GGGTCGCTAGGGTCC": 1253,
      "GTTATAATC": 1254,
      "GCGAATT": 1255,
      "GATCGAAAATTATGTCGTCGATCGTACAT": 1256,
      "GATAGGCTAT": 1257,
      "AGATCGGAACAGCGGCCAGTGATGTGC": 1258,
      "GACTTGCT": 1259,
      "GACGACGACT": 1260,
      "AACTCCGCAGATAACCCGCACGATTT": 1261,
      "GCACGGCTAAGCCGCT": 1262,
      "ATGTTCCCACTT": 1263,
      "GTCGGACCGCATAAT": 1264,
      "GAGAG": 1265,
      "GTGGAGC": 1266,
      "GAAGCTGCC": 1267,
      "GGCACTT": 1268,
      "GGTAACCAT": 1269,
      "ACTGGTCCGTCCTT": 1270,
      "AATAT": 1271,
      "CCTCT": 1272,
      "CCTGAAT": 1273,
      "AGCTAAGGT": 1274,
      "AGATAGG": 1275,
      "GGATCCGCC": 1276,
      "GACTCC": 1277,
      "ACATGCAAC": 1278,
      "GAACGTCGTC": 1279,
      "AGAGAGTTTC": 1280,
      "ACGGGAGT": 1281,
      "CCTTGATATCTCACCT": 1282,
      "AAATGATGT": 1283,
      "AGGTACGG": 1284,
      "GAGTTGCC": 1285,
      "GGTTCACGGGTGAAT": 1286,
      "AGAAACCTCTGTAGCTGGTCTGGTGTCTCCACTT": 1287,
      "AGAACGGCCT": 1288,
      "TTCTTGGCCC": 1289,
      "AGCATAGACAT": 1290,
      "GTGAGAC": 1291,
      "GCTACTGGTGATT": 1292,
      "GTCGCCGACAGGGCGGTTCCCTCT": 1293,
      "GGACTATTCTGAT": 1294,
      "AAGAT": 1295,
      "ACGACT": 1296,
      "ACCGAGTC": 1297,
      "GAAAG": 1298,
      "GTCAGCT": 1299,
      "GTCGGTT": 1300,
      "AGCGT": 1301,
      "AGCAGCTAT": 1302,
      "GGCATT": 1303,
      "AGTCCT": 1304,
      "AGTCCGT": 1305,
      "GTCCAGG": 1306,
      "GGATGAATGCAGGACCC": 1307,
      "GGCCCGGCTGGC": 1308,
      "ATCTGGCGGCAT": 1309,
      "TTCGCACCAGAA": 1310,
      "GGAAGAGAT": 1311,
      "AGTGATGTAC": 1312,
      "GCTTTCCTGTGC": 1313,
      "GCCTCGGACACAT": 1314,
      "GCTATGT": 1315,
      "GGTTCTT": 1316,
      "GTGCATTGTAC": 1317,
      "GTAAGACAGTT": 1318,
      "ACCCTGGCGGTCC": 1319,
      "GGTACAATC": 1320,
      "GTCTAGAGTGTCCATGACC": 1321,
      "AATATAAGGTC": 1322,
      "ACGGCTCGCACGGCC": 1323,
      "ATGTTCCCACTTATGAAC": 1324,
      "GTGGAA": 1325,
      "ACCGGCC": 1326,
      "ATTCCTC": 1327,
      "GAAGAA": 1328,
      "GTTCC": 1329,
      "ATCGTAA": 1330,
      "GGTACC": 1331,
      "GATACGG": 1332,
      "GATGGCAGCGCC": 1333,
      "AACACC": 1334,
      "AATACTAT": 1335,
      "ATAAAGGCC": 1336,
      "GAGGCC": 1337,
      "ATATCCCC": 1338,
      "GTAAAAGTT": 1339,
      "GTCCAA": 1340,
      "GTCTAT": 1341,
      "GGATAGAC": 1342,
      "GATCACT": 1343,
      "ACATCC": 1344,
      "GAATAT": 1345,
      "ATCTAT": 1346,
      "AAAACCT": 1347,
      "ACTATGGTACTAT": 1348,
      "AGTAAACCAT": 1349,
      "AGTGTGTCCATGACC": 1350,
      "AGCACCGCCGTGAAT": 1351,
      "GGGAAAGGGGGT": 1352,
      "CTGTAGCT": 1353,
      "CTGTAGCTGGTCTGGT": 1354,
      "GTGAATT": 1355,
      "GGAGCAGC": 1356,
      "GGTGGGGTACGCGAAGTC": 1357,
      "GTGAGATTCAA": 1358,
      "GAAGTAAGCCAT": 1359,
      "GCCGGGGGGTTAAGACC": 1360,
      "ACGCGCATTCGCCC": 1361,
      "ATTCACACGC": 1362,
      "ACTTATGACAACC": 1363,
      "GACATTCGGACGCAAACT": 1364,
      "GATCCGTGAGAGGCGCGTTTGACT": 1365,
      "AGAACGGCCTGTTTC": 1366,
      "GCTTTCCTGTGCGAC": 1367,
      "AAACTCAA": 1368,
      "ATTAACT": 1369,
      "GTCGCTT": 1370,
      "GGCCACAAAC": 1371,
      "AGAACC": 1372,
      "GAGGGCTAT": 1373,
      "ACCTCTGTAGCTGGTCTGGTGTCTCCACTT": 1374,
      "GGATGACAGGC": 1375,
      "GTACGTCGT": 1376,
      "ACAAGACC": 1377,
      "GGCATAGCT": 1378,
      "ACTTTCT": 1379,
      "ACCTTCT": 1380,
      "CTATATC": 1381,
      "CCGTGCCC": 1382,
      "GATCTGGCCAGAAACCT": 1383,
      "ACCTGGCAGCGTGCC": 1384,
      "GGAGGGGT": 1385,
      "GAACGTCATC": 1386,
      "ATAAGGAGTAC": 1387,
      "GGCGCCCCTAT": 1388,
      "AGTCGGGGGCGACC": 1389,
      "GGATGAAGGACCGTCT": 1390,
      "TTTCATAGT": 1391,
      "GAAATTCTGGTTCC": 1392,
      "GGTAATGTAGGGTAGAC": 1393,
      "ATTTCTACAGCAGGGAACTTC": 1394,
      "GTTATACGCGGCCGCT": 1395,
      "GCAGCGTGTAGATAA": 1396,
      "AGAACGGCCTGTTTCACCTC": 1397,
      "GCGTAACTACCC": 1398,
      "ACGACCT": 1399,
      "AGACTT": 1400,
      "CTCTC": 1401,
      "GAAGTAAT": 1402,
      "GACGGGG": 1403,
      "GTCCATT": 1404,
      "AGGCGCC": 1405,
      "GTTTGGGCAGATGCTGTTAC": 1406,
      "GCGGATC": 1407,
      "GCGGATAA": 1408,
      "ACCCGGTCCCT": 1409,
      "AAAAGTT": 1410,
      "GTACACGGGG": 1411,
      "GCATGATT": 1412,
      "AGGGAATTTTGT": 1413,
      "GGGCAGCGAACCCCGCGTCGCAA": 1414,
      "ATTCCTTTCATAGT": 1415,
      "GGTTTAACC": 1416,
      "GGTAACCT": 1417,
      "TTCACACGCAGTTGGACTT": 1418,
      "GGCCCGGCCGGC": 1419,
      "ACCACCACC": 1420,
      "AACATAAGTTGT": 1421,
      "GGGTGGTCGCGTGTAA": 1422,
      "GGGCCCCTGGCC": 1423,
      "AACGTCGATAGGCTAT": 1424,
      "AGAGAGTTTCGTAGTC": 1425,
      "GGATTC": 1426,
      "AAAGAA": 1427,
      "ATGACC": 1428,
      "ATACTT": 1429,
      "GCGCGG": 1430,
      "GCTTCGC": 1431,
      "CTGAGTTGTC": 1432,
      "ACCATT": 1433,
      "ATTGGTCC": 1434,
      "AGTGTAT": 1435,
      "AGTGGTCATC": 1436,
      "AACGAC": 1437,
      "GACTTAT": 1438,
      "TTTATT": 1439,
      "AATTAAT": 1440,
      "GAGCGGCAC": 1441,
      "GTTTGAC": 1442,
      "AGAGAGGGGC": 1443,
      "GCGGGAGAACCC": 1444,
      "GAGAC": 1445,
      "GATTTGTCTC": 1446,
      "GACCCAA": 1447,
      "AACATTTTT": 1448,
      "GTGCATTATTC": 1449,
      "GCTGTGAACACCAAGC": 1450,
      "AGGACTACGAGG": 1451,
      "AGTGATGTGCGTATGAC": 1452,
      "GACCAACTTCGCACCAGAA": 1453,
      "AGGGTTAGAA": 1454,
      "GGAGCTGCGGGTAA": 1455,
      "ACGGGAGTACAA": 1456,
      "TTAGTGCAGTTT": 1457,
      "GTAGGTT": 1458,
      "GCGTAT": 1459,
      "AGAGGC": 1460,
      "AGATTC": 1461,
      "ACCGCGAT": 1462,
      "GAATC": 1463,
      "GCCGT": 1464,
      "GGCACCT": 1465,
      "ACTGGTCC": 1466,
      "GGCCAGTGAGG": 1467,
      "ATAAGTCGGGG": 1468,
      "AGTTCC": 1469,
      "GAGGGATAT": 1470,
      "AGATGTCAGCT": 1471,
      "GATCGAACC": 1472,
      "AGGCAGC": 1473,
      "GGTCGGAGAGGACGACCC": 1474,
      "ATTTATT": 1475,
      "AGGTAGATT": 1476,
      "AACATACT": 1477,
      "GCTTTCCTT": 1478,
      "AACGGCGT": 1479,
      "GTTATAGAA": 1480,
      "GTACATAGTGATCATC": 1481,
      "AACAGATGTACCT": 1482,
      "AAGTTGAGT": 1483,
      "AGTGATCGTC": 1484,
      "AAAGCGGTACAATC": 1485,
      "GAAGTAAGCT": 1486,
      "GTATGATAGGGAGC": 1487,
      "AGAGTTGTC": 1488,
      "ACTATAGTTATTGTTGT": 1489,
      "GCCTTCACAA": 1490,
      "AGTGTTGTGC": 1491,
      "GTCACCATGGTACTAT": 1492,
      "GGGCGGCACGCTT": 1493,
      "GCATTGC": 1494,
      "AGCGGCGCGTTTGACT": 1495,
      "AACATTACTAAAA": 1496,
      "CCCACACGATTT": 1497,
      "GGCTAGAGAGAACGGCCTGTTTCACCTC": 1498,
      "AATCCGGAAATATGTT": 1499,
      "GGAGTC": 1500,
      "TTAAGAAGCT": 1501,
      "ATGGGG": 1502,
      "GCTTC": 1503,
      "GCATTCACACGC": 1504,
      "AGGGAGTT": 1505,
      "GAAAATT": 1506,
      "GCCGTAT": 1507,
      "ACTACGAGG": 1508,
      "ACTGCGTATAA": 1509,
      "AACGGCT": 1510,
      "AGAATT": 1511,
      "AGAAGGACC": 1512,
      "GGGCTTATCCT": 1513,
      "GTAAATT": 1514,
      "GTCTGGCGCT": 1515,
      "GGTCGGTTT": 1516,
      "ACATAGT": 1517,
      "GGACAGT": 1518,
      "AACTGCC": 1519,
      "AGGACGTC": 1520,
      "CCGCGTAACT": 1521,
      "GCTCAGG": 1522,
      "GTGTAACGT": 1523,
      "GAGATACCACCACC": 1524,
      "GCTTTAAAATAAAT": 1525,
      "AAACCAGGC": 1526,
      "AAGCAGGGG": 1527,
      "GTAACTGCC": 1528,
      "GCGGGGGGGTTTGTT": 1529,
      "ACGTCGCAC": 1530,
      "GAACCCGACCCCC": 1531,
      "ATATATCCACGAAT": 1532,
      "AGTGAATTAGTGCAGTTT": 1533,
      "GAGATCTCACAGCTAT": 1534,
      "CTCTTATCTTT": 1535,
      "GGAATGC": 1536,
      "GTGAGGCGGCCTT": 1537,
      "GGTGGATAATATAAGGTC": 1538,
      "GAGTGTGGTC": 1539,
      "CCTAGGTCCCC": 1540,
      "GAGTTCTACTTT": 1541,
      "AGACAGGGCGGATC": 1542,
      "GTTATACGCGGCCGCTGATC": 1543,
      "GACGGGGACT": 1544,
      "ACGGGAGTACAAGTCTC": 1545,
      "AACATACTGGTTTAACC": 1546,
      "TATCT": 1547,
      "GGGAGCT": 1548,
      "GTGTTTC": 1549,
      "GTGACTACGAGG": 1550,
      "CTATTAAT": 1551,
      "AGGATTCAA": 1552,
      "AGCAGGTGCGT": 1553,
      "GGCAGTC": 1554,
      "ATCAAT": 1555,
      "GGTATAC": 1556,
      "AGTACC": 1557,
      "ACTCT": 1558,
      "GCTGACC": 1559,
      "GACAGGGAATTTCGTAGTC": 1560,
      "ATAAAGG": 1561,
      "CCCGCGAC": 1562,
      "AGTTACC": 1563,
      "AGTCGGAC": 1564,
      "ACCTATCC": 1565,
      "GATCTTCGC": 1566,
      "GGACAC": 1567,
      "GGACACT": 1568,
      "ACGGGGCAGC": 1569,
      "ACCCAA": 1570,
      "GAGTTCTT": 1571,
      "GCCTGGAGG": 1572,
      "AACTGTGC": 1573,
      "AAAACCTAT": 1574,
      "GATCTGGCGC": 1575,
      "GCATACAAT": 1576,
      "GTGTATCGTGGAG": 1577,
      "AGTAAGCTAGTT": 1578,
      "GGTACATTATACGACT": 1579,
      "GAGGCGGCCTT": 1580,
      "GCTTTAGAAT": 1581,
      "GAGAACC": 1582,
      "ACCATGGTACTAT": 1583,
      "GGGACGGATCGACTCCTT": 1584,
      "AACAAGTGTTTC": 1585,
      "GTTTTTAGCGTT": 1586,
      "ACCTGTCGGTC": 1587,
      "GCGGAAGGGGATTTT": 1588,
      "AACGCCTAGAAACTTC": 1589,
      "GGCCCGTGCGATATGCGTGGTCGCCGCCGGGCC": 1590,
      "AAGTACTT": 1591,
      "AGATATCCACTTGAAAA": 1592,
      "AGGTCGTGGTATT": 1593,
      "GGACACCAGC": 1594,
      "GCCCTTATCCTGTCGGGTCCCTGGCC": 1595,
      "ACTATCCGCCTC": 1596,
      "GTCAACGCATGAGCACTATTAATGGAC": 1597,
      "GGCACTTCCTTGATATCTCACCT": 1598,
      "ACATGCAACGATCTTCGC": 1599,
      "ATAAAGGCCCCACTTATTAA": 1600,
      "AACGTCGATAGGCTATAGACAGGGCGGATC": 1601,
      "GGAGGC": 1602,
      "AAAAC": 1603,
      "AAGAGTTGTC": 1604,
      "GTAGG": 1605,
      "ACCGGCCCC": 1606,
      "GAAAT": 1607,
      "GGTGTT": 1608,
      "GGTAACC": 1609,
      "GATAC": 1610,
      "GATGGT": 1611,
      "GCTACAAAC": 1612,
      "GGGGGTTT": 1613,
      "TTCTTT": 1614,
      "CCCAGGGGC": 1615,
      "AGTTGGGC": 1616,
      "GAGGTT": 1617,
      "GATTACC": 1618,
      "GTCCTC": 1619,
      "AGATAAT": 1620,
      "AGATAGCCC": 1621,
      "GACTAGGTC": 1622,
      "GAGCAAGTT": 1623,
      "ATTCAGGAGG": 1624,
      "GAGATC": 1625,
      "ATTTATC": 1626,
      "AACTACC": 1627,
      "AACTATC": 1628,
      "ACAAACCC": 1629,
      "GCTCAT": 1630,
      "GGAGAGCTAAGGC": 1631,
      "GATCCGACC": 1632,
      "GAAGGGACC": 1633,
      "GCTTTCC": 1634,
      "GCTTTGAACACC": 1635,
      "ATTCAAGAGG": 1636,
      "GATTCAT": 1637,
      "ACGAGGGAAT": 1638,
      "GGTCTGGTGTCTCCACTT": 1639,
      "GAGGGCGGATAGTTT": 1640,
      "AGGGTGTGC": 1641,
      "AGATCTTT": 1642,
      "GCCGGGGGCTT": 1643,
      "GCGCTTCGCGCTC": 1644,
      "CCTTCTGGACC": 1645,
      "CCTCGGTCCTC": 1646,
      "AGTATGTTT": 1647,
      "AAAGGCCTATCC": 1648,
      "ACGGAAGAGATCC": 1649,
      "ACTTCTGCC": 1650,
      "GTGCTGCGTGGTAAACT": 1651,
      "GCTGTGAACACCAGGCGGGCGGTGTC": 1652,
      "GGGCGATACGCGTAGTC": 1653,
      "GTAAGCCAATTAAGAA": 1654,
      "ATTAACGGATGC": 1655,
      "AGTAGGGAGG": 1656,
      "ACTAGTAGATGTCAGCT": 1657,
      "AGGACGCCCGTTGAAATTCAA": 1658,
      "GCGAATTGAG": 1659,
      "GGCATTAGGACGCAAACT": 1660,
      "TTTATTGGCCACAAAC": 1661,
      "GCCTGGAGGGGCT": 1662,
      "GTCGAC": 1663,
      "GCCGCGGCCGC": 1664,
      "ATCGTTGT": 1665,
      "AACGAG": 1666,
      "AACAGCTAGT": 1667,
      "TTTCCTT": 1668,
      "GACCAC": 1669,
      "CTCAGC": 1670,
      "GGGCGCGGCC": 1671,
      "ACTTAATT": 1672,
      "ACTTAGCTTT": 1673,
      "AGCTCC": 1674,
      "AGATAGGAGCTAT": 1675,
      "GTCTCC": 1676,
      "GACTAT": 1677,
      "GTGCGATTCAA": 1678,
      "GAACGGAAGAGAT": 1679,
      "GTATGGT": 1680,
      "GAATCT": 1681,
      "AGAGAGACC": 1682,
      "ACGGGTAGC": 1683,
      "GGTCCACCT": 1684,
      "ATTTGGGTCGTCGCGTATAA": 1685,
      "AACTGGTCCGTCCTT": 1686,
      "GGCCCATGC": 1687,
      "ATCTGGACT": 1688,
      "GTACTTC": 1689,
      "GCAAACT": 1690,
      "GATATCTCATCT": 1691,
      "GACATTAGGACGC": 1692,
      "GTGCTGCAT": 1693,
      "AGTAATCCCTT": 1694,
      "GTCATAGTC": 1695,
      "AAAGCGCAGCGTGTAGATAA": 1696,
      "ACATAAGAATTTC": 1697,
      "AATTTGAC": 1698,
      "AGTCCCGTAC": 1699,
      "ATAAGGGGTACGTC": 1700,
      "GTGGAGTGGC": 1701,
      "GTTCGGAGATTAATTGGCAC": 1702,
      "GGCCACAACATT": 1703,
      "ATATATGCAACCTTCAACATAGT": 1704,
      "ACGGAGGAGATCCATATC": 1705,
      "GGGAACGCCGGTTCGGAA": 1706,
      "GTCGCCGACAGGGCGGTTCCCTCTGGATTTCAGGT": 1707,
      "GTCTAGAGTGTCCATGACCGGGAGCT": 1708,
      "AACGGCGTAGTGAATTAGTGCAGTTT": 1709,
      "AAAGCGGTACAATCACC": 1710,
      "AAGCAGGGGAGTAA": 1711,
      "ACATGCAACGATCTTCGCGTCGCAA": 1712,
      "GGGTAC": 1713,
      "GCAAAT": 1714,
      "GAAAGG": 1715,
      "GAAAACT": 1716,
      "GAAATTAA": 1717,
      "GTCGCGTAT": 1718,
      "ATCAGGGC": 1719,
      "ACTCC": 1720,
      "ACTAGGGGC": 1721,
      "ACTCTCGGACAGC": 1722,
      "GATATAA": 1723,
      "GATGTACCTATCC": 1724,
      "GATGGCGACT": 1725,
      "GACGG": 1726,
      "AGTTAAGGC": 1727,
      "AGAAAA": 1728,
      "GGGCAGT": 1729,
      "GATTCCT": 1730,
      "AGCTCT": 1731,
      "ACATAGGTCGTGGTATT": 1732,
      "GGTTGACT": 1733,
      "GAGATAA": 1734,
      "ATTTACT": 1735,
      "AAATGTGT": 1736,
      "GGCTAAAACCTAT": 1737,
      "ATCTGCC": 1738,
      "AGTTTAT": 1739,
      "AGGACAC": 1740,
      "ACTCGTAT": 1741,
      "CCGCAGATAA": 1742,
      "GGAAAGT": 1743,
      "GGCAGCGCGCC": 1744,
      "AGTGTGACC": 1745,
      "ATACAGAAACC": 1746,
      "ATCGTGTATAGAAT": 1747,
      "GATCTGGCCAGAA": 1748,
      "GATCTGGCCAGACCCCC": 1749,
      "GTTTTTATCGTT": 1750,
      "GCTGACGCGGGAGAACCC": 1751,
      "AGTTATTTTTGT": 1752,
      "CCACAGC": 1753,
      "GAACGTCGAGCAC": 1754,
      "AGAAACCTCT": 1755,
      "GCGAAGT": 1756,
      "AGATCGGAACGGCGGCC": 1757,
      "GGTATATCTTT": 1758,
      "GGGTAGACAGGGAATTTTGT": 1759,
      "CTCATGGCCATGAT": 1760,
      "GATTAAGGGCTT": 1761,
      "AATGTGTTTATGTTCCCACTTATGAAC": 1762,
      "GGGCACTACC": 1763,
      "GTTCATGAACATAAAGCTAACGTT": 1764,
      "GTGCAGTTTAGTGT": 1765,
      "ATTTGCAACCGGC": 1766,
      "AACTTGCCATGCACCAGAA": 1767,
      "ACCGGGGGGTTAA": 1768,
      "GGTTCTTAAGC": 1769,
      "GGCTAGAGAGAACGGCCTGTTTCACCTCAACGTCGATAGGCTATAGACAGGGCGGATC": 1770,
      "AACAGCTAGTCTCTTATCTTT": 1771,
      "AACGGCGTAGTGAATTAGTGCAGTTTATCC": 1772,
      "GGAGTTT": 1773,
      "AAGAGG": 1774,
      "AAGGAT": 1775,
      "AATCGGGGATGCGGGTAA": 1776,
      "ATCCT": 1777,
      "AGGGGCAT": 1778,
      "GAACCTC": 1779,
      "GGTGAGGT": 1780,
      "GGTGGAGC": 1781,
      "AGTGGGGT": 1782,
      "AGTGATTTGC": 1783,
      "ACTGCT": 1784,
      "GCTGCAT": 1785,
      "GCTAGTAAACCAT": 1786,
      "AATAACC": 1787,
      "ATAAAATCT": 1788,
      "GAGGGTATAT": 1789,
      "GATTAACGAG": 1790,
      "GTAAAGC": 1791,
      "ACGCAT": 1792,
      "ACCTCTGC": 1793,
      "GTCCTCGGGG": 1794,
      "GGTCAA": 1795,
      "GGTCGATCTGGCGC": 1796,
      "GAATAG": 1797,
      "AGAGATTCCTC": 1798,
      "AACTAGGTTT": 1799,
      "ACTCGAC": 1800,
      "TTCGCGACGAC": 1801,
      "GGAACTC": 1802,
      "GGGTGGTCCC": 1803,
      "GGCAGCGCGCCAGCACCGCCGTGAAT": 1804,
      "AGAATAACAGGC": 1805,
      "GAGCCGATCC": 1806,
      "AGAGCGT": 1807,
      "GCCTTGGTATAC": 1808,
      "GAACCCAACGGC": 1809,
      "GGTGGGGTACGCGAAGCCGCCC": 1810,
      "CCTCGGTCCCCGCGTAACTACCC": 1811,
      "AGGCAGTGATGCAAAGCACT": 1812,
      "AGAATCAAACT": 1813,
      "ACTCTTTCGTC": 1814,
      "GTTCTAATCGGGG": 1815,
      "AGTGACTTCGT": 1816,
      "AGATGACCCGCAC": 1817,
      "GGACATACCC": 1818,
      "TTTAGCCGATCT": 1819,
      "GCGGAATGGGATT": 1820,
      "AGGAATTGGTT": 1821,
      "GACTTGCTAGAGATTCCTC": 1822,
      "GCACGGCTAAGCCGCTGAC": 1823,
      "GAGGCCATATAGTGTGAA": 1824,
      "ATCTATGGCACCTTC": 1825,
      "GGCGCCCCTATCCTGTC": 1826,
      "GTTTGACGGCTAAAACCTAT": 1827,
      "AGGACGTCAGG": 1828,
      "AGTTACCCTGGT": 1829,
      "AGGACGCCCGTTGAAATTCAAAGCC": 1830,
      "AGTCCCGTACGTTATACGCGGCCGCTGATC": 1831,
      "GGCCACAACATTAGGATTCAA": 1832,
      "GTCTAGAGTGTCCATGACCGGGAGCTACATAGGTCGTGGTATT": 1833,
      "ATTACTTTCC": 1834,
      "GAAGGTCC": 1835,
      "GAAACGCGTGGTC": 1836,
      "GCCTTTC": 1837,
      "GCCCTAT": 1838,
      "AGCATAA": 1839,
      "GTTGCT": 1840,
      "AGTACGC": 1841,
      "AGTCCAT": 1842,
      "AATAGTC": 1843,
      "CCTAAAT": 1844,
      "AGTTTTCC": 1845,
      "GGGCGCT": 1846,
      "AGATGTGC": 1847,
      "AGGCAAT": 1848,
      "GAGCATT": 1849,
      "GTATCTCTTT": 1850,
      "GCGGATTTT": 1851,
      "GCTTATTCGGCGCT": 1852,
      "GGGTCGACTCCCT": 1853,
      "AGGGGCTT": 1854,
      "ACACGGTCAA": 1855,
      "ATCGCAAC": 1856,
      "GAGAATT": 1857,
      "GGCCCCTACCGCGAC": 1858,
      "GCCGCCGGGTC": 1859,
      "GACATTAGGAC": 1860,
      "ACTTTCCGATACGG": 1861,
      "AGCAAAGGC": 1862,
      "AGTAATAGGGGC": 1863,
      "AGTAATAAGGGC": 1864,
      "GATTACGGCCTCTGCCC": 1865,
      "AGGATCCC": 1866,
      "ATCATGAGGTAT": 1867,
      "GTCCACCGGAGCACC": 1868,
      "AAAGCTACGGGGAA": 1869,
      "GGATTTATTGGGG": 1870,
      "TCGGGGATGCGGGTC": 1871,
      "GGATAGACCTGTC": 1872,
      "ACTTCTAGGC": 1873,
      "AACGCCAAGAA": 1874,
      "GCACAACGCCTAGAA": 1875,
      "AGTCTCGAGATACCACCACC": 1876,
      "AGTGAAAGTCAGAGCCC": 1877,
      "GATCTTTATAAAGGCCCCACTTATTAA": 1878,
      "GGCCACCGGAGCACCGGCTGGCGCT": 1879,
      "AATAGCCTTCTGGACT": 1880,
      "GCCTGTCGTAGAGAGCTAAGGT": 1881,
      "GGATGAGGGACC": 1882,
      "GATCTGTCCAGAAACCC": 1883,
      "GCTACTGGTGATTAGGGTTAGAA": 1884,
      "AAGCAGGGGAGTAAGAGG": 1885,
      "ACATGCAACGATCTTCGCGTCGCAAACTTCTGCC": 1886,
      "ACTCGTATAGTCTCGAGATACCACCACC": 1887,
      "ATACAGAAACCTTTCTT": 1888,
      "GCCTTGGTATACACT": 1889,
      "GACTTGCTAGAGATTCCTCAAACTCCGC": 1890,
      "GTTTGACGGCTAAAACCTATGAGATAA": 1891,
      "GGGCT": 1892,
      "AAGGTCC": 1893,
      "ATGATT": 1894,
      "GTGAGT": 1895,
      "GCTTTC": 1896,
      "ACGATT": 1897,
      "AGGGAC": 1898,
      "AGGTTGT": 1899,
      "ATTAGAA": 1900,
      "GAAGGC": 1901,
      "GAAGGCCT": 1902,
      "GTCAGTC": 1903,
      "GTCGATC": 1904,
      "GCCGAT": 1905,
      "GTTATAC": 1906,
      "GGTATC": 1907,
      "AGTACAT": 1908,
      "AGTGACTCCTT": 1909,
      "AACAGTTCC": 1910,
      "GCTGAT": 1911,
      "CTCAGAA": 1912,
      "ATATGC": 1913,
      "GTAAATGC": 1914,
      "GTAACCGCC": 1915,
      "GTCTGC": 1916,
      "GTATGACT": 1917,
      "GAATAGGAGCTAT": 1918,
      "ACCCTTC": 1919,
      "GCCTAG": 1920,
      "AACTCC": 1921,
      "GGCCCGCT": 1922,
      "CCTCAGG": 1923,
      "GACCTCC": 1924,
      "GACCTATCTAAAAACCTCACTT": 1925,
      "GGGTAGAT": 1926,
      "GATCCGTC": 1927,
      "GGTACAGC": 1928,
      "GGTACGGTAACCT": 1929,
      "GGGCCGTCCACT": 1930,
      "GTGAACGGCGC": 1931,
      "AAAGGATC": 1932,
      "GACGGCAAC": 1933,
      "AGTTTTGAGGGCATAT": 1934,
      "AAGCCGCTGATAGGC": 1935,
      "GTAAGACAATTAT": 1936,
      "GAACGTCGAC": 1937,
      "GGCCCGTGCGAT": 1938,
      "GCCTGGAGGGGC": 1939,
      "AGATCGGAACAGC": 1940,
      "AATCACT": 1941,
      "GGTAGTCTATCAGGGC": 1942,
      "GGATATACCTGTCAGTCGGGTC": 1943,
      "GACATTCGAGTTCTACTTT": 1944,
      "GGGATCAACATAGGTTGTGACATTAGGACGCAAACT": 1945,
      "GGGCCTCCTGGGG": 1946,
      "GGGCCTCCTGAGG": 1947,
      "ATCGTCAGAGCCC": 1948,
      "GATTCTCAGGTGGAT": 1949,
      "ATTAAAGAAACTTGTGAGATTCAA": 1950,
      "GGCCAGAGAGGACGGCCCGCACGGCCAAGCCGCTGATAGGCAGGGTTCGGGGC": 1951,
      "GGGTGCACGCT": 1952,
      "CCCAGGGGGGC": 1953,
      "GGGAAAGGGGGTAC": 1954,
      "ACGGGGGGGTTTGTTGGGCGAAGGAACC": 1955,
      "ACCTGACAGCGCGAC": 1956,
      "ATCTGGCGGCATGGC": 1957,
      "GACCAACTTCGCACCAGAAAGATTGGATGAGCGGAT": 1958,
      "AGGTAGATTATC": 1959,
      "ACGGGAGTACAAGTCTCAGGCGCC": 1960,
      "AACTATCATCGCAAC": 1961,
      "GAGGGTATATGATGTGAA": 1962,
      "ATCTATGGCACCTTCAACATACTGGTTTAACC": 1963,
      "ACATGCAACGATCTTCGCGTCGCAAACTTCTGCCATTGGGG": 1964,
      "GGAGGT": 1965,
      "GGAGGGGCGGGTCGCT": 1966,
      "AAAG": 1967,
      "ATGATTGC": 1968,
      "GTAGTT": 1969,
      "GTATTAT": 1970,
      "AGAGATCC": 1971,
      "AGGGGT": 1972,
      "AGGGAG": 1973,
      "GAAATT": 1974,
      "GAAGATC": 1975,
      "GAATCGGGG": 1976,
      "GTCACC": 1977,
      "GCCCC": 1978,
      "GCCACCGG": 1979,
      "GCCAAGAA": 1980,
      "AGCAC": 1981,
      "GTTGCAC": 1982,
      "GTTAGGACGT": 1983,
      "GGTAGC": 1984,
      "GGTGTAT": 1985,
      "GGTACTAAT": 1986,
      "GGTACTAC": 1987,
      "GCTCCGC": 1988,
      "GGGGAGGGCGTTTTT": 1989,
      "CTCGAC": 1990,
      "ATAAAGATC": 1991,
      "CCCTTC": 1992,
      "ACTTCCC": 1993,
      "GATTGAAAATTAT": 1994,
      "GTCCGGCTAT": 1995,
      "GTCTATCGT": 1996,
      "GTCTGGCGCC": 1997,
      "GGATAACAGGC": 1998,
      "GGATACAGGGGGGTTTGTT": 1999,
      "GAACGAAGCTGCC": 2000,
      "GAATGGC": 2001,
      "ATTCGGAG": 2002,
      "GAGAGC": 2003,
      "GAGTTTCC": 2004,
      "AGGTCCCT": 2005,
      "ATCTAGAT": 2006,
      "ACTATATTT": 2007,
      "GGCACGGAT": 2008,
      "GACCTAGTTT": 2009,
      "GGAGAGC": 2010,
      "GAGTTCTC": 2011,
      "AGTAAGGGG": 2012,
      "GATCCGGCC": 2013,
      "ATACAGTTC": 2014,
      "GCGACAT": 2015,
      "GTCCCGTAA": 2016,
      "ATTAAAC": 2017,
