{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "AT": 4,
      "CC": 5,
      "AG": 6,
      "CG": 7,
      "TG": 8,
      "AA": 9,
      "CT": 10,
      "TT": 11,
      "GG": 12,
      "CA": 13,
      "CAG": 14,
      "ATG": 15,
      "CCG": 16,
      "ATT": 17,
      "CGG": 18,
      "AGG": 19,
      "CTG": 20,
      "ACC": 21,
      "AGT": 22,
      "CAT": 23,
      "ACG": 24,
      "CAA": 25,
      "ACT": 26,
      "AAT": 27,
      "TGG": 28,
      "AAG": 29,
      "CCT": 30,
      "CTT": 31,
      "CGT": 32,
      "GGG": 33,
      "TGT": 34,
      "CGCG": 35,
      "CATG": 36,
      "ATAT": 37,
      "CACG": 38,
      "AGAG": 39,
      "TTT": 40,
      "AATT": 41,
      "ACA": 42,
      "AAAA": 43,
      "CGGG": 44,
      "TGGG": 45,
      "CAGG": 46,
      "CATT": 47,
      "CTTG": 48,
      "AGTT": 49,
      "CCAG": 50,
      "CTCC": 51,
      "CTAA": 52,
      "AGGT": 53,
      "CCGT": 54,
      "ATCC": 55,
      "CGGT": 56,
      "ACAT": 57,
      "CGAG": 58,
      "ACAA": 59,
      "ACTG": 60,
      "CGCC": 61,
      "CAGT": 62,
      "ATTG": 63,
      "ACCT": 64,
      "AAGT": 65,
      "ATGT": 66,
      "CGTT": 67,
      "CACC": 68,
      "ATTT": 69,
      "CTCG": 70,
      "AACC": 71,
      "CAGTG": 72,
      "CTAG": 73,
      "AACG": 74,
      "TGTG": 75,
      "ATCG": 76,
      "CCTT": 77,
      "ACTT": 78,
      "ATAA": 79,
      "TGAG": 80,
      "ACAG": 81,
      "GGT": 82,
      "ACGG": 83,
      "ATAG": 84,
      "ACCG": 85,
      "CTTT": 86,
      "ACGT": 87,
      "TGGT": 88,
      "CCGTG": 89,
      "CCAA": 90,
      "CTCT": 91,
      "AATG": 92,
      "CCCC": 93,
      "ATTGG": 94,
      "CAAG": 95,
      "CTGG": 96,
      "TGTT": 97,
      "ATGG": 98,
      "TGCG": 99,
      "ACCCC": 100,
      "AAGG": 101,
      "AAGTT": 102,
      "CAGCC": 103,
      "CGAA": 104,
      "TGCC": 105,
      "CCGTT": 106,
      "CTCA": 107,
      "CAACC": 108,
      "ACCAG": 109,
      "CAGAT": 110,
      "CGCGGG": 111,
      "TGAT": 112,
      "AAAG": 113,
      "CCGAG": 114,
      "ATATT": 115,
      "AGGGG": 116,
      "ATACG": 117,
      "ACCTT": 118,
      "ATGAA": 119,
      "ATCAT": 120,
      "CTTAAG": 121,
      "AATAG": 122,
      "CATGT": 123,
      "CGACT": 124,
      "ATACT": 125,
      "AGTG": 126,
      "TTCC": 127,
      "CACT": 128,
      "ATCT": 129,
      "CAGCT": 130,
      "AGGTG": 131,
      "ACGGT": 132,
      "CCGGG": 133,
      "ATACC": 134,
      "ATAAT": 135,
      "ATCA": 136,
      "ATAAAA": 137,
      "CGTACC": 138,
      "CGTG": 139,
      "TGAGT": 140,
      "AGGCT": 141,
      "ACGGGG": 142,
      "AGCC": 143,
      "AGGG": 144,
      "CTGT": 145,
      "ATATCC": 146,
      "TTAA": 147,
      "CGGGT": 148,
      "CTTCC": 149,
      "CAGGT": 150,
      "TGAAT": 151,
      "CACA": 152,
      "ACACC": 153,
      "ATATG": 154,
      "AGTAA": 155,
      "CGTCC": 156,
      "CAGAG": 157,
      "ATATGG": 158,
      "TGAA": 159,
      "CACGG": 160,
      "CAAAG": 161,
      "AGTTG": 162,
      "CCCGT": 163,
      "AATGG": 164,
      "CATCG": 165,
      "GGGT": 166,
      "AGAAT": 167,
      "CATCC": 168,
      "ACTGG": 169,
      "CAGTT": 170,
      "ATGCT": 171,
      "ATACAA": 172,
      "CTAGCG": 173,
      "ACTCG": 174,
      "CAGGCCG": 175,
      "TTTT": 176,
      "GGGG": 177,
      "CTGCGCC": 178,
      "ATCCG": 179,
      "TGTTT": 180,
      "CACCG": 181,
      "AATCT": 182,
      "CTCCG": 183,
      "CTACG": 184,
      "CATTT": 185,
      "CAGTGCCT": 186,
      "CGCGCG": 187,
      "ACACG": 188,
      "TGCCG": 189,
      "AGTCGG": 190,
      "CGAAG": 191,
      "AGGAT": 192,
      "CTGCTT": 193,
      "ATCCT": 194,
      "CTGGT": 195,
      "CGTGGG": 196,
      "CAATT": 197,
      "ACATG": 198,
      "CCGAA": 199,
      "CGTTCT": 200,
      "CTAAG": 201,
      "ACTAG": 202,
      "CGAGGG": 203,
      "CACTT": 204,
      "CAGTGT": 205,
      "ATTATTG": 206,
      "CTGGG": 207,
      "CTTGG": 208,
      "ACGATG": 209,
      "CCTCT": 210,
      "AATCTT": 211,
      "ATGCC": 212,
      "CTAACG": 213,
      "ACCCG": 214,
      "ATAGG": 215,
      "CGGCC": 216,
      "ACTAA": 217,
      "CAAGT": 218,
      "ATAACTG": 219,
      "CATTCC": 220,
      "AGCCG": 221,
      "ACCGT": 222,
      "CTTAA": 223,
      "CGCATG": 224,
      "ATGAG": 225,
      "ACATT": 226,
      "ATAGT": 227,
      "AAGGT": 228,
      "AAATT": 229,
      "CCTG": 230,
      "AGAGGG": 231,
      "CAGCCCCG": 232,
      "CTAT": 233,
      "CGGCGG": 234,
      "AAGTTAAAA": 235,
      "AAACC": 236,
      "CCCG": 237,
      "CTGTG": 238,
      "ACCCCG": 239,
      "CTATG": 240,
      "AACGGGG": 241,
      "AGCAT": 242,
      "ACAGT": 243,
      "AGTCG": 244,
      "TGGAG": 245,
      "CCTCACC": 246,
      "ATATGGACCG": 247,
      "CATACT": 248,
      "AGAGACGGGG": 249,
      "ATTCAG": 250,
      "AAGTCCG": 251,
      "ATATTG": 252,
      "AGAGG": 253,
      "CGGGTGT": 254,
      "CACAT": 255,
      "ATACGGG": 256,
      "ATGCGG": 257,
      "ACTCT": 258,
      "AATTT": 259,
      "TGAGGG": 260,
      "ATGAT": 261,
      "TGCAG": 262,
      "CTGCGCGGG": 263,
      "ATGATAT": 264,
      "CAAAA": 265,
      "CCGG": 266,
      "AAAGGT": 267,
      "CACACG": 268,
      "CATTCT": 269,
      "AATAGCTAGCG": 270,
      "AGTTGTGG": 271,
      "CACGT": 272,
      "ATGCG": 273,
      "ACCCCAGTAA": 274,
      "CGAAATTATTG": 275,
      "CGTAA": 276,
      "ATCTG": 277,
      "CAGAATT": 278,
      "CGCCG": 279,
      "ACAAAAG": 280,
      "CCGTGTG": 281,
      "CAGTGCC": 282,
      "ACGAAG": 283,
      "ACAAGAG": 284,
      "AGTTCTTAAG": 285,
      "CTACCT": 286,
      "CGAGCCT": 287,
      "CTCCGTG": 288,
      "CGGAT": 289,
      "AGTCCT": 290,
      "CTTGTT": 291,
      "AACGCTG": 292,
      "CGCGT": 293,
      "CTCCT": 294,
      "CAGCAA": 295,
      "TGGGT": 296,
      "CTAAACG": 297,
      "CATGG": 298,
      "CGCGCGGG": 299,
      "ATTAG": 300,
      "CTTGCATGT": 301,
      "CAGCTACCT": 302,
      "ATGTT": 303,
      "CGCGACACC": 304,
      "ATCCTG": 305,
      "ATCAA": 306,
      "AGAA": 307,
      "ATAAAACGGT": 308,
      "ACTGGT": 309,
      "ATATGGACCGCGTACC": 310,
      "TGAGG": 311,
      "CTCGT": 312,
      "AATGGCGG": 313,
      "CATCGATT": 314,
      "ATTCG": 315,
      "ACGGGT": 316,
      "ATCGAATAG": 317,
      "AGGATACGG": 318,
      "AAAAG": 319,
      "ACGTAGTT": 320,
      "ATCGACAT": 321,
      "CGAGG": 322,
      "CGAGT": 323,
      "AGATCC": 324,
      "CGGACCT": 325,
      "CGCCCC": 326,
      "CAATG": 327,
      "CACGAGAG": 328,
      "AATGT": 329,
      "CGACTT": 330,
      "CAAT": 331,
      "CGGGTGTG": 332,
      "ACCAGCAGTT": 333,
      "ACCTTCGCATG": 334,
      "CGGATAACTG": 335,
      "CGTGGGAGGGG": 336,
      "AATTAGG": 337,
      "AGGCGAG": 338,
      "ACGAGG": 339,
      "CAGGCCGCCGGG": 340,
      "CCTTAA": 341,
      "AACGGGGCTAA": 342,
      "CTCCACAT": 343,
      "ATGATATCC": 344,
      "CATAG": 345,
      "CGTCCG": 346,
      "CGGTG": 347,
      "CTGAGT": 348,
      "CCATG": 349,
      "TTATG": 350,
      "CAGTGCT": 351,
      "TGCGACT": 352,
      "CAGCACG": 353,
      "ACAAAAAA": 354,
      "AAGTCCGTGGG": 355,
      "CACATT": 356,
      "CCGCC": 357,
      "AGTCCTT": 358,
      "CGCCAG": 359,
      "CAAGG": 360,
      "ACAAG": 361,
      "CACTTT": 362,
      "CATGAG": 363,
      "CTCGAATT": 364,
      "CGTTCTTTT": 365,
      "CGAATG": 366,
      "AACAG": 367,
      "CGGATTG": 368,
      "AATCC": 369,
      "ACGGTG": 370,
      "CGCCT": 371,
      "CCGATAG": 372,
      "CTAGGT": 373,
      "ATTAA": 374,
      "CGCGGGCGACT": 375,
      "ATGAACGG": 376,
      "ACCCCAGTAACATCGATT": 377,
      "ATGACC": 378,
      "AAAACA": 379,
      "TGGTCGG": 380,
      "ACGAG": 381,
      "CGGGG": 382,
      "AAGAG": 383,
      "TGGGTG": 384,
      "AACCG": 385,
      "ATGAACGTACC": 386,
      "CCGAAAGT": 387,
      "ATCTT": 388,
      "CTGAG": 389,
      "ATATGGACCGCGTACCGGGG": 390,
      "AGTCT": 391,
      "CGGGCGT": 392,
      "CACTCG": 393,
      "ATCGAATAGAGG": 394,
      "CCAGCG": 395,
      "TGCACG": 396,
      "CAGCCCCGCGGT": 397,
      "CCGTTT": 398,
      "CATGCT": 399,
      "TGCCAG": 400,
      "AAAGG": 401,
      "ATACAT": 402,
      "CCATT": 403,
      "CGAATT": 404,
      "ATGTG": 405,
      "CCTTG": 406,
      "CCTCTCCGTT": 407,
      "CCTGT": 408,
      "AATCG": 409,
      "ATCGG": 410,
      "CGTCAG": 411,
      "CAGTCT": 412,
      "CGGGTGTGAATT": 413,
      "CTGGGT": 414,
      "CCTAG": 415,
      "CACGGG": 416,
      "CTAACCAA": 417,
      "CGCGGGTT": 418,
      "ATGCTCGGGTGT": 419,
      "ACAAAA": 420,
      "AGAGGGCCTCACC": 421,
      "CATGCTTG": 422,
      "ATAAG": 423,
      "ATAGGCT": 424,
      "CACAGG": 425,
      "CGCGAG": 426,
      "CATCCT": 427,
      "ACCCGAAT": 428,
      "CGCCCCAGAG": 429,
      "CATTTCC": 430,
      "GGGCC": 431,
      "CGCCACCT": 432,
      "CTAACGCTCC": 433,
      "CTCAG": 434,
      "AGGTGAAG": 435,
      "CAGCTGCTT": 436,
      "ATGGG": 437,
      "CCAAT": 438,
      "CGACTTCAACC": 439,
      "GT": 440,
      "CGCAG": 441,
      "AATTCC": 442,
      "ATTGT": 443,
      "CCACAT": 444,
      "AGTTCTT": 445,
      "CACCGCGCGCG": 446,
      "TGCT": 447,
      "ACTTG": 448,
      "CGAACCT": 449,
      "AATAGCTAGCGCAGTGCCT": 450,
      "CGTTT": 451,
      "CATGTT": 452,
      "ATCCCGTGGGAGGGG": 453,
      "ATCCGCTGCGCC": 454,
      "CAATTT": 455,
      "CCTCTG": 456,
      "ATATAG": 457,
      "CACGATGCGG": 458,
      "AGTTTGG": 459,
      "CAGATAAGT": 460,
      "ATCATAG": 461,
      "ACTGCAAAG": 462,
      "ATTGGTGCCAG": 463,
      "CGAAATTATTGCGAGGG": 464,
      "CTTGATT": 465,
      "AAGTACCTTCGCATG": 466,
      "CACCCTGCGCGGG": 467,
      "CTTAAGGGG": 468,
      "TTTGCC": 469,
      "CCGCTGT": 470,
      "AAGTTAAAAAATT": 471,
      "AGGTT": 472,
      "AAGAT": 473,
      "TGGGCAGAATT": 474,
      "CACATTCACGG": 475,
      "ACAGG": 476,
      "TTAG": 477,
      "CAGGCTGTG": 478,
      "CGGGTCGGCGG": 479,
      "CAGTGTCCAA": 480,
      "AACAA": 481,
      "AAGTCG": 482,
      "ACTCTCTCC": 483,
      "AGTCCTTATT": 484,
      "CAGGG": 485,
      "ATTATT": 486,
      "CATCAGG": 487,
      "ATCCTGAGT": 488,
      "CAGGCCGCCGGGCTCCGTG": 489,
      "CATTTT": 490,
      "ATATCCCAT": 491,
      "TGCGACTCGTAA": 492,
      "AACA": 493,
      "CAAAGTTCTTAAG": 494,
      "CCGTGAGGT": 495,
      "CGAGCCTAGAG": 496,
      "ATGGT": 497,
      "AGCT": 498,
      "CAAGGT": 499,
      "ACACACC": 500,
      "ACAAGAGAGGGG": 501,
      "CGCGACACCCACGAGAG": 502,
      "CGCT": 503,
      "AAAAT": 504,
      "ACCGG": 505,
      "CGGTAATT": 506,
      "ATCGAACGGGGCTAA": 507,
      "ATTTT": 508,
      "CCGCCGT": 509,
      "TGGATT": 510,
      "ACATATG": 511,
      "CACCCAGCC": 512,
      "CCAACATACT": 513,
      "CCGAGCGAG": 514,
      "ACTAGACGGGT": 515,
      "ACCCCGCTCT": 516,
      "AACCCGAG": 517,
      "CACTTTGT": 518,
      "CAGCTACCTCCCGT": 519,
      "CATCCG": 520,
      "CTCGAGT": 521,
      "CGGCCAATT": 522,
      "CTGAGTAA": 523,
      "CTTAG": 524,
      "AGAGTT": 525,
      "ATGTTG": 526,
      "TGTGTT": 527,
      "CGTTATAA": 528,
      "ACTCGACTG": 529,
      "CGCAT": 530,
      "CAGCTAAACG": 531,
      "CGGTT": 532,
      "ACTTT": 533,
      "AAAT": 534,
      "ATGCCTT": 535,
      "ACCAATG": 536,
      "CTAGGG": 537,
      "ACTTAAAGGT": 538,
      "ACAGGG": 539,
      "CACGTCC": 540,
      "ACTCC": 541,
      "CAGTTG": 542,
      "AACGAAG": 543,
      "CGAAT": 544,
      "AGTACA": 545,
      "ACTTGG": 546,
      "CGGGGGG": 547,
      "CAGAGTGAGGG": 548,
      "AGTCGGCCGT": 549,
      "CTCAA": 550,
      "ACGAAAA": 551,
      "TGTAGTT": 552,
      "CTCCCTCCACAT": 553,
      "CGTGGGAGAGG": 554,
      "CCTCTCCGTTATATTG": 555,
      "TGCAA": 556,
      "CAGCCAG": 557,
      "AGGCC": 558,
      "AGGCG": 559,
      "ACTACG": 560,
      "ATGTATTT": 561,
      "CCTTTGGT": 562,
      "TGTCC": 563,
      "CTCGATTG": 564,
      "CTCTG": 565,
      "CTGCGT": 566,
      "TTAACAG": 567,
      "CATGGAATCTT": 568,
      "CCTCTTGCATGT": 569,
      "TGTAT": 570,
      "CTCAATG": 571,
      "ACGCC": 572,
      "TGGATAT": 573,
      "CAAGGG": 574,
      "AGGAA": 575,
      "ACGGG": 576,
      "CAACGAAG": 577,
      "AATCTTG": 578,
      "CAGGCTG": 579,
      "ACCTCC": 580,
      "ATATTAG": 581,
      "TGAATTGT": 582,
      "AGCCGCCTTAA": 583,
      "CGTTCTTTTATACG": 584,
      "CAAAAT": 585,
      "TGTTGTT": 586,
      "CATGCTACG": 587,
      "ACAATTT": 588,
      "CCAGCAA": 589,
      "CTCCCGT": 590,
      "TGAGCG": 591,
      "AATGGCGGAAAG": 592,
      "CATACC": 593,
      "CAGGCCGACAG": 594,
      "CGTGAT": 595,
      "TTCAA": 596,
      "CAAACC": 597,
      "AACGCTT": 598,
      "CGTCCGACTAA": 599,
      "TTTTT": 600,
      "ATGATG": 601,
      "TGGCG": 602,
      "AAGTG": 603,
      "ATATCGG": 604,
      "ATATCTGGT": 605,
      "CCGATG": 606,
      "CATTCACTTTGT": 607,
      "CTTGATTCAG": 608,
      "ATTTTT": 609,
      "AAGTTTG": 610,
      "ATCCCGTGGGAGGGGCACCGCGCGCG": 611,
      "CTTACGGT": 612,
      "AATTCAGTCT": 613,
      "CCCCCT": 614,
      "ACGGGGAACGCTG": 615,
      "TGTCCAA": 616,
      "ACATACT": 617,
      "ATCTCAG": 618,
      "CAGTGCTCATCC": 619,
      "ATGACCATTGG": 620,
      "AGACGG": 621,
      "AGGAG": 622,
      "CATGCTACAT": 623,
      "ACTGCAAAGTGGG": 624,
      "ACAGGT": 625,
      "CAATAG": 626,
      "ATTACG": 627,
      "ACCAT": 628,
      "AATCCT": 629,
      "CCTAAG": 630,
      "ATATTAAAACA": 631,
      "CGCGCGATGG": 632,
      "CATTCCCCGTG": 633,
      "AAGTCCGTGGGATTGG": 634,
      "AGGATAAAACGGT": 635,
      "CGCGCGCGGGCGACT": 636,
      "AAAAAGTTGTGG": 637,
      "CTTCCCCGTG": 638,
      "ATACA": 639,
      "ATCATT": 640,
      "TGTGG": 641,
      "ATTCC": 642,
      "TGGACGG": 643,
      "CGTCCGT": 644,
      "CTCGCAT": 645,
      "TGTGTTAACAG": 646,
      "AGAGACGGGGTGAG": 647,
      "CGCAAG": 648,
      "AACT": 649,
      "TGTACC": 650,
      "TGTACG": 651,
      "AGGCGAGCTAACCAA": 652,
      "ACCCCGCTCTCAAGT": 653,
      "TTTAAG": 654,
      "AAGTTCCG": 655,
      "ATACTACTG": 656,
      "AGAATTG": 657,
      "TGCCGCATGCTTG": 658,
      "ATCTGCTGCGCC": 659,
      "CTAAT": 660,
      "CAATCC": 661,
      "CTCGACA": 662,
      "CATGTCCT": 663,
      "CGTCCACG": 664,
      "ACAAAAGCATTTCC": 665,
      "ATTGGTGCCAGAT": 666,
      "ATCAGT": 667,
      "ATGGGT": 668,
      "TGAACG": 669,
      "CACGCG": 670,
      "CTGACC": 671,
      "CAACCAATG": 672,
      "ACGGTCAGT": 673,
      "ACACGCTTGTT": 674,
      "AGAGACGGGGAGAG": 675,
      "CAGCAACAGATAAGT": 676,
      "CGATT": 677,
      "CCGCTCT": 678,
      "TGTTG": 679,
      "CACGTT": 680,
      "TTTACG": 681,
      "CATTCTTT": 682,
      "AACCGG": 683,
      "ATAGTCCGT": 684,
      "ACTGGTCAGTGTCCAA": 685,
      "ACATATGATACC": 686,
      "CGAT": 687,
      "CGCGGGG": 688,
      "CGTTCC": 689,
      "CCTTTT": 690,
      "ACCGCCT": 691,
      "CGACTAA": 692,
      "CTATCC": 693,
      "AAGTGAT": 694,
      "CTTAAGT": 695,
      "CTCCCTAG": 696,
      "ATTTACGTAGTT": 697,
      "ACAAAAAAACCCGAAT": 698,
      "CACGATGCGGACCCCAGTAACATCGATT": 699,
      "CAGGCCGCCGGGCTCCGTGCTACCT": 700,
      "CCGCCGTATT": 701,
      "AACGG": 702,
      "ATGACAA": 703,
      "AGTTACAA": 704,
      "CCGTGAT": 705,
      "ACCCCGGT": 706,
      "ATACTTGCACG": 707,
      "CACTCC": 708,
      "CTGCG": 709,
      "AGTTCGG": 710,
      "CACGGAT": 711,
      "TGCAGATTGG": 712,
      "AGGATACGGATGTATTT": 713,
      "TTTGCCCGT": 714,
      "CTCCCTAGCCGCC": 715,
      "TGATT": 716,
      "CATCCGGG": 717,
      "ACGCGAG": 718,
      "ACGAGCAT": 719,
      "TGGTGTTT": 720,
      "ACACCT": 721,
      "ATAAAG": 722,
      "CCGACCGT": 723,
      "CGGCT": 724,
      "AATTCAA": 725,
      "CTTGAGT": 726,
      "CTCCCATG": 727,
      "CTCACCG": 728,
      "CAGATCACTCG": 729,
      "ATACAACAATT": 730,
      "AATCTCGGGT": 731,
      "CTCCGCG": 732,
      "AGCG": 733,
      "ATTCTTG": 734,
      "TGGCAT": 735,
      "AAGGTGAAT": 736,
      "ATACTCGGGCGT": 737,
      "CAGTGCCTAGGTGAAG": 738,
      "CACATTGG": 739,
      "ATCGACATAATAGCTAGCGCAGTGCCT": 740,
      "CGCGAGACCCC": 741,
      "ATCCGCTGCGCCTTATG": 742,
      "CTTAAGGGGCGGGTGTGAATT": 743,
      "AGCCGT": 744,
      "AGATTG": 745,
      "TGCTG": 746,
      "CGGATCA": 747,
      "AGTCCGTTT": 748,
      "CAAACTT": 749,
      "CGTACT": 750,
      "CGTCCCC": 751,
      "TGTCCTTTGGT": 752,
      "CACGATAGGCT": 753,
      "CCAGTG": 754,
      "CCAGTGTCCAA": 755,
      "CTCCCCTG": 756,
      "TGAGGGGCC": 757,
      "ACAGTT": 758,
      "CCGAGACT": 759,
      "CCGAGCGGG": 760,
      "TGAAATTATTG": 761,
      "CATGTTACGAAG": 762,
      "CATGCTACGAAG": 763,
      "CCCCGT": 764,
      "CACTTG": 765,
      "CGGTAAG": 766,
      "CGCCACCG": 767,
      "CCAGT": 768,
      "TGATG": 769,
      "ATGTGG": 770,
      "ATTTG": 771,
      "AGGCTAA": 772,
      "AATCA": 773,
      "TGGCCG": 774,
      "CGTTG": 775,
      "CAAAGATATGGACCGCGTACCGGGG": 776,
      "CAATTCCTAG": 777,
      "CTATT": 778,
      "CAGTTT": 779,
      "CAAAGG": 780,
      "ACGGTT": 781,
      "CATTTCCAG": 782,
      "CCGTGTGTTTT": 783,
      "ACCAGCAGTTCTAACGCTCC": 784,
      "ACTAGACGGGTAAT": 785,
      "CAATTCCTAGATCAT": 786,
      "CAAGAG": 787,
      "CAGACC": 788,
      "CAGAGTG": 789,
      "ATGTATGATAT": 790,
      "ACCCCCAGGCCGCCGGGCTCCGTGCTACCT": 791,
      "CTCAATCC": 792,
      "AAAGGG": 793,
      "CGTGAGGT": 794,
      "CTAAGCATT": 795,
      "ATGTTTGGT": 796,
      "CTCGCATAATCT": 797,
      "CGCATT": 798,
      "CAGACTG": 799,
      "CCGACG": 800,
      "AAGGG": 801,
      "CTTCCCC": 802,
      "ATATAA": 803,
      "AGTTACG": 804,
      "CTCGCATT": 805,
      "ATAATTT": 806,
      "CACGTCCCC": 807,
      "AGAT": 808,
      "CGTGCC": 809,
      "CACCT": 810,
      "CACTAG": 811,
      "CTGTT": 812,
      "AATGGT": 813,
      "TGTCG": 814,
      "CGAGCC": 815,
      "AACCCCTCTTGCATGT": 816,
      "ATGGGG": 817,
      "CCGAGCCGT": 818,
      "CGCGCGGGAGCC": 819,
      "TGGGG": 820,
      "AACCT": 821,
      "CTCCGT": 822,
      "CGGAA": 823,
      "CGGATG": 824,
      "AGTTTT": 825,
      "ATTTCCAG": 826,
      "CCTTATG": 827,
      "ACCTTCAAAGTTCTTAAG": 828,
      "CGGCCAATTAGG": 829,
      "ATGAACGTACCAT": 830,
      "CGTTATAACCGAAAGT": 831,
      "AAGGTGAATAGTCCT": 832,
      "AGACC": 833,
      "AGCTTG": 834,
      "AAACG": 835,
      "AGGACAG": 836,
      "AGTCGCCACCT": 837,
      "CTTGAGG": 838,
      "CTAACC": 839,
      "ATCCACTG": 840,
      "TGGGCAGAATTCGG": 841,
      "ACTTAAAGGTCACACG": 842,
      "AGATG": 843,
      "AACTG": 844,
      "CGGCCG": 845,
      "AGTATAAAACGGT": 846,
      "CAAACCT": 847,
      "CCTCG": 848,
      "CTTACG": 849,
      "TGTTGTTT": 850,
      "AGTTTTT": 851,
      "ACCCCATG": 852,
      "CTCAAT": 853,
      "ATACTTG": 854,
      "ATAAAACCTG": 855,
      "CAGAGAAAAG": 856,
      "ATACGGGATATTAAAACA": 857,
      "CCAGCGAGGT": 858,
      "CACACC": 859,
      "AGTCCGTT": 860,
      "CATATAGG": 861,
      "TGTATATG": 862,
      "CGGGGG": 863,
      "ACCTTG": 864,
      "ATTTCGTGGGAGAGG": 865,
      "ATCGAAT": 866,
      "TGCCGG": 867,
      "GTTGCC": 868,
      "TGTGTTACCAG": 869,
      "ATCCGTT": 870,
      "ATTATGAG": 871,
      "AGGCTCG": 872,
      "ACTCCGTT": 873,
      "AATGGG": 874,
      "ACACACG": 875,
      "ATCGAA": 876,
      "ATAAACGGT": 877,
      "CCGTGGGGT": 878,
      "CATACTTTAA": 879,
      "CGTTCTTTTATACGAGCAT": 880,
      "CAATGT": 881,
      "CAGCCG": 882,
      "CGGACCG": 883,
      "TGTCCT": 884,
      "TGTCAGAT": 885,
      "CACGCACG": 886,
      "CACGTTCC": 887,
      "CCTTTGCG": 888,
      "ACAGAGGG": 889,
      "AGGTGAA": 890,
      "CCGTGTGTT": 891,
      "CACGGGTGT": 892,
      "CAGCAACAGATAAGTTGAATTGT": 893,
      "TCCGACCGT": 894,
      "ATTGGT": 895,
      "AAATTG": 896,
      "CTACTG": 897,
      "CATGGG": 898,
      "AATCACG": 899,
      "CATGAA": 900,
      "AACGCGG": 901,
      "ATAACTTGG": 902,
      "CTCTATG": 903,
      "AGTGCGCG": 904,
      "ACAAAAAAACC": 905,
      "ACAGGGCCTCACC": 906,
      "ATGATGAGGGG": 907,
      "CCTTT": 908,
      "AACGGCGG": 909,
      "CAGCA": 910,
      "CCTAAAA": 911,
      "TGTAGTCCT": 912,
      "TGGGCAGCCCCGCGGT": 913,
      "ACTTTGT": 914,
      "ACCAGCAGAT": 915,
      "CGCGGGCGAGT": 916,
      "ATATGGTT": 917,
      "CTAACGCTTCC": 918,
      "CATTCCCCG": 919,
      "CTGGGTCAA": 920,
      "CAGAGTGAGGGCTAGGT": 921,
      "ACATACTATACTACTG": 922,
      "AGACGGATTG": 923,
      "ATACTTGCACGACT": 924,
      "CTAGTT": 925,
      "CTAATG": 926,
      "CCGAGGCT": 927,
      "AGTCCG": 928,
      "CATTGT": 929,
      "CTTACAATTT": 930,
      "GGGCG": 931,
      "TGTAG": 932,
      "CGCGCGTCCCC": 933,
      "TTTCAGT": 934,
      "TGGGCG": 935,
      "CTCCCC": 936,
      "ACTTCGTGCC": 937,
      "CAGTGCCACAT": 938,
      "ACGAGGAGTTTGG": 939,
      "AAGTTAAAAAATTACTCTCTCC": 940,
      "ATAAAACCTGACTCC": 941,
      "ATCAG": 942,
      "TGACT": 943,
      "TGAATG": 944,
      "CTCGAG": 945,
      "CTGAAAG": 946,
      "CTGACTTGG": 947,
      "ACCATTGG": 948,
      "CGTCAA": 949,
      "CACGATG": 950,
      "CACGAGT": 951,
      "ATAAAGTCGG": 952,
      "AAGTTCCGAA": 953,
      "AGATCCCAG": 954,
      "CAGAGAAAAGACT": 955,
      "CCCTT": 956,
      "CGCTCT": 957,
      "CTGGGG": 958,
      "AGTACG": 959,
      "CCTATAGT": 960,
      "CTTAATG": 961,
      "CGCGAGTT": 962,
      "ATATACT": 963,
      "CGCCCGACTAA": 964,
      "AACGTGT": 965,
      "ACGTCCG": 966,
      "AAAGAGTTGTGG": 967,
      "ATCACTCG": 968,
      "AGTTGGGG": 969,
      "ACTGGCCAGTGTCCAA": 970,
      "CAATTTATGCTCGGGTGT": 971,
      "CGGGTCGGCGGATCCCGTGGGAGGGGCACCGCGCGCG": 972,
      "CAGTTGCCGAGCCGT": 973,
      "CGGGGGGTGGACGG": 974,
      "TGAATT": 975,
      "AAATACAA": 976,
      "TTCA": 977,
      "ATTCGG": 978,
      "TGGATTG": 979,
      "TGGATAG": 980,
      "CCTAACC": 981,
      "CAGGTGTG": 982,
      "CTAAAAG": 983,
      "CTAAATCC": 984,
      "CTAACCATT": 985,
      "ACTGT": 986,
      "ACAGTTT": 987,
      "AAGGAACG": 988,
      "ACATTTGAT": 989,
      "CATTCTTTAA": 990,
      "TGCCGGATG": 991,
      "ATCCGT": 992,
      "TGCGT": 993,
      "CCGATGAACGG": 994,
      "AGTATAA": 995,
      "CATGGT": 996,
      "CATATGATATCC": 997,
      "TGGTG": 998,
      "AAGATAT": 999,
      "CGTCCT": 1000,
      "CATTCGCAG": 1001,
      "CTCCCAAAA": 1002,
      "TGTTTT": 1003,
      "CTCAATCCT": 1004,
      "ATATTCAATTCCTAGATCAT": 1005,
      "TGAATCAA": 1006,
      "AGAATCAGCTGCTT": 1007,
      "CACCGCGCGAGACCCC": 1008,
      "CGCCAGCC": 1009,
      "TGGTCGGCACCCTGCGCGGG": 1010,
      "TGCAACTCG": 1011,
      "TGTCCACG": 1012,
      "CCGGT": 1013,
      "CTTTT": 1014,
      "ACCCAT": 1015,
      "ACTACGT": 1016,
      "TGCGACC": 1017,
      "TGTTTCGTTCT": 1018,
      "ATGCGCAAG": 1019,
      "ACGAAGAACA": 1020,
      "CGCCCCAGAGCCGAGCGAG": 1021,
      "TGTACCCACGCACG": 1022,
      "CAGACCAACAG": 1023,
      "CAGCGCCT": 1024,
      "AGTCCGT": 1025,
      "CAAAATT": 1026,
      "AATCTCGACA": 1027,
      "TGGAGTT": 1028,
      "CGTAGG": 1029,
      "CTCCCTCC": 1030,
      "ATCCCGAGT": 1031,
      "CGTTTT": 1032,
      "AACCAAGTACCTTCGCATG": 1033,
      "CAGCTAT": 1034,
      "CTGAGTAAGT": 1035,
      "TGGGTGCACATTGG": 1036,
      "CCGTGATCTCAATG": 1037,
      "ATCGAACTGGGTCAA": 1038,
      "AGATT": 1039,
      "CTCAAG": 1040,
      "GGGGT": 1041,
      "ATGCACGGGTGT": 1042,
      "CATACG": 1043,
      "TGGATG": 1044,
      "TGGCGCG": 1045,
      "CTTCACC": 1046,
      "AGAGTGAT": 1047,
      "TGGGACT": 1048,
      "CCAGAT": 1049,
      "CAGTCG": 1050,
      "ATCGAACG": 1051,
      "TGTTAACAG": 1052,
      "AATAGCTAG": 1053,
      "TGTTTCGTT": 1054,
      "ACTACGTGT": 1055,
      "ATCGTT": 1056,
      "CAGCCAA": 1057,
      "AGTCGGGCGT": 1058,
      "CATCAATT": 1059,
      "ACTACTG": 1060,
      "TGGTT": 1061,
      "CACGACT": 1062,
      "AAAAACC": 1063,
      "CCAGATGT": 1064,
      "AGGTCTTT": 1065,
      "ATTGCAT": 1066,
      "ATGTCGAG": 1067,
      "CGTTATAACTG": 1068,
      "CAGTGCATGGG": 1069,
      "ATAGCAACGAAG": 1070,
      "TGCGCCT": 1071,
      "CGACTCC": 1072,
      "ACGGTAATTT": 1073,
      "ATCAATCT": 1074,
      "CGCGCGGGCGACT": 1075,
      "ATCCTGCCAA": 1076,
      "AGGATACGGACGT": 1077,
      "CGGATAACTGCTGCGCC": 1078,
      "CATCCTATTTCCAG": 1079,
      "CTTGATTCTAAT": 1080,
      "AGCCGCCTTAAACACACC": 1081,
      "ATATTCAATTCCTAGATCATCAGGT": 1082,
      "CGAAGG": 1083,
      "CTTGT": 1084,
      "CACCGT": 1085,
      "ACCCT": 1086,
      "AGTCTAT": 1087,
      "ACGAGT": 1088,
      "TGGCACT": 1089,
      "AAGTGAA": 1090,
      "CGTACA": 1091,
      "CTTGATG": 1092,
      "CGAGAAG": 1093,
      "CACCATAAAGTCGG": 1094,
      "ACTAGATGGGT": 1095,
      "CTATCTAG": 1096,
      "CAGTGCCCTT": 1097,
      "ATCGACATAATAGCTAGCG": 1098,
      "CGTCCGACTAACAGTG": 1099,
      "ACCCATAACGTGT": 1100,
      "AGCTG": 1101,
      "AGAACGCTG": 1102,
      "CAATGCC": 1103,
      "CTTCAAG": 1104,
      "ACACACA": 1105,
      "CTTGCTT": 1106,
      "CCAGCCT": 1107,
      "ACAAACC": 1108,
      "CGCCGG": 1109,
      "CGCCCATG": 1110,
      "ATGTCG": 1111,
      "CTTTATCTCAG": 1112,
      "CCCCAGAG": 1113,
      "ATGGAATCTT": 1114,
      "CAACCCCG": 1115,
      "CTAGCGAGGT": 1116,
      "CACCCAGCCTGGGT": 1117,
      "AAGTTTGTGGG": 1118,
      "CCCTTT": 1119,
      "CGATG": 1120,
      "TGACC": 1121,
      "AAATCC": 1122,
      "ATGCCT": 1123,
      "ATTCATTCT": 1124,
      "CGGCAA": 1125,
      "ACCCTGAGT": 1126,
      "CAACG": 1127,
      "TGGACG": 1128,
      "AAGAGTG": 1129,
      "CCTATG": 1130,
      "CACGATAGG": 1131,
      "CTTGTG": 1132,
      "CCAGCC": 1133,
      "CTAACGCGCGCGGGCGACT": 1134,
      "ACTGAAAGGT": 1135,
      "CTCGTGGG": 1136,
      "TGAGTTT": 1137,
      "AGGTGCTTAAG": 1138,
      "ATACCTTTACG": 1139,
      "AGCCTGTAGTT": 1140,
      "ACCAGCAGTTCTAA": 1141,
      "CATGAGACTCGACTG": 1142,
      "CGTGATACT": 1143,
      "AACGCTTCTATCTAG": 1144,
      "ATTGGTGCCAGATAGAGGGCCTCACC": 1145,
      "AACGGATACTCGGGCGT": 1146,
      "CTAACGCTTCCACC": 1147,
      "CCAGATGTCAG": 1148,
      "ATAAGT": 1149,
      "CCCCT": 1150,
      "CGAAAA": 1151,
      "CAAGGTG": 1152,
      "ATTCTG": 1153,
      "ATTACAT": 1154,
      "ATTCCCG": 1155,
      "ACGCCATG": 1156,
      "CGTAG": 1157,
      "TGTTGT": 1158,
      "CACGCAGCCAG": 1159,
      "TGGGCAGCACG": 1160,
      "CAGGATCGAATAGAGG": 1161,
      "CTTGAG": 1162,
      "CTCCCTG": 1163,
      "CTCCCTT": 1164,
      "ATGTTGAGGGGCC": 1165,
      "CGTTATATTG": 1166,
      "CTCAAGT": 1167,
      "ATACGAG": 1168,
      "CACTCCT": 1169,
      "ATCCGACATATGATACC": 1170,
      "ACATGTT": 1171,
      "ACGATGTGG": 1172,
      "ACTCTACT": 1173,
      "CCGATAGGG": 1174,
      "CCTGTTGCC": 1175,
      "ATGCCTTCTCGATTG": 1176,
      "AACGAAGAAAGGG": 1177,
      "CTTAAGTCAAG": 1178,
      "TGAAATTATTGCGAGGG": 1179,
      "CAGCAATAAAG": 1180,
      "CGCGGGCGAGTAGGACAG": 1181,
      "ATATGT": 1182,
      "ATAACC": 1183,
      "ATACAG": 1184,
      "CGCAGCT": 1185,
      "CATTG": 1186,
      "CATACTT": 1187,
      "ACGTT": 1188,
      "CAACCTT": 1189,
      "CAACAAAGATATGGACCGCGTACCGGGG": 1190,
      "AATCCAA": 1191,
      "CGGGTTT": 1192,
      "CAGGCAGTG": 1193,
      "ACTTTGTG": 1194,
      "ATAGGG": 1195,
      "ATTGGTGTCAGAT": 1196,
      "CTGGTTTT": 1197,
      "TGTTCCGTT": 1198,
      "AGGGGAAG": 1199,
      "ATCTCGG": 1200,
      "ATACAACGGT": 1201,
      "CGGACCTCCAG": 1202,
      "CAGGCCGCCGGGCTCCGCG": 1203,
      "CCGTGAGGTATTAG": 1204,
      "AAGTTTGTGT": 1205,
      "CGCGCGATGGCATG": 1206,
      "CTCACCGCATTTCCAG": 1207,
      "CGGGGGTT": 1208,
      "AGAAAA": 1209,
      "CTACC": 1210,
      "CTCACC": 1211,
      "CAGCTAA": 1212,
      "CAGCCGT": 1213,
      "CCGCG": 1214,
      "CCGACAG": 1215,
      "ACCAAT": 1216,
      "AATCCCC": 1217,
      "TGGCGGGGGGTGGACGG": 1218,
      "CTTCCAG": 1219,
      "AGAGTG": 1220,
      "AGAGAAT": 1221,
      "CGGGCGTG": 1222,
      "CGCCACAT": 1223,
      "CAGTCATGGT": 1224,
      "ATTGCATT": 1225,
      "ATTTTTT": 1226,
      "CAGTGAGTCCTTATT": 1227,
      "CAGTGCTTAAGTCAAG": 1228,
      "AAAGACGATG": 1229,
      "CTACGCCTGT": 1230,
      "CAGTGTCCGT": 1231,
      "ACGATGCGG": 1232,
      "AAGTTAAAAAATTT": 1233,
      "AGATCCCAA": 1234,
      "CACTTTAGG": 1235,
      "CGAATGATACC": 1236,
      "CGAACCTAGAG": 1237,
      "CAGGCTGTGCAGCTACCTCCCGT": 1238,
      "CTTAGGGT": 1239,
      "ATACAACAATTATACC": 1240,
      "CGGATCACTGTG": 1241,
      "AACTGTGTACCCACGCACG": 1242,
      "CACGATGCAGT": 1243,
      "CGTTATAACTGAAGGT": 1244,
      "ATACCTTTACGTGAGT": 1245,
      "CGCAA": 1246,
      "CAATAT": 1247,
      "CAGCTAG": 1248,
      "CAGACCG": 1249,
      "CCGATAAACGGT": 1250,
      "ACTATCA": 1251,
      "TGGCT": 1252,
      "CTTCT": 1253,
      "CTTTGAG": 1254,
      "TGTAAAA": 1255,
      "TGGGACC": 1256,
      "ATTTCGCGT": 1257,
      "AACCCTGCGCGGG": 1258,
      "CAGATGGG": 1259,
      "ATATCCCGT": 1260,
      "CTTAAAGTCG": 1261,
      "ATGATCAGTGCCACAT": 1262,
      "CCTTGACAAGAGAGGGG": 1263,
      "GTTG": 1264,
      "CTGAGTAAATAT": 1265,
      "ACAGGTCACACG": 1266,
      "CTGACCAA": 1267,
      "CTCCCCTGCACG": 1268,
      "CGAGAAGCTTGG": 1269,
      "ATCAGGT": 1270,
      "TGAACC": 1271,
      "ATTTGG": 1272,
      "CGGACCTT": 1273,
      "ACCCCGAG": 1274,
      "AGTACGG": 1275,
      "CCTCTTG": 1276,
      "GGGTT": 1277,
      "TTTCAA": 1278,
      "ACAATGTG": 1279,
      "CTAAAAGTCG": 1280,
      "CCGTAA": 1281,
      "ATCGACGT": 1282,
      "ACTTCAACC": 1283,
      "ATAAACGT": 1284,
      "CTGGTTT": 1285,
      "CGCGGGCGGCT": 1286,
      "AAAGACG": 1287,
      "CGGGGACGGGGAACGCTG": 1288,
      "CCAACATACTCAGCAACAGATAAGTTGAATTGT": 1289,
      "CAATAGCC": 1290,
      "ACAAAAGCATTTCCCGAGG": 1291,
      "CTCGCATAATCTACATACTATACTACTG": 1292,
      "ATCGAATAGAG": 1293,
      "AGATCT": 1294,
      "CTAGG": 1295,
      "CTAAGG": 1296,
      "ATGACCAG": 1297,
      "CGGCTG": 1298,
      "CTGTGAGT": 1299,
      "CCTCTAG": 1300,
      "CCTAGGTGAAG": 1301,
      "CGTAAT": 1302,
      "CGCGATGCGG": 1303,
      "CAGGAGTCGGCCGT": 1304,
      "ACATCTG": 1305,
      "ACAAAGCC": 1306,
      "CAGATCACT": 1307,
      "ACCTTTGG": 1308,
      "CGGGTAAAA": 1309,
      "CACGGTGAACG": 1310,
      "AGAATCTT": 1311,
      "CAGAATTCGG": 1312,
      "ATCGAATAGATG": 1313,
      "CGGATAACTGCTGCGT": 1314,
      "CGCCACCTCGTCAG": 1315,
      "CAGGCCGCCGGGCTCCGTGCTCCCTAGCCGCC": 1316,
      "CTCCCATGCATGCTACAT": 1317,
      "AACGGCGGAAAG": 1318,
      "ATCGAACTGGGTCAAAGAGACGGGGAGAG": 1319,
      "ACTCTACTAGAATTG": 1320,
      "CACTTTAGGATGAA": 1321,
      "ATAGGT": 1322,
      "ATCTGGT": 1323,
      "TGACAA": 1324,
      "CAGTTCC": 1325,
      "ATGAGT": 1326,
      "ATTACA": 1327,
      "AGGTTTCAGT": 1328,
      "CTGTGTG": 1329,
      "ACCTGT": 1330,
      "CCTCAA": 1331,
      "CGCGCC": 1332,
      "AATTCATG": 1333,
      "TGGGTT": 1334,
      "CTTGCGGG": 1335,
      "TGTGCT": 1336,
      "ACGGATAAT": 1337,
      "CCCGAAAA": 1338,
      "TGGAGAA": 1339,
      "AATGGCGGAAATACAA": 1340,
      "ATGATATCCACCGT": 1341,
      "TGCGACTCGTAAACCCCATG": 1342,
      "TGTATATGACG": 1343,
      "TGCAACTCGTGAG": 1344,
      "CGGGTTTCATCC": 1345,
      "TGACA": 1346,
      "TGATGG": 1347,
      "CTAGT": 1348,
      "CAGATT": 1349,
      "ATTAATCC": 1350,
      "CGGAG": 1351,
      "AATCATTCT": 1352,
      "TGGTGTT": 1353,
      "TGGATAACTG": 1354,
      "AGAGGGT": 1355,
      "CGGGGGT": 1356,
      "CTTGCGAAG": 1357,
      "CCAGCTGCTT": 1358,
      "ACTGACGATGCGG": 1359,
      "ATTGCA": 1360,
      "CGAACCG": 1361,
      "ATCATGGG": 1362,
      "ACGGTAACGGATACTCGGGCGT": 1363,
      "ATAAAAAGGTGCTTAAG": 1364,
      "ACTCGATTG": 1365,
      "ATGCCTTT": 1366,
      "AGCCGCAGGT": 1367,
      "AAGTCCGCGGG": 1368,
      "TGCAGCATCCG": 1369,
      "ATTAGCTCCCTCCACAT": 1370,
      "CGCGACACCCACA": 1371,
      "CTCGAATTATCCGCTGCGCCTTATG": 1372,
      "AGTCTCGGGT": 1373,
      "CACGGGTT": 1374,
      "ATTGGTGCCAGACAGAGGG": 1375,
      "ATGGTAGGCT": 1376,
      "AGCTACATG": 1377,
      "CAGCTAAACGCCG": 1378,
      "CTCAATCATTCC": 1379,
      "GTTGCCCGT": 1380,
      "AGGCTCGACTG": 1381,
      "CTGACTTGGATG": 1382,
      "ACATTTGATACC": 1383,
      "CGTCCTTGAG": 1384,
      "ACGAAGAACACAGTGCATGGG": 1385,
      "ACTACGTGTCGGAT": 1386,
      "ATAATTAGG": 1387,
      "CCCT": 1388,
      "AGCACG": 1389,
      "CAGCGCG": 1390,
      "CAGATAT": 1391,
      "CAGATAACTTGG": 1392,
      "CGGCCAA": 1393,
      "AGGATAG": 1394,
      "ACCAA": 1395,
      "AGTACTT": 1396,
      "ACGACCATTGG": 1397,
      "AATTG": 1398,
      "AAGTGT": 1399,
      "CTTACGGTT": 1400,
      "CGCGTT": 1401,
      "CGCGACCCC": 1402,
      "ATATAGTTACAA": 1403,
      "AAAAAACC": 1404,
      "CGGGAGG": 1405,
      "CAGGCGT": 1406,
      "AGTTCG": 1407,
      "ACTGCAA": 1408,
      "CAGTACCCCGAG": 1409,
      "AAGTCTCCG": 1410,
      "CTAGATGG": 1411,
      "CTTTTGCG": 1412,
      "ATACGAATGT": 1413,
      "ACCTTCAAAG": 1414,
      "AATCTTAACGCTTCTATCTAG": 1415,
      "AGAGGGCCTAACC": 1416,
      "ACCCCGAGT": 1417,
      "ATATGGACCGCGT": 1418,
      "ACAAAAGCATTTT": 1419,
      "CTCCGTGCTACCT": 1420,
      "CGCGTCAG": 1421,
      "ACGGTGCTCA": 1422,
      "CCACATTGGT": 1423,
      "CCTCTGATTGG": 1424,
      "CCGCTGTACTTCGTGCC": 1425,
      "CACATTCACGGTGAGCG": 1426,
      "CACATTCACGGTGAACG": 1427,
      "TGTATACACC": 1428,
      "ACGGTCAGTATCGAATAGAGG": 1429,
      "CTGCGCAGG": 1430,
      "AGCCGTCTTAA": 1431,
      "ATATAAATAGT": 1432,
      "CGGCCAATTAGGCGGATTG": 1433,
      "AGTCCGTTTTTT": 1434,
      "AGGTGAACCGTT": 1435,
      "CCGTGTGTTTGTG": 1436,
      "CTTTATCTCAGCCGCCGTATT": 1437,
      "AAAGTCG": 1438,
      "CACTG": 1439,
      "CAGCGAG": 1440,
      "CGGATAAT": 1441,
      "AGTCAGCCGT": 1442,
      "CATAACC": 1443,
      "ACGAA": 1444,
      "CAAATTTACGTAGTT": 1445,
      "CGTCAGG": 1446,
      "ATATTTAA": 1447,
      "AAAAAAT": 1448,
      "CTTGCC": 1449,
      "ATCCCGCC": 1450,
      "AAGTATCTT": 1451,
      "CGTTTTTTT": 1452,
      "ATTTACGT": 1453,
      "AACCCTAG": 1454,
      "TGTGAG": 1455,
      "ACGGTGTTGT": 1456,
      "ATAGAAGG": 1457,
      "CTTTAGGGG": 1458,
      "ATGGCGACTTCAACC": 1459,
      "TGAGTATCATAG": 1460,
      "AGGCTCAGAT": 1461,
      "CTTCCCCT": 1462,
      "ACAGTCAGT": 1463,
      "TGGAGATTGG": 1464,
      "CTTGTTCACCGT": 1465,
      "CTCGTTG": 1466,
      "CTCAGTGGG": 1467,
      "AGGTTCCTAAAA": 1468,
      "CACATTCACGGTGTACG": 1469,
      "CGGTAATTCACGATAGGCT": 1470,
      "CAAGGGCATG": 1471,
      "CATACCCACC": 1472,
      "AACGCTTCGCGCGGGAGCC": 1473,
      "AGAGACGGGGTGAGCAGCCCCGCGGT": 1474,
      "ATGACAACAT": 1475,
      "AGTTCGGCCAG": 1476,
      "TGTAGTCCTTGAGT": 1477,
      "CTGAAAGAATTCC": 1478,
      "CTGGTTTTGAA": 1479,
      "CCCA": 1480,
      "CGTGT": 1481,
      "CGCACG": 1482,
      "TGAAG": 1483,
      "CTCTT": 1484,
      "CTCTCC": 1485,
      "CACAG": 1486,
      "CAGATTT": 1487,
      "CAGCGAAG": 1488,
      "CCGTGGT": 1489,
      "ACCGGGCG": 1490,
      "CATCCAG": 1491,
      "ACGATAGGCT": 1492,
      "ACGCAACCCCG": 1493,
      "CCTAAAAG": 1494,
      "CTTAAGG": 1495,
      "ATATAGTT": 1496,
      "CACGATATG": 1497,
      "AGAGTTT": 1498,
      "AAAAAA": 1499,
      "CGGGACTATCA": 1500,
      "AGTTCGTTT": 1501,
      "CTCCAAT": 1502,
      "CTAACGCG": 1503,
      "CGGTCAGT": 1504,
      "ACATAGTT": 1505,
      "CGCCCTGCGCGGG": 1506,
      "CAGTACCCCGAGT": 1507,
      "CGTTCGTT": 1508,
      "AACGCGGATTG": 1509,
      "ATAAAAT": 1510,
      "ATGGCTT": 1511,
      "ACCAGATTTTT": 1512,
      "ATCATAGTGCGCG": 1513,
      "CACTCAGT": 1514,
      "CAGAGAA": 1515,
      "AGTCGGCCG": 1516,
      "ATCCTTGG": 1517,
      "CGTCCGATTAA": 1518,
      "CTCGAATTATCTGCTGCGCC": 1519,
      "TGGATTACGT": 1520,
      "AACCCGAGAGGATAAAACGGT": 1521,
      "TGTATCGGAT": 1522,
      "CATTCCCCGTGTGGCACT": 1523,
      "CTTCCCCGTGCTCA": 1524,
      "ATCATTCTTGCGAAG": 1525,
      "TGTGGATATG": 1526,
      "AGGCGAGCTAACCAAAGTT": 1527,
      "TGCCGCATGCTTGAGG": 1528,
      "CATGTTACGAAGATCG": 1529,
      "ATCCACTGCGCATT": 1530,
      "TTCACAGTCATGGT": 1531,
      "TGAATCAAATACCTTTACGTGAGT": 1532,
      "CACCGCGCGAGACCCCCTGG": 1533,
      "ATCGACATAATAGCTAGCGCAGCGCCT": 1534,
      "CAGCAATAAAGAAGGTGAATAGTCCT": 1535,
      "AAGTATCTTCGCATG": 1536,
      "ATACTT": 1537,
      "AGCTTGG": 1538,
      "CGACGG": 1539,
      "CTTGGT": 1540,
      "GGACC": 1541,
      "CAGCTG": 1542,
      "CAGTGG": 1543,
      "ATGAATG": 1544,
      "CCGCCGGG": 1545,
      "CCGAAGGT": 1546,
      "ACCCTG": 1547,
      "AGTATT": 1548,
      "AGTTGAG": 1549,
      "CATACAA": 1550,
      "CAACCGACG": 1551,
      "ACTCTCT": 1552,
      "CGTCT": 1553,
      "CGTAATCG": 1554,
      "CGCGCAAG": 1555,
      "ATATGGT": 1556,
      "CAGTATTCC": 1557,
      "CAGTAGAATTG": 1558,
      "CAGTTGGCGGGGGGTGGACGG": 1559,
      "ATTGGGG": 1560,
      "AAGTATT": 1561,
      "ACTTTGTTGTT": 1562,
      "ATAACCGAAAGT": 1563,
      "ACCGACTG": 1564,
      "CTGGAATT": 1565,
      "CAACCCGCGATGCGG": 1566,
      "CAGCTAAG": 1567,
      "CAGCTACTT": 1568,
      "CGTACCAT": 1569,
      "CAGGTAAACG": 1570,
      "CACACTT": 1571,
      "TGCCGCATG": 1572,
      "ACATTCCT": 1573,
      "AGTCGCCAG": 1574,
      "AGTTGTGGATATG": 1575,
      "CGAGCCTAGTG": 1576,
      "ATCCTGATT": 1577,
      "AAGTCCGTGGGAATGG": 1578,
      "ACGAGCTATG": 1579,
      "CGAGCCTAGAGAAGTTCCG": 1580,
      "TTTAAGAGTG": 1581,
      "ACCGCCTAATG": 1582,
      "ACGCGAGAA": 1583,
      "CATGCTACGAAGATCG": 1584,
      "AATCACAA": 1585,
      "ATACGGGATATTAAAACACCTCTCCGTTATATTG": 1586,
      "AATCACGAAAAT": 1587,
      "ATATTCAATTCCTAGATCATCAGGTCCTATAGT": 1588,
      "AAGTTAAAAAATTTCTTT": 1589,
      "CTTCCCCTACAT": 1590,
      "TTTG": 1591,
      "ATTAGCCG": 1592,
      "ATTCAGTTGCCGAGCCGT": 1593,
      "AGGTGG": 1594,
      "CTGCTGT": 1595,
      "CATAACCG": 1596,
      "ACGCCTTATG": 1597,
      "CAAATAT": 1598,
      "CAACACCG": 1599,
      "AAGATCG": 1600,
      "CTTCGT": 1601,
      "AATTACTCTCTCC": 1602,
      "ACACGG": 1603,
      "ACAAGGTG": 1604,
      "CGGGCTACG": 1605,
      "CGGGCGGGACTATCA": 1606,
      "ATGTAGTCCG": 1607,
      "AACCTGAGT": 1608,
      "ACTTCGCGCC": 1609,
      "ATAGCCCGT": 1610,
      "ATAATCAGCTGCTT": 1611,
      "ATAAAAACCTTCAAAGTTCTTAAG": 1612,
      "AATGGGG": 1613,
      "CTGGGCAGCACG": 1614,
      "TGAGGGACC": 1615,
      "CGCGACACCCACGAGT": 1616,
      "CATGCTTGAGG": 1617,
      "AATTCCAAG": 1618,
      "CATCAGGCCCCGT": 1619,
      "ATATCCCATCTGGG": 1620,
      "CGTTCTTTTATACGCGCAT": 1621,
      "CATTCACTTTGTCGTTCTTTT": 1622,
      "CTTGATTCAGATATCTGGT": 1623,
      "AAAAAGTTGTGGATTTG": 1624,
      "CGCGGGGTGGTCGG": 1625,
      "ATGTGGCAAAGG": 1626,
      "CAGACTGTG": 1627,
      "AATGGTCTTT": 1628,
      "ACGAGGAGTTTGGCCGG": 1629,
      "CAATAGCCATATGGT": 1630,
      "TGTGCTCGGGTTTCATCC": 1631,
      "ATACCTT": 1632,
      "ATACATT": 1633,
      "AACTT": 1634,
      "CGGCCGT": 1635,
      "AGGATTG": 1636,
      "AGTATCAA": 1637,
      "AAGCTCCG": 1638,
      "CCTATGCC": 1639,
      "TGGGCAGCCCCG": 1640,
      "ACAAAACC": 1641,
      "ACTGATCCT": 1642,
      "CAGTATCA": 1643,
      "ACCTCCAGCGAGGT": 1644,
      "ATTTCC": 1645,
      "AACCCGTGGGAGGGG": 1646,
      "CTTTCT": 1647,
      "CAAGACGCGAGAA": 1648,
      "ATATTAAAA": 1649,
      "CACTACCAG": 1650,
      "CGTGCGGG": 1651,
      "CATCGACAT": 1652,
      "AATCTAT": 1653,
      "TGCCGATG": 1654,
      "CTAAGAT": 1655,
      "CGAGGGACC": 1656,
      "AATTTCGTGGGAGAGG": 1657,
      "ATGCGATTTTTT": 1658,
      "CCGATAGCGACTTCAACC": 1659,
      "TGGGTGAAG": 1660,
      "CGAAATTATTGCGAGGGATACAA": 1661,
      "AACAAAGG": 1662,
      "CATCAGGCC": 1663,
      "CGGCCAATTAGACGGATTG": 1664,
      "TGGATATAATCTCGACA": 1665,
      "CGCGCGTCCCCCAGGCCGCCGGGCTCCGTGCTCCCTAGCCGCC": 1666,
      "AGTATAAATTAATCC": 1667,
      "CGTTTTCAACC": 1668,
      "CTGAGTAAGTACCAGATTTTT": 1669,
      "ACATGTTTGAGG": 1670,
      "AAGTTTGTGTATTACG": 1671,
      "CAACCGACGCAAG": 1672,
      "AGCAA": 1673,
      "AGACT": 1674,
      "CGCAAGGTG": 1675,
      "TGCAT": 1676,
      "CCGAGG": 1677,
      "AGTATAT": 1678,
      "AGTCAGGCGT": 1679,
      "ACGCACC": 1680,
      "AATACGAGCAT": 1681,
      "TGGTTT": 1682,
      "CTTATTG": 1683,
      "CTTCTCCCTG": 1684,
      "CGTCATAACCG": 1685,
      "TGTCCGT": 1686,
      "TGTTGCACG": 1687,
      "CGCGTGGCAT": 1688,
      "AGAGGGGT": 1689,
      "AAAACCT": 1690,
      "CTTGCATGG": 1691,
      "CTAACGAG": 1692,
      "ATCCAAG": 1693,
      "CGGTAAT": 1694,
      "CGGTCTGG": 1695,
      "CGCCCGT": 1696,
      "ATGTATGATATCCACCGT": 1697,
      "CGTTAGAA": 1698,
      "AACCAAGG": 1699,
      "CAGTGCCCGT": 1700,
      "CTAGCGAG": 1701,
      "ATCGACAA": 1702,
      "ACCGAGG": 1703,
      "TGGTAATCTCGGGT": 1704,
      "CCGTGAGTT": 1705,
      "TGCGAGG": 1706,
      "AAGGAATCTT": 1707,
      "CAGCCCTG": 1708,
      "TTCCCTCCACAT": 1709,
      "CGTACCGGGG": 1710,
      "TTAACCG": 1711,
      "ACTCGCTGT": 1712,
      "CATTTCTTAA": 1713,
      "ATGCCATT": 1714,
      "CGGGTGTATTT": 1715,
      "CAGTGCTCATCCTATTTCCAG": 1716,
      "CAGGCTGTGCAGCTACCT": 1717,
      "CACGTCCCCGTT": 1718,
      "TTCAAATGATATCC": 1719,
      "ATACAATCAT": 1720,
      "AGAGACGGGGTGAGCAGCCCCG": 1721,
      "AAGGGCC": 1722,
      "AACGCGGAGG": 1723,
      "CAGCTATCTCCCGT": 1724,
      "ATCGAACGAGGCTAA": 1725,
      "ACGGTAATTTATGCTCGGGTGT": 1726,
      "CAGGCCGCCGGGCTCCGCGCTCCCTAGCCGCC": 1727,
      "CGGGCGTGAATT": 1728,
      "ATGATCAGTGCCACATACAGGGCCTCACC": 1729,
      "ACTCGATTGCCGAG": 1730,
      "AGCCGCAGGTCAGTAGAATTG": 1731,
      "CGGGCGGGACTATCAATT": 1732,
      "CCACAG": 1733,
      "AGTTT": 1734,
      "CTCCGTT": 1735,
      "TTAGG": 1736,
      "CAGCG": 1737,
      "CAGACCT": 1738,
      "AGTCGCCACCG": 1739,
      "AGTCGCCACAT": 1740,
      "CATATCC": 1741,
      "CATATCCT": 1742,
      "CAAAGTG": 1743,
      "TGGCTG": 1744,
      "TGGATGAACGG": 1745,
      "TGGCCGTTT": 1746,
      "CCTTGCG": 1747,
      "AATTAA": 1748,
      "TGGGGG": 1749,
      "CATTTG": 1750,
      "AGGTATCAGT": 1751,
      "ATCCTTAG": 1752,
      "ACAAAG": 1753,
      "CGCCCGG": 1754,
      "CAGTAT": 1755,
      "ATGTATGTATGATAT": 1756,
      "CACCCG": 1757,
      "CACCCTCCACAT": 1758,
      "CTCGAACCT": 1759,
      "AACCCC": 1760,
      "CTAGATCC": 1761,
      "ATCGAATT": 1762,
      "ACCGAATAG": 1763,
      "CCCCCAA": 1764,
      "TGCGAAAA": 1765,
      "CAACCCTG": 1766,
      "ACCAGCGGTCTGG": 1767,
      "ATGAACGTAAT": 1768,
      "CTTAAGGGGG": 1769,
      "CGACTCCT": 1770,
      "AGGCTAAGAT": 1771,
      "ATGCTACAT": 1772,
      "AATCTCGG": 1773,
      "CTAAGATG": 1774,
      "CATTCCCCGTGTG": 1775,
      "ATGAGACTCGACTG": 1776,
      "CTATCGG": 1777,
      "CGCCGCGCGCG": 1778,
      "ACAAAAGCCTTT": 1779,
      "CGGATAACTGCTACGCCTGT": 1780,
      "ATGAACGGACCAT": 1781,
      "CGCGGGTTACTTAAAGGTCACACG": 1782,
      "CGCCCCAGAGCCGAGCGGG": 1783,
      "CATCCGATCAA": 1784,
      "ACGAAAACATATAGG": 1785,
      "ACGCCAAG": 1786,
      "CATACCCCGTG": 1787,
      "CCGATGAAGGAACG": 1788,
      "CATTCACTTTGTCGTTCTTTTATACGAGCAT": 1789,
      "CGCAAGATG": 1790,
      "ACACGCTTGTTATAGTCCGT": 1791,
      "AGCGAACGGGGCTAA": 1792,
      "CCGTGTGTTTTTGTGTTAACAG": 1793,
      "ATGAACGTACCATCATGAG": 1794,
      "ATATGGTTCGCGT": 1795,
      "CAGGTGTGCAGCTACCT": 1796,
      "ACCCATAACGTGTACTCTACTAGAATTG": 1797,
      "CTCGTGGGAGGGG": 1798,
      "AATTCATGAGT": 1799,
      "TACCG": 1800,
      "CTATAT": 1801,
      "CTAATCG": 1802,
      "CAGCGG": 1803,
      "ATGTGAG": 1804,
      "ATGCAAAAT": 1805,
      "AGTATACT": 1806,
      "AGTCACTAG": 1807,
      "ACGATAT": 1808,
      "CAACGT": 1809,
      "CAAAGTT": 1810,
      "TGGCCGG": 1811,
      "TGGAATCTTG": 1812,
      "AAGCATT": 1813,
      "CCTCATG": 1814,
      "CTTCG": 1815,
      "CACGACACC": 1816,
      "AATTAAG": 1817,
      "CGGTAATCC": 1818,
      "ACCTCCCGT": 1819,
      "AAGTACCTT": 1820,
      "CGTTCATT": 1821,
      "ATTTAG": 1822,
      "AACGATCTCAG": 1823,
      "TGAGCAGT": 1824,
      "TGAGATAATTAGG": 1825,
      "ATCATATCCGT": 1826,
      "ATACCGG": 1827,
      "CATCCAGG": 1828,
      "ATGCTAAG": 1829,
      "ACACGGG": 1830,
      "CTGGTCAGTATTCC": 1831,
      "CACTTCCAG": 1832,
      "ACGATGTGGT": 1833,
      "TGAGGGCTAGGT": 1834,
      "CGAAATTATTGCTGGGG": 1835,
      "ATGTTAAGTCTCCG": 1836,
      "CAATGCCT": 1837,
      "CAATGAGCC": 1838,
      "CGCGGGTTACAT": 1839,
      "ACAAAAACA": 1840,
      "CTTGATTAAG": 1841,
      "ATCGAACGGGGCTAAAG": 1842,
      "CCAACATACTCAGCAA": 1843,
      "ATGTTGAAGGGCC": 1844,
      "CAAAATATCC": 1845,
      "AATCACTCT": 1846,
      "ATATGGTTCG": 1847,
      "AGTTGGGGACTCGCTGT": 1848,
      "CTAAAAGACG": 1849,
      "CAGTGCCCTTATCGAACTGGGTCAAAGAGACGGGGAGAG": 1850,
      "ACACACACAAGG": 1851,
      "CGTGATACTCATG": 1852,
      "CGTAGACCCC": 1853,
      "TGGGCAGCACGCAGTTGGCGGGGGGTGGACGG": 1854,
      "AGAGAATCAGCTGCTT": 1855,
      "ATTGCATTCTCA": 1856,
      "CAGCTAGACG": 1857,
      "ATAGGTATCATAG": 1858,
      "CTAGATGGAA": 1859,
      "AATTCCAAGCTGACTTGGATG": 1860,
      "CGTCATAACCGACAGTT": 1861,
      "CCCCAGCAA": 1862,
      "AGCGG": 1863,
      "AGACGAGCAT": 1864,
      "CTCAGAT": 1865,
      "CAGAAGTT": 1866,
      "CAGGGGG": 1867,
      "CAGATATCTGGT": 1868,
      "ATGACG": 1869,
      "CTGCC": 1870,
      "CATAGTACG": 1871,
      "ACGCCTT": 1872,
      "CAACTGCTT": 1873,
      "CAAAATTCC": 1874,
      "ACTCCGTTT": 1875,
      "TGGCTTCCCCTACAT": 1876,
      "AAGGGG": 1877,
      "CGGGAGGCC": 1878,
      "CTTGGGG": 1879,
      "CTAACCG": 1880,
      "CTAACTAA": 1881,
      "CGCCTTAA": 1882,
      "ACCTATGGTAGGCT": 1883,
      "ATCGAAAGG": 1884,
      "ATAACGCGCGCGGGCGACT": 1885,
      "CTTTCC": 1886,
      "TGTTCTTAAGT": 1887,
      "TGCGACCAATG": 1888,
      "CCGAGCTAG": 1889,
      "ATATTAGAA": 1890,
      "ATGAACCG": 1891,
      "CTTCCCCG": 1892,
      "CACGGTGTACG": 1893,
      "CATCGAAAA": 1894,
      "CTGCGCCTGTAGTT": 1895,
      "AATCTCGGGTCGGCGG": 1896,
      "ATAGGAGCTACATG": 1897,
      "AGAGACGGGGAGGG": 1898,
      "ATACGGGATATG": 1899,
      "CTCCTCTTGCATGT": 1900,
      "ATCCTGTGTTGTT": 1901,
      "AGGATACGGATAT": 1902,
      "CCGCCATATT": 1903,
      "CAAGGTGGG": 1904,
      "ACAAGACGGGT": 1905,
      "CTCGAATTATCCGCTGCGCC": 1906,
      "CCTAGCCAGATGTCAG": 1907,
      "ACAAAAACAT": 1908,
      "CAGATAAGTTGAATT": 1909,
      "AGTACACTCCT": 1910,
      "CTTGATTCAGATGTTTGGT": 1911,
      "AATTCAGTCTACCCCGCTCTCAAGT": 1912,
      "ACAAAAAAACCCGAATCAGTGCCTAGGTGAAG": 1913,
      "ACACCTACG": 1914,
      "CGAGCCAAGAG": 1915,
      "ATCCACTGCGCC": 1916,
      "AAATTGCG": 1917,
      "CTTACAATTTCGGGTGTATTT": 1918,
      "CGCCCGACTAACAGTG": 1919,
      "CACTTTAGGATGAAATTGCATTCTCA": 1920,
      "CGCGACACCCACAAGAG": 1921,
      "AAGGAATCTTAG": 1922,
      "AGCCGCAGGTCAGTAGAATTGATGCC": 1923,
      "ATAGAG": 1924,
      "ATCTCGACA": 1925,
      "AGCGCGGGCGACT": 1926,
      "AAACA": 1927,
      "CTACT": 1928,
      "CACAA": 1929,
      "CAATAA": 1930,
      "CACGGTAAG": 1931,
      "CAGAA": 1932,
      "ATTTGAA": 1933,
      "CTGAT": 1934,
      "CTGATTGG": 1935,
      "ACGCG": 1936,
      "ACGATAATTT": 1937,
      "CAACAGG": 1938,
      "TGGCC": 1939,
      "AAGTGG": 1940,
      "CCTCCG": 1941,
      "CCTATGCG": 1942,
      "CGTCTACG": 1943,
      "TGTATT": 1944,
      "TGTATGT": 1945,
      "CGCGCGAG": 1946,
      "ATATAGG": 1947,
      "AGAGGGG": 1948,
      "TTTCC": 1949,
      "TGGGCTAGGT": 1950,
      "TGGGTGCAGATTGG": 1951,
      "AGGTCGGCGG": 1952,
      "CGGTACC": 1953,
      "ACAAAAACC": 1954,
      "ACTGCTG": 1955,
      "CGCCCCAG": 1956,
      "ATTGCATG": 1957,
      "AACCAA": 1958,
      "ATCGAACGGGG": 1959,
      "ACAGAAGT": 1960,
      "ACAGCTTAATG": 1961,
      "ATAGCGACTTCAACC": 1962,
      "AATGCTCAG": 1963,
      "ATGGCATG": 1964,
      "CATGTCCCC": 1965,
      "CCGGGTGTTTT": 1966,
      "ATCAAGAG": 1967,
      "ACTCGACCG": 1968,
      "TGCCGCCTCAA": 1969,
      "CGAGGGTT": 1970,
      "CTTAAAATT": 1971,
      "AAGGTCAGT": 1972,
      "AGTCCTCATT": 1973,
      "AATTAGGCGGATTG": 1974,
      "AATCCAGTT": 1975,
      "CACAGGAGTCGGCCGT": 1976,
      "CTAACGCTCCCACC": 1977,
      "CCACATCATCCGGG": 1978,
      "ATATAGCAACGAAG": 1979,
      "ACTGCAAAGTGCG": 1980,
      "CATTTTACGAAG": 1981,
      "CATGGAATCTTCTTTTGCG": 1982,
      "ATATTAGATCACTCG": 1983,
      "CATCCGGGT": 1984,
      "CTCCGCGCTACCT": 1985,
      "ACCTTGCCT": 1986,
      "ACAAAAAAACCTGAAT": 1987,
      "ATGATGAGGGGCC": 1988,
      "CAATGCCTGTATCGGAT": 1989,
      "CCAGCCTAAGG": 1990,
      "CGTCCTTGAGCCGAGCGGG": 1991,
      "ACCTTCAAAGATCCTTAG": 1992,
      "AAAAAATTTAACCG": 1993,
      "AGTATCAACTGCTT": 1994,
      "ACTGATCCTAGTTGGGGACTCGCTGT": 1995,
      "ACCAGCGGTCTGGAGTATAT": 1996,
      "ACGATGTGGTACAGG": 1997,
      "CAATGAGCCACCAAT": 1998,
      "CGTGATACTCATGAAAG": 1999,
      "TCTG": 2000,
      "CCACT": 2001,
      "AGACG": 2002,
      "CGACC": 2003,
      "TGCGAG": 2004,
      "AACTAT": 2005,
      "CTCTCGAGT": 2006,
      "CCGACGT": 2007,
      "CGGCCTTTT": 2008,
      "CATAA": 2009,
      "CATATGATAT": 2010,
      "AATTGGACG": 2011,
      "TGGATTTT": 2012,
      "TGTCGTTCTTTT": 2013,
      "TTTAG": 2014,
      "ACAAT": 2015,
      "ACAAGG": 2016,
      "TGGGTTT": 2017,
      "TGGGGGT": 2018,
      "AGTTCTTGAGT": 2019,
      "CGGTCAA": 2020,
      "ACATATGATAT": 2021,
      "ATGTTGAGG": 2022,
      "ATTTCGT": 2023,
      "ATTTATGATAT": 2024,
      "AACCTT": 2025,
      "ATAGCC": 2026,
      "ATAGAA": 2027,
      "CCCCCACCATAAAGTCGG": 2028,
      "CAGCCACACG": 2029,
      "ATCATTGG": 2030,
      "ATACTCGGGTGT": 2031,
      "CACTCTCGAGT": 2032,
      "ATAATCAATAGCCATATGGT": 2033,
      "CGTGATTCAG": 2034,
      "AGGGTT": 2035,
      "TGAAAGTTCTTAAG": 2036,
      "CCCGTAGTACGG": 2037,
      "CAGTGCCTAGGGGAAG": 2038,
      "AGGATACGT": 2039,
      "ATCCTCGAATT": 2040,
