{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "CC": 4,
      "GG": 5,
      "AT": 6,
      "GT": 7,
      "CT": 8,
      "AA": 9,
      "CG": 10,
      "CA": 11,
      "GA": 12,
      "CGT": 13,
      "TT": 14,
      "CAT": 15,
      "CGG": 16,
      "GCC": 17,
      "GCT": 18,
      "GGT": 19,
      "AGT": 20,
      "CCT": 21,
      "CAA": 22,
      "GAT": 23,
      "CTT": 24,
      "GAA": 25,
      "CGA": 26,
      "CCA": 27,
      "ATT": 28,
      "GCA": 29,
      "GGA": 30,
      "GTT": 31,
      "GCG": 32,
      "ATA": 33,
      "GGGG": 34,
      "ACT": 35,
      "CCCC": 36,
      "GCAT": 37,
      "CTA": 38,
      "CACC": 39,
      "CATT": 40,
      "GTA": 41,
      "CGAT": 42,
      "CTGG": 43,
      "CAAT": 44,
      "CGAA": 45,
      "CGCC": 46,
      "AGTT": 47,
      "TTT": 48,
      "CGTT": 49,
      "GCCT": 50,
      "GCGG": 51,
      "CTCC": 52,
      "GAGT": 53,
      "CGCGT": 54,
      "GGGT": 55,
      "ACC": 56,
      "GCGT": 57,
      "GGTT": 58,
      "GAAT": 59,
      "CGGA": 60,
      "CGCA": 61,
      "GGCC": 62,
      "CGCT": 63,
      "GGGCC": 64,
      "CCTCC": 65,
      "CATA": 66,
      "GCTT": 67,
      "CTTT": 68,
      "GACC": 69,
      "ATGT": 70,
      "GCAA": 71,
      "GATT": 72,
      "AAA": 73,
      "CGTCC": 74,
      "CAGA": 75,
      "CTAT": 76,
      "CGTGT": 77,
      "CTGA": 78,
      "CGGT": 79,
      "CAGT": 80,
      "CACCA": 81,
      "ATTT": 82,
      "GAAA": 83,
      "GAGG": 84,
      "CGCG": 85,
      "CCTT": 86,
      "GCCGT": 87,
      "AGG": 88,
      "ATAT": 89,
      "GGTCC": 90,
      "GATA": 91,
      "CCTA": 92,
      "GGAA": 93,
      "GGCT": 94,
      "ATAA": 95,
      "GAGCC": 96,
      "CCGT": 97,
      "GACTT": 98,
      "ATCT": 99,
      "AAGCT": 100,
      "CGTA": 101,
      "GCGA": 102,
      "CCAGGT": 103,
      "CGATA": 104,
      "GAAAA": 105,
      "CAGG": 106,
      "CACT": 107,
      "GCGCGG": 108,
      "CGTAA": 109,
      "GCGCC": 110,
      "GGGTT": 111,
      "GGCCT": 112,
      "GACT": 113,
      "ATTA": 114,
      "GCCCC": 115,
      "ATCC": 116,
      "GCATCGA": 117,
      "CGCCGT": 118,
      "GTCGA": 119,
      "GGCAA": 120,
      "GCTA": 121,
      "CCCAT": 122,
      "AGAA": 123,
      "ATATT": 124,
      "CCCCTT": 125,
      "CTGT": 126,
      "AAAA": 127,
      "CGCTT": 128,
      "CATCC": 129,
      "GACGG": 130,
      "AGAT": 131,
      "CTGGA": 132,
      "GCGGT": 133,
      "GGAGTT": 134,
      "GAGTA": 135,
      "CGTTT": 136,
      "GGCTA": 137,
      "GGAT": 138,
      "GGCA": 139,
      "CAAGCA": 140,
      "CGTCGT": 141,
      "GTCC": 142,
      "AAGCA": 143,
      "CCTCGA": 144,
      "CACATT": 145,
      "AAAGT": 146,
      "AGGT": 147,
      "CATTT": 148,
      "GCTGT": 149,
      "GCACATA": 150,
      "CAATATT": 151,
      "CGTCTT": 152,
      "GTCG": 153,
      "GGTA": 154,
      "ATCCA": 155,
      "CTTTT": 156,
      "AAGT": 157,
      "AAGAA": 158,
      "CCTGT": 159,
      "GGCGG": 160,
      "CCAA": 161,
      "ACGA": 162,
      "CAAGGCCT": 163,
      "TTA": 164,
      "GCGTCTT": 165,
      "CGGCGA": 166,
      "GGGTCCCC": 167,
      "CGGGGT": 168,
      "AGTACC": 169,
      "CGCACC": 170,
      "GCGCCTCC": 171,
      "CTCG": 172,
      "CACAT": 173,
      "GATGCT": 174,
      "GAAGT": 175,
      "AACC": 176,
      "AAGGA": 177,
      "ATTGGT": 178,
      "AAT": 179,
      "CTGGGA": 180,
      "CTGGAGCT": 181,
      "GGCTT": 182,
      "GCATGGGCC": 183,
      "CGTTATA": 184,
      "AGTAT": 185,
      "GGGCCAGAA": 186,
      "CGCTTGT": 187,
      "GATGT": 188,
      "CAGCC": 189,
      "GACTTCAAGGCCT": 190,
      "GTTT": 191,
      "GATGGGTT": 192,
      "AGTCTT": 193,
      "AAAGTT": 194,
      "CACTCC": 195,
      "CGTCCCA": 196,
      "CACATTCGCCGT": 197,
      "ACTGT": 198,
      "ATGTTT": 199,
      "CTTA": 200,
      "GGAGCC": 201,
      "GAGCCT": 202,
      "GCTAT": 203,
      "GCGAGGT": 204,
      "GGTAA": 205,
      "CGGACATT": 206,
      "CAGGTT": 207,
      "CGTACT": 208,
      "CGAACC": 209,
      "GACGCA": 210,
      "CCCT": 211,
      "GAATAAAA": 212,
      "CCCTT": 213,
      "CTGGGT": 214,
      "CGCGTACT": 215,
      "ATCACC": 216,
      "GGTCATT": 217,
      "CAAA": 218,
      "GAGTCGA": 219,
      "CTGGAGCTGGGG": 220,
      "CAGAGCC": 221,
      "GGAGCGCC": 222,
      "CTGCT": 223,
      "CGGGGCC": 224,
      "CCACTT": 225,
      "AGTCAATATT": 226,
      "CGGAGAA": 227,
      "CGCGCGATA": 228,
      "GGGCGAGGT": 229,
      "CGCGAA": 230,
      "CGTCGAT": 231,
      "GTCGCGAT": 232,
      "GCATGGGCCGAAAA": 233,
      "GATCGT": 234,
      "GACGGGT": 235,
      "AGTA": 236,
      "GGGGGGGG": 237,
      "CGTGTGT": 238,
      "CACCAGGGCC": 239,
      "AGTCTTCACCA": 240,
      "CGCACGTAA": 241,
      "AGTACCGCGGT": 242,
      "CGCACCGGAGCGCC": 243,
      "CACAGA": 244,
      "GAGCT": 245,
      "CCTCGAACC": 246,
      "GCATT": 247,
      "CGCTTGTGGGG": 248,
      "GCGGCTCC": 249,
      "GGTAGT": 250,
      "CCAGT": 251,
      "CTGCC": 252,
      "CGTGAAT": 253,
      "CCTCCCC": 254,
      "GGGGGCCCC": 255,
      "CCTGGAGTT": 256,
      "CGGAT": 257,
      "GGTGG": 258,
      "GCGATCT": 259,
      "CTCA": 260,
      "GAGCCAGG": 261,
      "CCCGA": 262,
      "CGTGG": 263,
      "GAGTT": 264,
      "GCATCAA": 265,
      "ATATA": 266,
      "CATGGGTCCCC": 267,
      "TTTT": 268,
      "GCCA": 269,
      "CTCGA": 270,
      "GGGCCAGAAGCGCCTCC": 271,
      "GCCGTT": 272,
      "CCCCTTT": 273,
      "CACATCACC": 274,
      "CGACGGAGAA": 275,
      "CTGGCA": 276,
      "ACTCC": 277,
      "GAGTGCC": 278,
      "CAAGCAGTT": 279,
      "CTCCA": 280,
      "GATGGGTTAGT": 281,
      "GGTCCGAA": 282,
      "CGCGTACTGCGCGG": 283,
      "AACT": 284,
      "CAACCT": 285,
      "CGGTAAGGA": 286,
      "AGTATAGTT": 287,
      "ATGAT": 288,
      "GGGA": 289,
      "CTGGAGCTGGGGAAGAA": 290,
      "CGCGCGATAGGA": 291,
      "GACCA": 292,
      "ATACC": 293,
      "CTGGTT": 294,
      "CCGCTT": 295,
      "AACTAT": 296,
      "CAGCT": 297,
      "GACGCC": 298,
      "GAAAT": 299,
      "CGCCGTT": 300,
      "GCGCGT": 301,
      "CTGACT": 302,
      "GCCCCGCT": 303,
      "CGGGT": 304,
      "CGCGTGGCC": 305,
      "CCTCGACTT": 306,
      "GGACC": 307,
      "CGATGT": 308,
      "CGGCGACCCC": 309,
      "CAGTT": 310,
      "CAAGCATCGA": 311,
      "GCGTTATA": 312,
      "AAAGTTGTA": 313,
      "GGTGGTAGT": 314,
      "CTTCCCC": 315,
      "CGCTGCCGT": 316,
      "AAGCTGCA": 317,
      "ACGACGAA": 318,
      "GGCAAA": 319,
      "GCACACTCC": 320,
      "CTTTGCC": 321,
      "AGTCCAA": 322,
      "CGAACAA": 323,
      "GGCAACTA": 324,
      "GGTCATTACT": 325,
      "ATCAA": 326,
      "GGGGTT": 327,
      "AAATTA": 328,
      "ATGTTTATT": 329,
      "ATAAT": 330,
      "CAGTGCGTCTT": 331,
      "GAGGGAT": 332,
      "AACCA": 333,
      "CAGGT": 334,
      "GAGTGCCCGTTT": 335,
      "CGTCCGAA": 336,
      "GATTATCC": 337,
      "GACTTCAAGGCCTGGAA": 338,
      "CGACGGAGAAGGGG": 339,
      "CCTACT": 340,
      "ATACCGT": 341,
      "CCTCCGTA": 342,
      "CGTAGTCTTCACCA": 343,
      "GGTGT": 344,
      "GGAGATCGT": 345,
      "GAGTCGCACGTAA": 346,
      "CCTCGG": 347,
      "CGGACAGAGCC": 348,
      "CGGTAAGGACGG": 349,
      "GCGTTATAGGCTA": 350,
      "CGCCAGTACCGCGGT": 351,
      "CGTCCTT": 352,
      "CCTCCCCGCG": 353,
      "CGCCTA": 354,
      "CGAGT": 355,
      "GCCTT": 356,
      "CTAGG": 357,
      "GATGCTGAATAAAA": 358,
      "AGTTAGAT": 359,
      "CGATCACCAGGGCC": 360,
      "CACTAGT": 361,
      "CACATTCGCCGTGCCT": 362,
      "GTCGACTA": 363,
      "ATGGA": 364,
      "CGCAA": 365,
      "GTTACT": 366,
      "GTGT": 367,
      "TTGGA": 368,
      "GGTTA": 369,
      "ATCTGCT": 370,
      "CGTCCCAATTGGT": 371,
      "ATAACC": 372,
      "CCTGTGAAA": 373,
      "GGTGGTAGTCGGACATT": 374,
      "CGCAT": 375,
      "CGCGCA": 376,
      "CAACT": 377,
      "CCAGG": 378,
      "GACA": 379,
      "CACCCGTGAAT": 380,
      "TTTAGG": 381,
      "CCAGGTATCACC": 382,
      "GAGTCGACTGGTT": 383,
      "CCAGTGTCGCGAT": 384,
      "CTCGCAT": 385,
      "GGCGGGCAA": 386,
      "GATGGGTTAGTGGGCGAGGT": 387,
      "ATGG": 388,
      "ATGA": 389,
      "GAGGGG": 390,
      "ATACT": 391,
      "CGCGAAA": 392,
      "CGGGAA": 393,
      "AAATT": 394,
      "CGCCT": 395,
      "GCGGCT": 396,
      "ACCTT": 397,
      "AAGCAGCACATA": 398,
      "CACATCACCAGTATAGTT": 399,
      "GCAAAGAT": 400,
      "CGCCA": 401,
      "CGTAATT": 402,
      "GCTGCA": 403,
      "GGATGCACATA": 404,
      "CGCTGG": 405,
      "GTAAT": 406,
      "CTGGCAGCATCGA": 407,
      "ATCCAGATGT": 408,
      "GCGCGTCGGGGT": 409,
      "GGCATT": 410,
      "CTCGCGT": 411,
      "CGCACCGGAGCGCCGAGCCAGG": 412,
      "CATGT": 413,
      "GAAAAGCA": 414,
      "CACAGACGG": 415,
      "GGTGCG": 416,
      "CGGAA": 417,
      "GGTCAGT": 418,
      "GATAA": 419,
      "CTAGCGCGG": 420,
      "GGGTCC": 421,
      "CAGTGCGTCTTGCATGGGCCGAAAA": 422,
      "CCTAACTAT": 423,
      "CAAGT": 424,
      "GACCCGG": 425,
      "CGGTA": 426,
      "CGCGTACTGCGCGGGGGGGGGG": 427,
      "CAACCTCGACTT": 428,
      "GAAGTGCC": 429,
      "CGCTGCCGTGG": 430,
      "CGATGCCGT": 431,
      "GCGGGGCAACTA": 432,
      "GCTTCTGG": 433,
      "CGTTTT": 434,
      "CATCTT": 435,
      "GCCACCTT": 436,
      "GAGTAGTT": 437,
      "AGGTGCAT": 438,
      "AACCT": 439,
      "GATCC": 440,
      "GCAGA": 441,
      "AAACA": 442,
      "CGCGCGATAGGACACC": 443,
      "ATACCGTGT": 444,
      "CGTCCTTCAAGCATCGA": 445,
      "CGTTA": 446,
      "CGCAGGCC": 447,
      "GCGATCTGGTCATTACT": 448,
      "GGTGGGGGCCCC": 449,
      "CGAGGT": 450,
      "GAAAGGAGCC": 451,
      "CATTCGGCGACCCC": 452,
      "GGAGATCGTCG": 453,
      "CCGCTTGCT": 454,
      "GGCCCC": 455,
      "CAGGGT": 456,
      "GCCCCTT": 457,
      "CGTGTTTGGA": 458,
      "ACTGTAGTTAGAT": 459,
      "CGTGA": 460,
      "GTTA": 461,
      "GGCGGACAGAGCC": 462,
      "ATCCT": 463,
      "GCACT": 464,
      "GAGCCAAGCT": 465,
      "CCACTTGCT": 466,
      "CAATCTCGCAT": 467,
      "CTTTA": 468,
      "GAGTCGACTGGTTGTT": 469,
      "CGTCGA": 470,
      "CGTGTGTGATA": 471,
      "CGACGGAGAAGGGGGTCGA": 472,
      "GGCACC": 473,
      "GACAAT": 474,
      "GTAATT": 475,
      "GCCTA": 476,
      "GACCCGTACT": 477,
      "ATGTCTGA": 478,
      "GAGGCAA": 479,
      "ACTCCCCTCC": 480,
      "CATAA": 481,
      "GCTCC": 482,
      "ACTCCAGGT": 483,
      "GACCCGT": 484,
      "GGTAAGTT": 485,
      "ATTTT": 486,
      "GATTT": 487,
      "CGACAT": 488,
      "GGGTGCTGT": 489,
      "AAAGTGAGGGAT": 490,
      "CGGGGCCGATGGGTTAGTGGGCGAGGT": 491,
      "CGCCTCCGTA": 492,
      "CACTT": 493,
      "CTCCCAGCC": 494,
      "CAATA": 495,
      "CGTCT": 496,
      "GAAAGCT": 497,
      "GCCAT": 498,
      "CAACC": 499,
      "GAAGCG": 500,
      "CCCCTTCTGCT": 501,
      "GCACACTCCCGTAGTCTTCACCA": 502,
      "GGTTAGGTCCGAA": 503,
      "GCCCCTTGGGG": 504,
      "GTAGT": 505,
      "TTGT": 506,
      "GGTGAA": 507,
      "CGATGAGTGCCCGTTT": 508,
      "GCCGTCCCAT": 509,
      "GGGGTAAGTT": 510,
      "CGCGG": 511,
      "CCACAT": 512,
      "GGAGCA": 513,
      "AGTCCAACTTTGCC": 514,
      "GATCT": 515,
      "CGATACCTCGAACC": 516,
      "AGAAAAA": 517,
      "CTTCC": 518,
      "CCTTACC": 519,
      "CCCGACT": 520,
      "CATGGGTCCCCGACGCC": 521,
      "GGAGT": 522,
      "CGCTGT": 523,
      "CACATTCGCCGTGCCTCGATCACCAGGGCC": 524,
      "AATATT": 525,
      "TTGGCAAA": 526,
      "CTTGAT": 527,
      "CCAGAGT": 528,
      "GGCCAA": 529,
      "GATTATCCGAGTCGCACGTAA": 530,
      "GACCGCCT": 531,
      "GCAAA": 532,
      "AAAGTTGTACAAGCAGTT": 533,
      "GACAA": 534,
      "GAAATT": 535,
      "ATACCT": 536,
      "CTGGAA": 537,
      "CGCGTACGACGAA": 538,
      "ATATCGCCGT": 539,
      "GAGCCTCAACCT": 540,
      "ATAACCGGATGCACATA": 541,
      "GCCCTT": 542,
      "CCACATT": 543,
      "GAGGA": 544,
      "GGCTAT": 545,
      "GGAGAA": 546,
      "CTGGGACTT": 547,
      "CAATCTT": 548,
      "GGCGGGCAAAGTCAATATT": 549,
      "CGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 550,
      "GGCCA": 551,
      "ATCGT": 552,
      "CACGA": 553,
      "GATCCGT": 554,
      "CGTCGATCTTT": 555,
      "GTGGCT": 556,
      "CGTGAA": 557,
      "GCTATATT": 558,
      "GAAACT": 559,
      "CTAGGA": 560,
      "GAATATTT": 561,
      "GGGGTTAGTT": 562,
      "CACGGT": 563,
      "CGTGAAAAGCA": 564,
      "ATTGT": 565,
      "GCGCT": 566,
      "CGCGCAT": 567,
      "CGGGA": 568,
      "CGACC": 569,
      "CGCGCTT": 570,
      "GCTACAGG": 571,
      "TTTAGGCTA": 572,
      "CAATTTT": 573,
      "CGCCAGTACCGCGGTGGTCC": 574,
      "CGGGAAAGT": 575,
      "ATGCC": 576,
      "AAGCTT": 577,
      "GCATGCT": 578,
      "GGTTGTT": 579,
      "CTGACTGATGCTGAATAAAA": 580,
      "AAGCATCGA": 581,
      "GCGAT": 582,
      "CGTTATAGAAAGGAGCC": 583,
      "GACCCC": 584,
      "CCTACC": 585,
      "CCTCCCCGCGCGCGTGGCC": 586,
      "CGTTTTCCCCTTT": 587,
      "CCGA": 588,
      "GGGAA": 589,
      "CCTCCA": 590,
      "GCGTGT": 591,
      "CGTGTGAA": 592,
      "CGCGAAAGCGTTATAGGCTA": 593,
      "CTACT": 594,
      "CAACGCGT": 595,
      "CGCCAAGCT": 596,
      "GGGCG": 597,
      "GGATA": 598,
      "CTAA": 599,
      "CCTGG": 600,
      "CAACGAA": 601,
      "CAAACC": 602,
      "GAAGTT": 603,
      "GCAATGAT": 604,
      "CGTTAGAAAAA": 605,
      "GATTA": 606,
      "ATATCCAGTGTCGCGAT": 607,
      "GAAATCACCA": 608,
      "GCGTT": 609,
      "ATCGAT": 610,
      "CGGCC": 611,
      "GGTCTAGG": 612,
      "CCACG": 613,
      "CTCCGGACC": 614,
      "GAGGGTT": 615,
      "CGGGGTCGA": 616,
      "GGGCCAGAAGCGCCTCCAT": 617,
      "ATCGTGT": 618,
      "GTCGT": 619,
      "AGTGCGG": 620,
      "CTTACC": 621,
      "GCTTA": 622,
      "AGGTGCCT": 623,
      "CGTCGTT": 624,
      "GGTGA": 625,
      "CGTTCGAA": 626,
      "CCAGGAGTT": 627,
      "GCAGT": 628,
      "GCTATGCGGGGCAACTA": 629,
      "CGCTTGTGGGGCGT": 630,
      "ATCCAGGT": 631,
      "GAGGTT": 632,
      "CGGGTTACT": 633,
      "GCGCAGA": 634,
      "CGCTTGTGGGGCGTGTTTGGA": 635,
      "GCATCAAGGTGCG": 636,
      "CCTACTCATA": 637,
      "ATCAAT": 638,
      "CTCT": 639,
      "GCACGTAA": 640,
      "GTTGGA": 641,
      "ATTTA": 642,
      "GATGCTGACGCA": 643,
      "GAGCCAAGCTGCGCGTCGGGGT": 644,
      "AACGA": 645,
      "CAAGAT": 646,
      "ATTCCCAT": 647,
      "GCATTT": 648,
      "CGCGTACGA": 649,
      "GGCAT": 650,
      "CAATTGGT": 651,
      "CGTAT": 652,
      "GCCAAGCT": 653,
      "AGTTT": 654,
      "CAAATCGTGT": 655,
      "CCCCAT": 656,
      "CCTGTGAAAA": 657,
      "GAGCTCC": 658,
      "CACTAGTCTGGGA": 659,
      "CACGCA": 660,
      "CAGAAAGCT": 661,
      "GCTGCC": 662,
      "GATTCTTT": 663,
      "CGCACCGGAGCGCCGAGCCAGGATACCGTGT": 664,
      "GCTTCTGGATCCAGATGT": 665,
      "CCAT": 666,
      "GGCAGA": 667,
      "CATCA": 668,
      "CGGAGT": 669,
      "GATAT": 670,
      "TTTCC": 671,
      "GAGTACACCCGTGAAT": 672,
      "AAATAA": 673,
      "GGTCA": 674,
      "CCTAGTT": 675,
      "CAATGGCTT": 676,
      "CGCCGTTCGTCGT": 677,
      "CCTGTGAAACGCCTA": 678,
      "GTCAAT": 679,
      "CGTCAT": 680,
      "GCTGACGCA": 681,
      "GGTGCA": 682,
      "GCACAGG": 683,
      "GGGCCA": 684,
      "CACCAGG": 685,
      "GACGGGTGGAGATCGTCG": 686,
      "GGATAT": 687,
      "GAGA": 688,
      "CGGGATA": 689,
      "CCTAT": 690,
      "GGGCCAGAAGCGCCTCCTTGGCAAA": 691,
      "GAAGTGCCGCGGCTCC": 692,
      "GATCCGTACT": 693,
      "CCTACTCATAGACCA": 694,
      "ATGTA": 695,
      "GTGCC": 696,
      "CGTGGT": 697,
      "CGGGAAA": 698,
      "GCTCACC": 699,
      "GCAGTT": 700,
      "CCTCCCCACG": 701,
      "CGTCCCAATTGGTGACTTCAAGGCCTGGAA": 702,
      "CCTAACTATGCCCCGCT": 703,
      "GTAGTCAAACC": 704,
      "CTGCA": 705,
      "ATTAAGCTGCA": 706,
      "GCACAT": 707,
      "GAGCCGCA": 708,
      "CGGCGACC": 709,
      "GAGTTCTTTT": 710,
      "CTGGAGCTGGGGAAGAACATTCGGCGACCCC": 711,
      "ATCTGCTAAAGTGAGGGAT": 712,
      "ATGTT": 713,
      "CGCGAT": 714,
      "ATTATTT": 715,
      "GCACC": 716,
      "GCATA": 717,
      "GTACC": 718,
      "GTAGCGCAGA": 719,
      "CGTTGAT": 720,
      "CGTGTAT": 721,
      "AAGCAGCACATAGAGTCGACTGGTTGTT": 722,
      "CGGGGCCGATGGGTTAGTGGGCGAGGTCGAACAA": 723,
      "CGCCAAGCTATATT": 724,
      "AAACT": 725,
      "GCTAA": 726,
      "ACCCGA": 727,
      "GGTTAGT": 728,
      "CGCTAGT": 729,
      "ATGTCCAGTGTCGCGAT": 730,
      "CTATGGTGT": 731,
      "GACGGGG": 732,
      "CGGTAAGGACGGCGATGCCGT": 733,
      "CTCCCAGCCGGCATT": 734,
      "GTAGTCAAACCCGAA": 735,
      "CGTGGCT": 736,
      "GATACC": 737,
      "GGTCCGGGT": 738,
      "CCCTTGGA": 739,
      "GGTGGCAGT": 740,
      "CGACATACTCCAGGT": 741,
      "CAAGATGGCTAT": 742,
      "CCTGTGAAAAGCCAAGCT": 743,
      "GCACAGGGCTGCC": 744,
      "ATAGT": 745,
      "CTGGT": 746,
      "GGGTTT": 747,
      "ATAACTGGGT": 748,
      "GGGTTCTTTT": 749,
      "CACATTCGCCGTGCGT": 750,
      "CGCCTACGTA": 751,
      "CTGTT": 752,
      "AAGG": 753,
      "CGCTA": 754,
      "CACGT": 755,
      "CGGCTCC": 756,
      "GATGAT": 757,
      "GCGCCTT": 758,
      "CATAATTGGT": 759,
      "GCGCGGGGGGGGGG": 760,
      "GGGTTA": 761,
      "GTTTCC": 762,
      "CAGGTTACT": 763,
      "CGCGTACTGCGCGGGGGT": 764,
      "GCCCCGCTGGTA": 765,
      "GCTTACGCA": 766,
      "CACAA": 767,
      "GCCCGTTATAGAAAGGAGCC": 768,
      "AGTCAATTTT": 769,
      "GATGCA": 770,
      "GGAGCCT": 771,
      "GCATAGTCAATATT": 772,
      "CAATCT": 773,
      "CAATGAGCTCC": 774,
      "CGCGTGAT": 775,
      "CGCGTAAGT": 776,
      "ATTTAT": 777,
      "GGCTAA": 778,
      "CATTTCTGT": 779,
      "CTGGGACATCC": 780,
      "GGTCATTATT": 781,
      "CTGCCATATA": 782,
      "CAGTTGCT": 783,
      "GCAAAGATGATT": 784,
      "GGGTCCCTGA": 785,
      "ATAAA": 786,
      "GACGATA": 787,
      "CATCAGCT": 788,
      "GCCAAT": 789,
      "CTGGCAGT": 790,
      "GGTGGG": 791,
      "ATACCATGT": 792,
      "ATACTCCAGGT": 793,
      "ATGACC": 794,
      "GAGCA": 795,
      "CCTCGAT": 796,
      "ATACGG": 797,
      "CCCCGCATGCT": 798,
      "GCATTTTAGGCTA": 799,
      "CGTTCC": 800,
      "GGTTGTAGTCAAACCCGAA": 801,
      "CGCTGAGT": 802,
      "CATAGAAT": 803,
      "GACTCGT": 804,
      "GAGTAGCT": 805,
      "GACCGCCTACTCCCCTCC": 806,
      "CGCGTGATATGA": 807,
      "AGA": 808,
      "GGTTT": 809,
      "ATCGCT": 810,
      "CGCGA": 811,
      "CTTCT": 812,
      "AAAGTTT": 813,
      "AACCAATGTTTATT": 814,
      "ATGTCTGAGGTGGTAGTCGGACATT": 815,
      "CGCTGAGTGTCC": 816,
      "CATAGAATAAGGA": 817,
      "GGCCTA": 818,
      "CTCGG": 819,
      "CTCCCCTT": 820,
      "CGTCTTT": 821,
      "GGTGCAT": 822,
      "GGGGCATCC": 823,
      "CGAAGACCCGTACT": 824,
      "GCGGGGTGT": 825,
      "GAGTGTT": 826,
      "CGTCCCAATTGGTGACTTCAAGGCCT": 827,
      "CTCGCGTCGGAA": 828,
      "CTGGCAGTATCAA": 829,
      "CATAGAATAAGGAGAAACT": 830,
      "CGCCTGT": 831,
      "GACAT": 832,
      "GAGGT": 833,
      "CCTCT": 834,
      "CTTGGGG": 835,
      "GCGCTCA": 836,
      "GGTTTT": 837,
      "GAGTACC": 838,
      "GGCAGCATCGA": 839,
      "CGATGAGTGCCCGTTTCTGGGA": 840,
      "GACGATAATATA": 841,
      "CTGCTT": 842,
      "GTACAT": 843,
      "CGAAA": 844,
      "GAGTAA": 845,
      "GCAACGA": 846,
      "AAAGCGGCTCC": 847,
      "CGTACGTGTGTGATA": 848,
      "CGGGGTCGTCCTTCAAGCATCGA": 849,
      "CGCGTGGCCCCTA": 850,
      "CCAGGTATCACCCCACTTGCT": 851,
      "CGCTGAGTGTCCATTT": 852,
      "GAGTACCAAAA": 853,
      "ATCA": 854,
      "CACACC": 855,
      "CATATA": 856,
      "GCCTTT": 857,
      "GCTCTT": 858,
      "AGTGTCGCGAT": 859,
      "GATGTCGACTA": 860,
      "ATTGAAA": 861,
      "GGACGTCCGAA": 862,
      "CAATGT": 863,
      "GCCGTCC": 864,
      "ATCTACT": 865,
      "CAGGGATA": 866,
      "CGTAACAAT": 867,
      "AAAGTGATA": 868,
      "GCCGTTCGTCGT": 869,
      "CCGAA": 870,
      "CTCGGA": 871,
      "AACTT": 872,
      "CGCGTT": 873,
      "GACATT": 874,
      "GAACCAGG": 875,
      "CCACTGG": 876,
      "GCGCGA": 877,
      "ATAATT": 878,
      "CACCCTGGCAGCATCGA": 879,
      "CGCCGGAA": 880,
      "CGCCGGCCT": 881,
      "CTTTCGTAATT": 882,
      "ATAACGGGATA": 883,
      "CATCCGTA": 884,
      "GGGCCAGAAGCGTCTT": 885,
      "GATGGGTTAAT": 886,
      "CAGGTTCGTGG": 887,
      "CCTGGAGTTGAGTAGTT": 888,
      "GCCACCTTGCGG": 889,
      "CTTGATAAA": 890,
      "GGAGAAGAA": 891,
      "GGGTTTGAGTACCAAAA": 892,
      "GGTTGTAGTCAAACCCGAACAATATT": 893,
      "GGATT": 894,
      "AAGTT": 895,
      "AAGCCT": 896,
      "CGATT": 897,
      "CAGAA": 898,
      "CGTCAAT": 899,
      "CAAGCTAT": 900,
      "GATGGGGGCCCC": 901,
      "GCGCCT": 902,
      "GCGATT": 903,
      "GCGCGTCTT": 904,
      "GCATCGCT": 905,
      "CATTACC": 906,
      "CGCCTT": 907,
      "GCCTCGA": 908,
      "CGCGTGT": 909,
      "CTTTAACCT": 910,
      "CTATGACTT": 911,
      "GAGGAT": 912,
      "GACTTCAT": 913,
      "GGCCTGGTCAGT": 914,
      "GTCCTTT": 915,
      "CCTCGACCTAGTT": 916,
      "GGCGGACT": 917,
      "GCTCCCCTCC": 918,
      "CATGGGTCCCCGACGCCCAAGCA": 919,
      "ATCCAGGTGT": 920,
      "CGCCTGTAAGAA": 921,
      "GGCACT": 922,
      "CATGAGT": 923,
      "GCTTT": 924,
      "CCAGGGCC": 925,
      "CTCCAACC": 926,
      "CCTCCAAGCATCGA": 927,
      "CACTGTTT": 928,
      "GCCACATT": 929,
      "GCCGTTCC": 930,
      "CGACGGAGAAGGGGGTCGACCGCTTGCT": 931,
      "CGTTAGAAAAAGGAGCC": 932,
      "CACCAGGCGCA": 933,
      "GGGTCCCTGACGCC": 934,
      "GACTTCATGGCCT": 935,
      "GTCGAT": 936,
      "GACTA": 937,
      "CATCAA": 938,
      "GCTCA": 939,
      "GGTAAA": 940,
      "CCTATTATTT": 941,
      "CTTCGTTT": 942,
      "CCCCGT": 943,
      "GTACAAGCAGTT": 944,
      "CAATCTCGA": 945,
      "GCCTCTTGGGG": 946,
      "CTTTCC": 947,
      "GATTATT": 948,
      "AAAGGT": 949,
      "CGGTAGT": 950,
      "CGGTGCGCC": 951,
      "GAGGAAGAA": 952,
      "AACTCT": 953,
      "CGCATCGGTGCGCC": 954,
      "GACACCT": 955,
      "GGTTAGGTCCGAACTCCA": 956,
      "AATATTAAGCTGCA": 957,
      "CTATGGTGTGCGA": 958,
      "GCATTTTAGGCTAGGCTA": 959,
      "CGCCGGCCTCGA": 960,
      "GCATCGCTGTA": 961,
      "CCTATTATTTAGT": 962,
      "GGGCA": 963,
      "GTCGCT": 964,
      "CTGAA": 965,
      "TTGACT": 966,
      "CAACA": 967,
      "CCACCT": 968,
      "ATTAAGCT": 969,
      "GGAATT": 970,
      "ATACGTGT": 971,
      "GGGGTTA": 972,
      "GCATGACACCT": 973,
      "CGTTAAT": 974,
      "GAGTAAATTA": 975,
      "AGGCGG": 976,
      "GAGCCAAGCTT": 977,
      "GCGATCTGGT": 978,
      "CATGGGTCCCCAA": 979,
      "CCTACCCCTCC": 980,
      "CCTACTCATAGACCACCCCGCATGCT": 981,
      "CGTAACAATGGGTTTGAGTACCAAAA": 982,
      "GAACCAGGATAT": 983,
      "GGGCCAGAAGCGTCTTCTTGATAAA": 984,
      "ATGCTT": 985,
      "GTGAA": 986,
      "CACCTCC": 987,
      "CACACTCC": 988,
      "CATAAA": 989,
      "CTACTT": 990,
      "GTACATA": 991,
      "CGTTGT": 992,
      "CGGACAT": 993,
      "GGAAGCACAGGGCTGCC": 994,
      "GCTAGCT": 995,
      "CAAACATT": 996,
      "ATGGACACAGACGG": 997,
      "GCGGCTGAAGT": 998,
      "GAGGCAAGCC": 999,
      "GCACACTCCCGTAGTCTTCACCACAATCTCGCAT": 1000,
      "CCAGAGTACT": 1001,
      "GGTTGTAGTCAAACCCGAACAATATTGCGGGGTGT": 1002,
      "CTATT": 1003,
      "CATGACC": 1004,
      "CCTCTCC": 1005,
      "CAAGAA": 1006,
      "GATGATA": 1007,
      "ATTACC": 1008,
      "ACTGCAGTT": 1009,
      "CGTTCGAT": 1010,
      "CGCGTTT": 1011,
      "GCTTATT": 1012,
      "ATGTGGGCG": 1013,
      "GCAACAGT": 1014,
      "AGTACCGCGG": 1015,
      "CGTCCCAATT": 1016,
      "CTGCCCTGGGACATCC": 1017,
      "CTCGACCGA": 1018,
      "TTTAGGGATT": 1019,
      "ATCGATGTCGACTA": 1020,
      "CCTGTGAAACGCCTAGCTATATT": 1021,
      "CATATACATAATTGGT": 1022,
      "GCATCGCTGTACCAGAGTACT": 1023,
      "GCCGAGG": 1024,
      "CGAGGCC": 1025,
      "GCACTCA": 1026,
      "GGGGGCGCC": 1027,
      "CTAGA": 1028,
      "CACCAGTATAGTT": 1029,
      "CATACGGGGCC": 1030,
      "CGTCCGGTCC": 1031,
      "CTGACGGGT": 1032,
      "CCCATCCAGGT": 1033,
      "AATGTT": 1034,
      "GAGTTGCACGTAA": 1035,
      "CGCGCGATAGGACATCAGCT": 1036,
      "AAGCAGCACATAGAGTCGA": 1037,
      "CACATCACCAGTATAGTTCCTTACC": 1038,
      "GTAATGCA": 1039,
      "TTGTAAAGCGGCTCC": 1040,
      "CCCGACTCGCCAGTACCGCGGTGGTCC": 1041,
      "ATATCGCCGTCCTCGA": 1042,
      "CGGCGACCCTGA": 1043,
      "GGGTTAGGA": 1044,
      "CATGAGTCCTCGG": 1045,
      "CGCATCGGTGCGCCGAACCAGGATAT": 1046,
      "ATCTA": 1047,
      "GAATT": 1048,
      "GAGATT": 1049,
      "CGGGAAT": 1050,
      "GCCGAAT": 1051,
      "ATTGACT": 1052,
      "ATACCA": 1053,
      "CAATGCTACAGG": 1054,
      "GCGTCAA": 1055,
      "CGGAGGTGGTAGTCGGACATT": 1056,
      "GCAACTAT": 1057,
      "AAAGCT": 1058,
      "GAAACCA": 1059,
      "CCTTCGG": 1060,
      "GCGACCAA": 1061,
      "GCTACGCTGG": 1062,
      "GAGCCTGG": 1063,
      "GCTGCAGGA": 1064,
      "GGTGGGGGCCCCGCCCCTTGGGG": 1065,
      "GCACTATA": 1066,
      "GCCCCGCTGGTAGCCT": 1067,
      "CGCGTGATATGACACTGTTT": 1068,
      "CTGCGGT": 1069,
      "TTGCC": 1070,
      "CGGCTA": 1071,
      "CAACTA": 1072,
      "GATGCC": 1073,
      "GATCAATGGCTT": 1074,
      "GAACATTT": 1075,
      "CCAGA": 1076,
      "GCAATGT": 1077,
      "GCACCAGGGCC": 1078,
      "CATTGGGAA": 1079,
      "AGTTGAAGTT": 1080,
      "GAGTCAA": 1081,
      "CGCGTGGCCCC": 1082,
      "GGGTCACC": 1083,
      "GGTTGATT": 1084,
      "CGGAGCC": 1085,
      "GCTTGTTTCC": 1086,
      "CGCGATA": 1087,
      "GGTCCGT": 1088,
      "CAGGGA": 1089,
      "GAGTACACT": 1090,
      "GTCCGGGTGCTGT": 1091,
      "CATTTATAAA": 1092,
      "TTAATT": 1093,
      "GCGGCTGAAGCG": 1094,
      "CAACCTCGACTTAGTCCAACTTTGCC": 1095,
      "CGTGAAAAGCACGCGCGATAGGACACC": 1096,
      "CACTAGTCTGGGACAT": 1097,
      "CCTAACTATGCCCCGCTGGCACC": 1098,
      "CGTTCCGCG": 1099,
      "CAAGCTATCTTTGCC": 1100,
      "GGGTTAGGACTCC": 1101,
      "ATGCCCC": 1102,
      "AACAA": 1103,
      "TTGCT": 1104,
      "CATGGATT": 1105,
      "CAACGCCT": 1106,
      "GATCGACC": 1107,
      "GAAGACTTCATGGCCT": 1108,
      "GGGGATT": 1109,
      "GCATACT": 1110,
      "TTTCCCC": 1111,
      "GCCTCCTT": 1112,
      "GCGTCGCGCTT": 1113,
      "GACCGCT": 1114,
      "CGTCCCTGCA": 1115,
      "CAGACGG": 1116,
      "CTGACGCT": 1117,
      "GGATGCAT": 1118,
      "GGCAGGCC": 1119,
      "CAGCCCGTAACAATGGGTTTGAGTACCAAAA": 1120,
      "CGTCCCAGTT": 1121,
      "CTTACGTGTGT": 1122,
      "GGGCGAGGTCGAACAA": 1123,
      "CCTGGAGTTGAGGGG": 1124,
      "GGTCCGAACTCCA": 1125,
      "GATAACACACTCC": 1126,
      "CGTCTAACC": 1127,
      "GGGCCAGAAGCGCCTCCATGGCAAA": 1128,
      "CGCTTGTGGGGCGTGTTTGGACGTCCGAA": 1129,
      "GAGCCAAGCTGCGCGTCGGGGTCGTCCTTCAAGCATCGA": 1130,
      "CCACTGGCT": 1131,
      "ACTGCAGTTAGAT": 1132,
      "CAGGGAGCG": 1133,
      "ATGCCT": 1134,
      "ATGGTTGTT": 1135,
      "ATCCTCGACCTAGTT": 1136,
      "CGGCT": 1137,
      "CGGCCAA": 1138,
      "GGTGACTTCAAGGCCTGGAA": 1139,
      "CCTGAAATT": 1140,
      "GAAAAACA": 1141,
      "CGACGCC": 1142,
      "GGAGCT": 1143,
      "CCCCCAAGCATCGA": 1144,
      "GAGTGGTT": 1145,
      "CGCTGCCGAGG": 1146,
      "GGGCCGAAAA": 1147,
      "GCAAAGTCAATATT": 1148,
      "CTATCACCAGGCGCA": 1149,
      "GAAAGGT": 1150,
      "GGAACGCC": 1151,
      "CGTAGCGCCTCC": 1152,
      "CGTACGTGTGT": 1153,
      "GCGCCGGAGTT": 1154,
      "GGCAACGA": 1155,
      "ATATTGCATT": 1156,
      "GAGTACAA": 1157,
      "AAGTGCC": 1158,
      "GGCGGGCATAGTCAATATT": 1159,
      "GCCATCTT": 1160,
      "CGTGAAAAACA": 1161,
      "CGTTCGAAGATCCGTACT": 1162,
      "GGTGGCAGTCGGACATT": 1163,
      "GCATCGCTGTACCAGAGTACTGGGTTAGGACTCC": 1164,
      "CATTGGGAAGATGATA": 1165,
      "CATGGATTCCCGA": 1166,
      "GGGACC": 1167,
      "CTGCCGT": 1168,
      "CGCATCCGTA": 1169,
      "GCCGCA": 1170,
      "GGTAT": 1171,
      "GGTGCT": 1172,
      "CGAGGGGATT": 1173,
      "GCACCTT": 1174,
      "CATTAACCA": 1175,
      "CGAAAT": 1176,
      "GCCTGG": 1177,
      "GCGTCCGAA": 1178,
      "GAAAACGGAGCC": 1179,
      "GCGCGGAT": 1180,
      "CGCACCGGAACGCC": 1181,
      "GGCTTCTA": 1182,
      "GCATGGGCCGATAA": 1183,
      "CGATGTCGTCTT": 1184,
      "CCAGAGTCGT": 1185,
      "GATGCAGAATAAAA": 1186,
      "ATACGGGGCAACTA": 1187,
      "GTCCTTTGGGG": 1188,
      "CAAACATTGGAGT": 1189,
      "ACCCC": 1190,
      "GGCAGG": 1191,
      "CTGACC": 1192,
      "CAATTA": 1193,
      "CGTCGGT": 1194,
      "AGTCCTACT": 1195,
      "CAAATTAAGCTGCA": 1196,
      "CTTGT": 1197,
      "CCAGGGT": 1198,
      "GCAGACGCA": 1199,
      "CTGGAAA": 1200,
      "CGCCCAAGCA": 1201,
      "GGTTGCATACT": 1202,
      "CGCAGGCTT": 1203,
      "GCAACTA": 1204,
      "GCAAAGTCAATTTT": 1205,
      "CTATGG": 1206,
      "CTATCT": 1207,
      "CTATGGCTT": 1208,
      "CAGTGA": 1209,
      "GGTCCCTCCCCTT": 1210,
      "CGTCTTAAGT": 1211,
      "GGGAGGGG": 1212,
      "CGATGTCAGCT": 1213,
      "GTGTCCCC": 1214,
      "CGCGCACGCTGT": 1215,
      "CGGTAATT": 1216,
      "CCCCTTCTGCTGCATCAAGGTGCG": 1217,
      "CTTACCAGTACCGCGGT": 1218,
      "GCACATATGT": 1219,
      "CAATCTCGACTT": 1220,
      "GCATGACACCTGAGTAA": 1221,
      "CCTACTCATAGACCACCCCGCATGCTCAAGATGGCTAT": 1222,
      "CATTTATAAAGACT": 1223,
      "GATCGACCGTTA": 1224,
      "ATGGGG": 1225,
      "GTCA": 1226,
      "GTATT": 1227,
      "CACTA": 1228,
      "CGGGTT": 1229,
      "GCTCT": 1230,
      "GCTGCGCCGGAGTT": 1231,
      "GGTGGTA": 1232,
      "CAACGT": 1233,
      "CTTCCTCGG": 1234,
      "GCAGGCC": 1235,
      "GCGATTT": 1236,
      "ATACA": 1237,
      "ATAGCT": 1238,
      "ATAGAGTT": 1239,
      "CACCCA": 1240,
      "CTGGTTTAGGGATT": 1241,
      "GGGCCAAAA": 1242,
      "GCAAAA": 1243,
      "ATTTTT": 1244,
      "ATATGATGAT": 1245,
      "GGCTGCAT": 1246,
      "CGTAAGT": 1247,
      "CTGTCT": 1248,
      "CTGTCTGA": 1249,
      "CTGTCATCTT": 1250,
      "ATCCAGAT": 1251,
      "CTGGGTCAACT": 1252,
      "CGCACCGGAGCGCCGAGCC": 1253,
      "GATTATCCGAGTTGCACGTAA": 1254,
      "GTGTCATGAGTCCTCGG": 1255,
      "CGAGGTCGAA": 1256,
      "GGCGGACAGAGCCGCGATCTGGTCATTACT": 1257,
      "CCACATGCT": 1258,
      "GGAGAAGGCCA": 1259,
      "GAGGGTTGGCT": 1260,
      "CGCTTGTGGGGCGTGCTT": 1261,
      "AAATAAAA": 1262,
      "GCCACCTTGCGGCTGA": 1263,
      "GAGTACAAAACC": 1264,
      "GGGAGGGGGGCAA": 1265,
      "ATATGATGATTTA": 1266,
      "GGCGAT": 1267,
      "CGTCAAGGCCT": 1268,
      "CGTGGCTT": 1269,
      "GATGAAT": 1270,
      "GATAAGCA": 1271,
      "CTTCACCA": 1272,
      "GGGGCCA": 1273,
      "CTACC": 1274,
      "CACCCT": 1275,
      "GCCTACT": 1276,
      "GAATAAA": 1277,
      "GGCCCGTACT": 1278,
      "ATGTCGAA": 1279,
      "ATGTCTGCGGT": 1280,
      "CACCACCTT": 1281,
      "GGTCCGGGTGCTGT": 1282,
      "GGCTAAGCA": 1283,
      "CGTACAAT": 1284,
      "GCCCCGGTGG": 1285,
      "CCCATCCAGGTATCACC": 1286,
      "CCCCTTCTGTT": 1287,
      "GCGGTGG": 1288,
      "GTCGCGGCTCC": 1289,
      "CGCACCGGAGCGCCGAGCCTGG": 1290,
      "CCTGGAGTTGAGTAGCT": 1291,
      "GCCAGGTT": 1292,
      "GGGGTTAGTGCGG": 1293,
      "CAATCTTGCCCGTTATAGAAAGGAGCC": 1294,
      "CGGGAAAGTAAATTA": 1295,
      "CGTGTGAACATTT": 1296,
      "CCTGGGAAA": 1297,
      "GATACCGACTA": 1298,
      "ATAACGGGATACATATACATAATTGGT": 1299,
      "GGCGGACTGAGCC": 1300,
      "GGTTGTAGTCAAACCCGAACAATATTGCGGGGTGTATCCTCGACCTAGTT": 1301,
      "CGTCCCTGCACGCGTGGCCCCTA": 1302,
      "CTGTCATCTTGGT": 1303,
      "GGAGAAGGCCAGAT": 1304,
      "GGCGA": 1305,
      "GGCGCC": 1306,
      "AAGCG": 1307,
      "CATGGGTCCCTGACGCC": 1308,
      "CGGTT": 1309,
      "AGTCCAGGT": 1310,
      "CCTCCTA": 1311,
      "CGACGAA": 1312,
      "GGACAGAGCC": 1313,
      "GTTGT": 1314,
      "GGGGAAGAA": 1315,
      "GTAATTA": 1316,
      "GCAAAGAA": 1317,
      "CGTCCAAGCATCGA": 1318,
      "GCCGTGG": 1319,
      "CGTAGCT": 1320,
      "CGATAGGA": 1321,
      "CAGGCA": 1322,
      "CTGTAA": 1323,
      "GTCCAGTGTCGCGAT": 1324,
      "CTGGCAGCCTCGA": 1325,
      "CGGTAAGGACGGCGTT": 1326,
      "CCTCCCCGCGCGTGT": 1327,
      "CGAGTACGACGAA": 1328,
      "CATGTGAATATTT": 1329,
      "GGGTCCCAAT": 1330,
      "GAAGTGCCGCGG": 1331,
      "ATCCTGATCAATGGCTT": 1332,
      "GCACTAGT": 1333,
      "CTTTAGCCT": 1334,
      "CGCCTCCGTAGCCGTCCCAT": 1335,
      "GGGGTAAGTTAAAGTTGTACAAGCAGTT": 1336,
      "GATCTCTCC": 1337,
      "CGTCGTTCTT": 1338,
      "ATAGTCTCCA": 1339,
      "CCTCGATTTGTAAAGCGGCTCC": 1340,
      "GACGATAATATACGTCTTAAGT": 1341,
      "CATGGGTCCCCAACACC": 1342,
      "CGTTCCGCGAAAGTGATA": 1343,
      "GGCGTCCCA": 1344,
      "GGGCTCC": 1345,
      "ATGCT": 1346,
      "ATCGA": 1347,
      "CGAGTT": 1348,
      "CAGGTAA": 1349,
      "GCCATGAT": 1350,
      "GGTCCAGG": 1351,
      "AGTGGTAA": 1352,
      "GATTTTT": 1353,
      "GTTCGCT": 1354,
      "GCTTGGGCCGAAAA": 1355,
      "GATTGCCAAT": 1356,
      "AAAGCA": 1357,
      "GATAGGAGCCT": 1358,
      "ATAAGGTTTT": 1359,
      "CCGTGCGTCTT": 1360,
      "GTCGACCCCTT": 1361,
      "GCTAGCACCTT": 1362,
      "CCCATGGA": 1363,
      "CGCTTGTGGGT": 1364,
      "CCCTTGGCCAA": 1365,
      "CTGGAGCTGGGGAAGAACATT": 1366,
      "CCTGTGAAACGCCAAGCTATATT": 1367,
      "CACCCGTGAATCAGTGCGTCTTGCATGGGCCGAAAA": 1368,
      "ATGGCGAA": 1369,
      "GGTGAAGGTCCCTCCCCTT": 1370,
      "GGGCCAGAAGCGCCTCCATGGCAACGA": 1371,
      "GAGGTTGAGATT": 1372,
      "CAATTGGTGGGGGCGCC": 1373,
      "GTCAATTT": 1374,
      "CTGCCCTGGGACATCCGCTT": 1375,
      "GCATCGCTGTACCAGAGTACTGGGTTAGGACTCCGTGTCATGAGTCCTCGG": 1376,
      "CAATTAGAGTACAAAACC": 1377,
      "CATTTATAAAGACTGGAGAAGGCCAGAT": 1378,
      "CACCTA": 1379,
      "CGTCCA": 1380,
      "CGTGATAAGCA": 1381,
      "CGAGCT": 1382,
      "ATTGA": 1383,
      "ATTCGTAGCGCCTCC": 1384,
      "ATTGCGATTT": 1385,
      "GCACACT": 1386,
      "ATACGGA": 1387,
      "ACTACC": 1388,
      "CGATCAA": 1389,
      "CGATAAGTGCC": 1390,
      "CGTTCTCGGA": 1391,
      "GGTTGAA": 1392,
      "GAATCAATGT": 1393,
      "CTATCCA": 1394,
      "CAGTCGTCGAT": 1395,
      "GAGGGACCGCT": 1396,
      "AGGCCT": 1397,
      "GTCGACGAT": 1398,
      "GCTAGCGT": 1399,
      "CATCCGA": 1400,
      "GGTACG": 1401,
      "AGTACCATAGTCTCCA": 1402,
      "ACTGTGT": 1403,
      "CGCGTACTGCGA": 1404,
      "AGTCCAACTA": 1405,
      "ATAATGAGCCGCA": 1406,
      "CGCCAGTACCGCGGTGGCA": 1407,
      "CGAGTACGA": 1408,
      "CGCAAGTCC": 1409,
      "CGCTGCCGTGGCGTTTTCCCCTTT": 1410,
      "GACAATGCTTCTGGATCCAGATGT": 1411,
      "GAGGCAAGCT": 1412,
      "GCTATATTCC": 1413,
      "GAGTACACCCGTGAATCAGTGCGTCTTGCATGGGCCGAAAA": 1414,
      "CGGTAAGGACGGCGATGCCGTCTTCCCC": 1415,
      "ATTGAAAGGGAGGGGGGCAA": 1416,
      "GGGGTTAGCT": 1417,
      "GAGCCAAGCTTCGCGT": 1418,
      "GCGTCGCGCTTGAGTCAA": 1419,
      "CGATGTCAGCTACCCGA": 1420,
      "ATACGGACTTCGTTT": 1421,
      "ACAT": 1422,
      "ATGAA": 1423,
      "ATCCCCTT": 1424,
      "AACTCC": 1425,
      "CAGGGCC": 1426,
      "CACTTTA": 1427,
      "GAGAAAGGAGCC": 1428,
      "CGTCAA": 1429,
      "CGGGTA": 1430,
      "AGTCGA": 1431,
      "GCGCATAGAATAAGGAGAAACT": 1432,
      "CATTCC": 1433,
      "GTAGCT": 1434,
      "AGTTGTTACT": 1435,
      "CGTTGG": 1436,
      "GCGTCGT": 1437,
      "ATGTGCAT": 1438,
      "ATATCGCCGGCCTCGA": 1439,
      "GGGTTATACCT": 1440,
      "ATATTCAGTGA": 1441,
      "CATCCATTGAAAGGGAGGGGGGCAA": 1442,
      "GCTGTCCCAT": 1443,
      "TTACCCC": 1444,
      "CTGGAGCTGAGGAAGAA": 1445,
      "GCTATGCGG": 1446,
      "CAGGTTAGT": 1447,
      "CAAAATTGCGATTT": 1448,
      "CGTCGATCAT": 1449,
      "CGGATGCACATA": 1450,
      "GCCTTGCT": 1451,
      "CGCAAGCC": 1452,
      "CGCAAAGTGGTAA": 1453,
      "GAGGGGCGA": 1454,
      "CTGGCAGCATCGACGCACCGGAGCGCCGAGCCAGGATACCGTGT": 1455,
      "GGGGTAAGTTAAAGTTGTA": 1456,
      "CGCGCATGCTGT": 1457,
      "ATCAATGCAAAA": 1458,
      "GTTGGAGGGCTCC": 1459,
      "AACGACAGT": 1460,
      "CGTATCATGGATTCCCGA": 1461,
      "GATTCTTTCACATCACCAGTATAGTT": 1462,
      "GGATATCACTTTA": 1463,
      "CCTCCCCACGCGCGTGGCC": 1464,
      "ATGTTATTT": 1465,
      "GACGGGGGGAGATCGTCG": 1466,
      "CACGTATGTCGAA": 1467,
      "GAGTGTTCCTATTATTTAGT": 1468,
      "GTACATAT": 1469,
      "CTATGGTGTGCGAGATCGACCGTTA": 1470,
      "CACCTCCCATCCATTGAAAGGGAGGGGGGCAA": 1471,
      "CTCGACCGACGTTCGAT": 1472,
      "ATTGACTCAA": 1473,
      "ATACCACAAATCGTGT": 1474,
      "GCCCCGCTGGTAGCCTAACGACAGT": 1475,
      "GCCTCCTTGCGGCTGAAGT": 1476,
      "ATATTGCATTGTGTCCCC": 1477,
      "GCCTGGCCACTT": 1478,
      "CGCACCGGAACGCCGAGCCAGG": 1479,
      "CTGGAAAGCGTTATAGGCTA": 1480,
      "GTCACGAT": 1481,
      "GGGCCAAAAGCGCCTCC": 1482,
      "CACCACCTTGCTGCAGGA": 1483,
      "ACGTCAT": 1484,
      "CCCG": 1485,
      "ATGGCAAA": 1486,
      "CTGGTCATTACT": 1487,
      "CAATT": 1488,
      "CATCGA": 1489,
      "CATCTGACGGGT": 1490,
      "CGGGCCA": 1491,
      "AGTCTCGA": 1492,
      "CCTAACC": 1493,
      "CTTACT": 1494,
      "CTTCTGCT": 1495,
      "GAACACC": 1496,
      "CCACGGT": 1497,
      "CCACGCCGTT": 1498,
      "ATTAGTT": 1499,
      "GCGAAA": 1500,
      "ATAATGT": 1501,
      "CCCCCTCC": 1502,
      "CACCAGT": 1503,
      "CGAAGT": 1504,
      "CGTTCTA": 1505,
      "GCGTACGACGAA": 1506,
      "GGTTATACCT": 1507,
      "GAATGGTCC": 1508,
      "GAATATTA": 1509,
      "GGCCCACGTATGTCGAA": 1510,
      "CATACGGGGCCGATGGGTTAGTGGGCGAGGTCGAACAA": 1511,
      "ATATCCAGT": 1512,
      "CGATACCGT": 1513,
      "GCTACAAT": 1514,
      "GGATGCACATATGT": 1515,
      "TTAGCAAA": 1516,
      "GAGCCTCCACCT": 1517,
      "CTGGAGCTGGGGATGGA": 1518,
      "CGGGGCCGATA": 1519,
      "GCATGGGCCGAAAAGGGCCAGAAGCGTCTTCTTGATAAA": 1520,
      "GGGCCAGAAGCGCCTCCATGGCGAA": 1521,
      "GGACCGCGGT": 1522,
      "CGCTGCCGTGA": 1523,
      "CGCGCACGA": 1524,
      "CCTAACTATGCCCCGGTGG": 1525,
      "CGTGTTTGGACGTCCGAA": 1526,
      "CACTTGCGT": 1527,
      "GAAATTAT": 1528,
      "CTGGAACTT": 1529,
      "GCCCTTCGCTGAGTGTCCATTT": 1530,
      "GGGGTTAGTTAAAGTTGTACAAGCAGTT": 1531,
      "GAAATCACCACATT": 1532,
      "GGCATATAA": 1533,
      "GCTCACCATTT": 1534,
      "AAGGGCGG": 1535,
      "CGTCTTTAACTCT": 1536,
      "GCCGTTCCATAA": 1537,
      "CATAAACGTGGT": 1538,
      "CGGCTACACCTCCCATCCATTGAAAGGGAGGGGGGCAA": 1539,
      "GGTGGTAGATA": 1540,
      "CGCACCGGAGCGCCGAGCCAAA": 1541,
      "ATATGATGATTTAGCAGGCC": 1542,
      "GACGATAATATACGTCTTAAGTGAGGA": 1543,
      "AGTTGTTACTACGTCAT": 1544,
      "CCCAGCC": 1545,
      "GGGATT": 1546,
      "GGAGTA": 1547,
      "CACAATATT": 1548,
      "GCTGCAACTAT": 1549,
      "GGTGGTTAGT": 1550,
      "CAAGTT": 1551,
      "CAAATCAA": 1552,
      "GATGTCGA": 1553,
      "GAAGAGTGCCCGTTT": 1554,
      "CGATGCGT": 1555,
      "CAATGCTTCTGGATCCAGATGT": 1556,
      "CGAACAGTT": 1557,
      "CGTTCCT": 1558,
      "GCCTACTCCCCTCC": 1559,
      "GCGGGTT": 1560,
      "GGGTCCCCTT": 1561,
      "CGCACGATAGGA": 1562,
      "GGCCCGT": 1563,
      "CGCTCA": 1564,
      "CGCTGCG": 1565,
      "CGCTTTTT": 1566,
      "CATAGACGG": 1567,
      "CGGTCACCAGGGCC": 1568,
      "ATTTCACGGT": 1569,
      "GAAAGAAGTGCCGCGG": 1570,
      "GCCGTCTTCCCC": 1571,
      "ATATCGTGT": 1572,
      "CAGGCTA": 1573,
      "GCGCCCA": 1574,
      "GCGCCGAGCCAGG": 1575,
      "GACTCGG": 1576,
      "GGCACGCTT": 1577,
      "CATTTGGATGCAT": 1578,
      "GGTAATGG": 1579,
      "GCATTA": 1580,
      "GCGGCTCCCGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 1581,
      "CGCCAGGGCCA": 1582,
      "CAACCTCGACTTCGTCC": 1583,
      "GATCCGGGT": 1584,
      "CATAACTGGGT": 1585,
      "GATTTTTT": 1586,
      "GAAGCGCATCTT": 1587,
      "CCCCTTCTGCTGCATCAA": 1588,
      "GGTGAACAAAATTGCGATTT": 1589,
      "GCAAAATTTAT": 1590,
      "GGATACCTCGAACC": 1591,
      "CTCCGGACCGCCTA": 1592,
      "GGATATCC": 1593,
      "GCGCCTTGGAGCA": 1594,
      "CGCGTACTGCGCGGGGGTGGGGTTAGTGCGG": 1595,
      "ATACGTGTGA": 1596,
      "CGCATCGGTGCGCCGAACCAGGATATCGTATCATGGATTCCCGA": 1597,
      "CGAGGGGATTCTT": 1598,
      "CTATGGGGTAATGG": 1599,
      "CTGTCATCTTGGTATCTGCT": 1600,
      "CAATTAGAGTACAAAACCAGTACCATAGTCTCCA": 1601,
      "CGCTTTTTGCC": 1602,
      "CGCCAGGGCCACTT": 1603,
      "CTATGGGGTAATGGGCT": 1604,
      "AATT": 1605,
      "GGGAT": 1606,
      "ATCTT": 1607,
      "ATGCCGT": 1608,
      "AAGTCGACGAT": 1609,
      "CGCGGT": 1610,
      "TTGGGG": 1611,
      "CTTCA": 1612,
      "GAACTGGGT": 1613,
      "CGACGAT": 1614,
      "ATAATCCA": 1615,
      "GGGGGTCGA": 1616,
      "ACTGGAGTT": 1617,
      "GTACCCT": 1618,
      "CGATTTT": 1619,
      "GAGTTTGCT": 1620,
      "GGGTCCT": 1621,
      "GGTTCGGGT": 1622,
      "CGCTTT": 1623,
      "GACCCGTACAAT": 1624,
      "ATGTCCAGT": 1625,
      "ATGTGCTGCAACTAT": 1626,
      "AAAATAGAGTT": 1627,
      "CTATCC": 1628,
      "CTGACCCC": 1629,
      "CAGTGTCGCGAT": 1630,
      "AGGGCACTATA": 1631,
      "AGGGCGGGTT": 1632,
      "ATCCGTA": 1633,
      "CTTTTGT": 1634,
      "AAGTGCCT": 1635,
      "CGCACCGGT": 1636,
      "GAAGTGGCC": 1637,
      "AAAGTTGTT": 1638,
      "GCGATCTGGTCATTATT": 1639,
      "GAGTTACTACC": 1640,
      "AACTGATGCTGAATAAAA": 1641,
      "CGTCCTTCAA": 1642,
      "CACTAGTCTGGGACTT": 1643,
      "CGGTAGAAAACGGAGCC": 1644,
      "GGGGTTAGTTAAAGTTGTA": 1645,
      "CGTTAGAAAAAGGAGCA": 1646,
      "GGTCTAGGGCTT": 1647,
      "AGGTGCCTGACCCGG": 1648,
      "GCACCGTT": 1649,
      "GCGCGGGGGGGGGGCTAGCGCGG": 1650,
      "ATACCATGTCATGGGTCCCC": 1651,
      "CTGCTTATCGCT": 1652,
      "GAGGCAAGCCGCGTGT": 1653,
      "GCGACCAAGGGACC": 1654,
      "CCAGACGCCT": 1655,
      "CGCGTGGCCCCAAGCT": 1656,
      "CCAGAGTCGTGAGG": 1657,
      "AGTCCTACTTTGCC": 1658,
      "GCTAGCACCTTGGCAGCATCGA": 1659,
      "GTTGGAGGGCTCCGAT": 1660,
      "GCCTGGCCACTTCTTT": 1661,
      "GAATATTAATTAGTT": 1662,
      "AGTTGTTACTACGTCATATATTGCATTGTGTCCCC": 1663,
      "GCAAAATTTATGAAT": 1664,
      "CTGTCATCTTGGTATCTGCTCATTTGGATGCAT": 1665,
      "CGATTTTGGAA": 1666,
      "CTGGGG": 1667,
      "AAGA": 1668,
      "CGCAAT": 1669,
      "CAGTA": 1670,
      "GACGTCC": 1671,
      "CGTGGGT": 1672,
      "CAAGGA": 1673,
      "CAACATTT": 1674,
      "GATGTT": 1675,
      "GAAGTACC": 1676,
      "CCACGA": 1677,
      "GCACCGT": 1678,
      "GCGATA": 1679,
      "CACCGT": 1680,
      "CATTGGCCCACGTATGTCGAA": 1681,
      "CTGGGACC": 1682,
      "CGTTCGTCTT": 1683,
      "CTCCCTTT": 1684,
      "GGTTTTTT": 1685,
      "CGCAGACC": 1686,
      "CATAGGCTA": 1687,
      "CGTCCTTTT": 1688,
      "CGTGTGAATATTT": 1689,
      "CTGACTGACGCT": 1690,
      "GGAAAT": 1691,
      "CGTAATTTT": 1692,
      "GACTCGTACT": 1693,
      "CGTTTAT": 1694,
      "CTTAGCC": 1695,
      "GGTAAATGTA": 1696,
      "CAAACAA": 1697,
      "CGCGCGATAGAACACC": 1698,
      "CTGGAGCTGGGGAAGAACATA": 1699,
      "GAAATCACAATATT": 1700,
      "GCGGCTGAA": 1701,
      "CGTAATTCCCAGCC": 1702,
      "CAATCTTGCAT": 1703,
      "CGTCGATCTTTCGTAATT": 1704,
      "GATATCACCA": 1705,
      "GCATACGTCGATCAT": 1706,
      "GCATTTTAGGCTAGGCTAGGT": 1707,
      "CGGACATGAAT": 1708,
      "CATTGGGAAGATGATACGAT": 1709,
      "GGTTGTAGTCAAACCCGAACAATATTGCGGGGTGTATCCTCGACCTAGTTCAATCTTGCCCGTTATAGAAAGGAGCC": 1710,
      "GGCGTCCCACGCAAAGTGGTAA": 1711,
      "CTGCCCTGGGACATCCGCTTCCAGACGCCT": 1712,
      "GAATCAATGTCATTTATAAAGACTGGAGAAGGCCAGAT": 1713,
      "ACTGTGTGTA": 1714,
      "GCGTCGCGCTTGAGTCAAAACGA": 1715,
      "CGATGTCAGCTACCCGACTCG": 1716,
      "CCTAACTATGCCCCGGTGGCACCCTGGCAGCATCGA": 1717,
      "GGGATTAGTGCGG": 1718,
      "GAATATTAATTAGTTATGTGCTGCAACTAT": 1719,
      "GGGAGTCGA": 1720,
      "GTGGGG": 1721,
      "CTATA": 1722,
      "CTCTCC": 1723,
      "CTGGTCATTATT": 1724,
      "CGCCCC": 1725,
      "CACTGA": 1726,
      "CAGCGCGTCTT": 1727,
      "CAGGTCCGT": 1728,
      "CATCCAGGTATCACCCCACTTGCT": 1729,
      "CGGACC": 1730,
      "GCCTTA": 1731,
      "GAAGA": 1732,
      "GTTCC": 1733,
      "ATAGAGTTCTTTT": 1734,
      "CGATAT": 1735,
      "CGAACATT": 1736,
      "AGTTCGTCTT": 1737,
      "TTTCCCCTTT": 1738,
      "CGCGTCGGAA": 1739,
      "CAGACGTTCCGCGAAAGTGATA": 1740,
      "AGGGCA": 1741,
      "ATCTGCATCAA": 1742,
      "CGATAATT": 1743,
      "GGCTAGCGCGG": 1744,
      "AAGTGCAT": 1745,
      "AGTATGCTT": 1746,
      "CGCTTGTGAGG": 1747,
      "CAGCCCTTCTGCT": 1748,
      "ATGTTTATA": 1749,
      "GACGGGTGCA": 1750,
      "GGTGGCATT": 1751,
      "ATACCGAGT": 1752,
      "CTGACTGATGCT": 1753,
      "GGTCAGTAA": 1754,
      "GCAGACACC": 1755,
      "CGCAGGCCCGCGTACGACGAA": 1756,
      "CAGGGTCAACT": 1757,
      "GGCCAAGTAGCGCAGA": 1758,
      "CACGACT": 1759,
      "GGGAACGACGCC": 1760,
      "GCAATGATGATTATCCGAGTCGCACGTAA": 1761,
      "CGGGGTCGACGTCCAAGCATCGA": 1762,
      "CGGGAAAGCGTTATAGGCTA": 1763,
      "CCTGTGAAAAGCCAAGCTGTAATGCA": 1764,
      "CGCGCGATAGGACATCAGCTGCAACAGT": 1765,
      "CTATCACCAGGCGCACATA": 1766,
      "GGTATAGTT": 1767,
      "CATTAACCACTATCT": 1768,
      "CGATGTCGTCTTCCCC": 1769,
      "GCTGCGCCGGAGTTCTGTCATCTTGGTATCTGCTCATTTGGATGCAT": 1770,
      "CGTCCCTGCACGCGTGGCCCCTAGCTATATTCC": 1771,
      "GGTCCAGGCGCTTTTTGCC": 1772,
      "CGCGTACTGCGAGGGGGGGG": 1773,
      "ATACGGACTTCGTTTCATTGGCCCACGTATGTCGAA": 1774,
      "CGCTGCCGTGACATTTCTGT": 1775,
      "CGGCTACACCTCCCATCCATTGAAAGGGAGGGGGGCAAGCGCGGAT": 1776,
      "GACGATAATATACGTCTTAAGTGAGGACAATTAGAGTACAAAACCAGTACCATAGTCTCCA": 1777,
      "GGTGAACAAAATTGCGATTTAGTTGTTACTACGTCATATATTGCATTGTGTCCCC": 1778,
      "GTACCCTAGTTT": 1779,
      "CTGCCCTGGGACATCCGCTTCCAGACGCCTGAAGCGCATCTT": 1780,
      "CATTAACCACTATCTAGTATGCTT": 1781,
      "GTGCCT": 1782,
      "CGCCTCC": 1783,
      "GACCT": 1784,
      "CGTCCTCCAAGCATCGA": 1785,
      "CATGTTCGCT": 1786,
      "GAAAGT": 1787,
      "GAAGGAGCC": 1788,
      "ATAGG": 1789,
      "GGGGGACCCC": 1790,
      "CCCCGCT": 1791,
      "CACCTT": 1792,
      "CATTAGGCGG": 1793,
      "CTGGGTT": 1794,
      "CAATTTAATT": 1795,
      "CGTTAT": 1796,
      "CGTTCATA": 1797,
      "GCGTCGGGTTACT": 1798,
      "GGCCAT": 1799,
      "CGCTCTGGCAGTATCAA": 1800,
      "GACCATTT": 1801,
      "GCAAATAT": 1802,
      "AAAGGAGCC": 1803,
      "CCTAGGGG": 1804,
      "GGAAGAAGT": 1805,
      "ATCTCGTCGT": 1806,
      "CAGGGAT": 1807,
      "CGCCGTCCTCGATTTGTAAAGCGGCTCC": 1808,
      "CTCGCGCCGGAA": 1809,
      "AATTTT": 1810,
      "CTGGGACAT": 1811,
      "GTTTATATCGCCGT": 1812,
      "CTTACCCC": 1813,
      "GAGCCTCAATCT": 1814,
      "CGCGAAAGT": 1815,
      "GGACCGTA": 1816,
      "AAGCTGCAATAACGGGATACATATACATAATTGGT": 1817,
      "CGCGGATATGATGATTTAGCAGGCC": 1818,
      "CGATACCTCGAACCCGCT": 1819,
      "CCTGGAGTA": 1820,
      "CCAGGAGTTGAGTAGTT": 1821,
      "AAGCAGCACATAGAGTCGACTGGTTGTTGCTTACGCA": 1822,
      "ATCTACTAAAGTGAGGGAT": 1823,
      "GTCGCTGACGCA": 1824,
      "CGCTGCCGAGGCGTTTTCCCCTTT": 1825,
      "GGGCCAGAAGCGCCTCCATGGCAACGACGGAT": 1826,
      "CGATAAGTGCCCGATTTTGGAA": 1827,
      "CCTAACCATGCCCC": 1828,
      "CGTTCTAGGGG": 1829,
      "ATACGTGTGACGCGGATATGATGATTTAGCAGGCC": 1830,
      "CGCCAGGGCCACTTCGAACATT": 1831,
      "GAGGCAAGCCGCGTGTGAGGAT": 1832,
      "GCCTGGCCACTTCTTTGTCCAGTGTCGCGAT": 1833,
      "CCGGCAGA": 1834,
      "CCGCTAGCT": 1835,
      "CGCATTT": 1836,
      "GAGCGCC": 1837,
      "GACGTTA": 1838,
      "CGTCA": 1839,
      "CGTAGTCTT": 1840,
      "CATGA": 1841,
      "CATATAA": 1842,
      "CGGCGATGCCGT": 1843,
      "GGTGACTTCAAGGCCT": 1844,
      "CAAAGT": 1845,
      "GATAGT": 1846,
      "CTTCGGTAGAAAACGGAGCC": 1847,
      "GAACGCC": 1848,
      "GAAATTA": 1849,
      "GTTACC": 1850,
      "ATAGGGTTCTTTT": 1851,
      "GGGGCC": 1852,
      "CCCCGTT": 1853,
      "CTAGATAACACACTCC": 1854,
      "CATTATT": 1855,
      "CTGGGCC": 1856,
      "CAATCGA": 1857,
      "CGCCAGTA": 1858,
      "CTCCCAGAAAGCT": 1859,
      "CGCGTTTGGA": 1860,
      "GAATGTGT": 1861,
      "CCTCCCA": 1862,
      "GCAACC": 1863,
      "GCAACTT": 1864,
      "AGGCTT": 1865,
      "CGATACGTCTAACC": 1866,
      "CTGGACTATGACTT": 1867,
      "GAGTACACC": 1868,
      "AAGCAGCA": 1869,
      "CTTTTGTAATT": 1870,
      "CTTTTGTAATTA": 1871,
      "CGCGAAAAGCA": 1872,
      "AGTCTTCACCACAATCTCGCAT": 1873,
      "TTTTTT": 1874,
      "GGAGATCGTCA": 1875,
      "CGAGTCGCACGTAA": 1876,
      "GCCTTCCCCTTT": 1877,
      "ATCCAGATGTACTGTAGTTAGAT": 1878,
      "GCCACCTTGCGGCTGAAGCG": 1879,
      "AGGTGCATGACCCGG": 1880,
      "AGGTGCATGACCCGT": 1881,
      "CGATGAGTGCCCGTTTTTGGGG": 1882,
      "CCCGACTCGCCAGTACCGCGGT": 1883,
      "AATATTAAGCTT": 1884,
      "GGTTGTTGTCAATTT": 1885,
      "CCTCCAATCCCCTT": 1886,
      "CTAACG": 1887,
      "ATCGATGTCGA": 1888,
      "ATTCCCATCCAGGT": 1889,
      "GCATTTCCGGCAGA": 1890,
      "GAAGTGCCGCGGCTCCCGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 1891,
      "CCCTTGGACAACGCGT": 1892,
      "CGATGAGTGCCCGTTTCTGGGACCTCCCCGCGCGTGT": 1893,
      "GCAACGAGGTGGG": 1894,
      "CACACCGGGTTATACCT": 1895,
      "AACTTGCG": 1896,
      "CGGTAGTCGGACATGAAT": 1897,
      "AATATTAAGCTGCAATAACCGGATGCACATA": 1898,
      "GCTTATTCTTTTGTAATTA": 1899,
      "CAAATTAAGCTGCAATCACC": 1900,
      "GAGGGTTGGCTGCGATT": 1901,
      "GCCCCGCTGGTAGCCTAACGACAGTGACCCC": 1902,
      "CATCTGACGGGTGAGGTTGAGATT": 1903,
      "GAAAGAAGTGCCGCGGCTTT": 1904,
      "GCATTAGCCGAAT": 1905,
      "CGAGGGGATTCTTCAAACATTGGAGT": 1906,
      "AGGGCGGGTTCGTAATTCCCAGCC": 1907,
      "CTGGGACCATCC": 1908,
      "CCTAACTATGCCCCGGTGGCACCCTGGCAGCATCGACGCACCGGAACGCCGAGCCAGG": 1909,
      "GACGATAATATACGTCTTAAGTGAGGACAATTAGAGTACAAAACCAGTACCATAGTCTCCACATTAACCACTATCTAGTATGCTT": 1910,
      "GCATTTCCGGCAGAGAATGTGT": 1911,
      "CGGTAGTCGGACATGAATATTAAGCT": 1912,
      "CCATGAT": 1913,
      "GGGCGA": 1914,
      "ATCCGT": 1915,
      "CGATTA": 1916,
      "CACA": 1917,
      "CACCTCCGTA": 1918,
      "CGTAGT": 1919,
      "CATCGAA": 1920,
      "CGGGG": 1921,
      "GCTGCT": 1922,
      "AGTATTAAGCTGCA": 1923,
      "CAACAAATCGTGT": 1924,
      "CTTGTCGT": 1925,
      "CCACC": 1926,
      "CCAAT": 1927,
      "ATAGCC": 1928,
      "ATACTGT": 1929,
      "GGGGCCCTT": 1930,
      "CTACCTCGACTT": 1931,
      "GTAGG": 1932,
      "CGATTT": 1933,
