{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "CC": 4,
      "GG": 5,
      "AT": 6,
      "GT": 7,
      "CT": 8,
      "AA": 9,
      "CG": 10,
      "CA": 11,
      "GA": 12,
      "CGT": 13,
      "TT": 14,
      "CAT": 15,
      "CGG": 16,
      "GCC": 17,
      "GCT": 18,
      "GGT": 19,
      "CCT": 20,
      "CAA": 21,
      "AGT": 22,
      "GAT": 23,
      "CTT": 24,
      "CGA": 25,
      "GAA": 26,
      "CCA": 27,
      "ATT": 28,
      "GCA": 29,
      "GGA": 30,
      "GTT": 31,
      "GCG": 32,
      "GGGG": 33,
      "ATA": 34,
      "CCCC": 35,
      "ACT": 36,
      "GCAT": 37,
      "CTA": 38,
      "CACC": 39,
      "GTA": 40,
      "CTGG": 41,
      "CGAT": 42,
      "CGAA": 43,
      "CATT": 44,
      "AGTT": 45,
      "CAAT": 46,
      "TTT": 47,
      "CGCC": 48,
      "GCCT": 49,
      "CGTT": 50,
      "ACC": 51,
      "GCGG": 52,
      "CGCGT": 53,
      "CTCC": 54,
      "GGGT": 55,
      "GAGT": 56,
      "GGCC": 57,
      "CGGA": 58,
      "CGCA": 59,
      "CGCT": 60,
      "GAAT": 61,
      "GGTT": 62,
      "ATGT": 63,
      "CCTCC": 64,
      "GACC": 65,
      "GGGCC": 66,
      "GCGT": 67,
      "CATA": 68,
      "GCTT": 69,
      "AAA": 70,
      "GCAA": 71,
      "CCTT": 72,
      "GAGCC": 73,
      "CTTT": 74,
      "CGTGT": 75,
      "CAGT": 76,
      "CGGT": 77,
      "GATT": 78,
      "GAGG": 79,
      "AGG": 80,
      "CTAT": 81,
      "GACT": 82,
      "CACCA": 83,
      "ATTT": 84,
      "GATA": 85,
      "GGCA": 86,
      "ATCC": 87,
      "AGCT": 88,
      "CGCG": 89,
      "CGTCC": 90,
      "GGAA": 91,
      "ATCT": 92,
      "GCCGT": 93,
      "GGTCC": 94,
      "GACTT": 95,
      "ATAA": 96,
      "CACT": 97,
      "CAGA": 98,
      "GGCT": 99,
      "GGCCT": 100,
      "GCGCGG": 101,
      "AAGCT": 102,
      "AGAA": 103,
      "GCGA": 104,
      "CCAGGT": 105,
      "GCATCGA": 106,
      "CCGT": 107,
      "GGGTT": 108,
      "GCCCC": 109,
      "CCCAT": 110,
      "CGATA": 111,
      "GAAA": 112,
      "GTCGA": 113,
      "GGCAA": 114,
      "CGTAA": 115,
      "GCGCC": 116,
      "ATATT": 117,
      "CGTA": 118,
      "GCTGT": 119,
      "GAAAA": 120,
      "CCCCTT": 121,
      "GGAT": 122,
      "CGCCGT": 123,
      "CCCT": 124,
      "AAAA": 125,
      "CGCTT": 126,
      "AGAT": 127,
      "GCGGT": 128,
      "AGA": 129,
      "CATCC": 130,
      "CGTTT": 131,
      "CGGGT": 132,
      "CTTTT": 133,
      "CCTCGA": 134,
      "CACATT": 135,
      "AGTA": 136,
      "GGCTA": 137,
      "ATAT": 138,
      "CACAT": 139,
      "CAGCC": 140,
      "CAAGGCCT": 141,
      "GGAGCT": 142,
      "CCAA": 143,
      "CTGT": 144,
      "CTGA": 145,
      "CAGG": 146,
      "CAAGCA": 147,
      "GTCG": 148,
      "GGTA": 149,
      "CCTGT": 150,
      "CAATATT": 151,
      "CGCACC": 152,
      "CGGGA": 153,
      "ATTA": 154,
      "ACTGT": 155,
      "GCATGGGCC": 156,
      "GGGTCCCC": 157,
      "GCGTCTT": 158,
      "GACTTCAAGGCCT": 159,
      "GGCTT": 160,
      "AAGAA": 161,
      "CAATT": 162,
      "CGTCTT": 163,
      "GCTAA": 164,
      "AGTACC": 165,
      "GCGCCTCC": 166,
      "GGAGTT": 167,
      "GTCC": 168,
      "AAGT": 169,
      "AAAGTT": 170,
      "CGTGG": 171,
      "CGGGGT": 172,
      "GCTA": 173,
      "GCGAGGT": 174,
      "GAAAAGGGCC": 175,
      "CCACTT": 176,
      "AGGT": 177,
      "CTCG": 178,
      "CGCCT": 179,
      "CGGCGA": 180,
      "GATGT": 181,
      "GCACATA": 182,
      "GGAGCGCC": 183,
      "CGGACATT": 184,
      "GGCGG": 185,
      "ATCCA": 186,
      "AAGCA": 187,
      "GATGCT": 188,
      "ATGTTT": 189,
      "GCATGGGCCGAAAAGGGCC": 190,
      "AACT": 191,
      "CAGGTT": 192,
      "CTTA": 193,
      "CGACGAA": 194,
      "GGGGGGGG": 195,
      "GGCCCCT": 196,
      "GAGCCGCG": 197,
      "CTGACT": 198,
      "CTGGAGCT": 199,
      "AAGGA": 200,
      "CAGGT": 201,
      "GAGTT": 202,
      "GCCCGTT": 203,
      "AGTAT": 204,
      "GATGGGTT": 205,
      "CGAAA": 206,
      "CGGAGAA": 207,
      "GACCCGT": 208,
      "CACATTCGCCGT": 209,
      "CGCACCGGAGCGCC": 210,
      "GGGCGAGGT": 211,
      "GTGGGG": 212,
      "CCTCGAA": 213,
      "GATTT": 214,
      "GCGTT": 215,
      "GTCAT": 216,
      "CAGCT": 217,
      "AGTCTGG": 218,
      "GGACC": 219,
      "CGATAGGA": 220,
      "CTGCC": 221,
      "CGTCGT": 222,
      "CGTCCTT": 223,
      "AGTCAATATT": 224,
      "GGGGAAGAA": 225,
      "GCATT": 226,
      "CTGGGT": 227,
      "CGCGTACT": 228,
      "GAGCCAGG": 229,
      "ATCTGGT": 230,
      "AGAAGCGCCTCC": 231,
      "CAATTGGT": 232,
      "AGTACCGCGGT": 233,
      "CCTCGAACC": 234,
      "CGGGGCC": 235,
      "GGTGGT": 236,
      "GATCGT": 237,
      "GAAAT": 238,
      "GCAGA": 239,
      "GGAGCC": 240,
      "ATACC": 241,
      "ATAAT": 242,
      "ACTCC": 243,
      "CGTAACG": 244,
      "GTCGCGAT": 245,
      "CACTCC": 246,
      "CGGAT": 247,
      "GGTGG": 248,
      "CCTCCCC": 249,
      "CAAA": 250,
      "AGTCGGACATT": 251,
      "CGACC": 252,
      "CGACGGAGAA": 253,
      "GCGCGT": 254,
      "GGGGTT": 255,
      "CCCCTTT": 256,
      "ACTAT": 257,
      "GCATCAA": 258,
      "GCGGCTCC": 259,
      "CAAGCAGTT": 260,
      "AAATT": 261,
      "AGTCTT": 262,
      "CTGGCA": 263,
      "CCTCCGTA": 264,
      "GCGCGGGGGGGGGG": 265,
      "CGCTTGTGGGG": 266,
      "GCGTCTTGCATGGGCCGAAAAGGGCC": 267,
      "AAAGTTGTA": 268,
      "CGGCGACCCC": 269,
      "GTGCC": 270,
      "CTGCT": 271,
      "CACAGA": 272,
      "CAGAGCCGCG": 273,
      "GAGTA": 274,
      "AGTGTCGCGAT": 275,
      "TTTAGG": 276,
      "GAGTAGTT": 277,
      "CGTGTGT": 278,
      "GGGCGAGGTCGAA": 279,
      "CGTCCTTCAA": 280,
      "ATGGA": 281,
      "ATTTT": 282,
      "CGCGGT": 283,
      "CAGTT": 284,
      "GACGCC": 285,
      "GAGCCT": 286,
      "CATTT": 287,
      "CCTA": 288,
      "CGACTGG": 289,
      "ATACCGT": 290,
      "AGTTAGAT": 291,
      "GAATAAAA": 292,
      "CACCAGGGCC": 293,
      "CCAGGTAT": 294,
      "CACATCACC": 295,
      "GACTTCAAGGCCTGGAA": 296,
      "CGGGGTCGTCCTTCAA": 297,
      "AACC": 298,
      "TTA": 299,
      "CTTCCCC": 300,
      "GCACT": 301,
      "GGGGGCCCC": 302,
      "GGGTGCTGT": 303,
      "CGCTGCCGT": 304,
      "GACCCGG": 305,
      "CGCGCGATAGGA": 306,
      "CTGGAGCTGGGGAAGAA": 307,
      "CGTAACGCGAAA": 308,
      "AAT": 309,
      "GTTT": 310,
      "AACCA": 311,
      "CACGGT": 312,
      "GACAA": 313,
      "GACGCA": 314,
      "CAACCT": 315,
      "AGTCCAA": 316,
      "CGACT": 317,
      "CTACC": 318,
      "CGCAGGCC": 319,
      "GATTATCC": 320,
      "GAGGGAT": 321,
      "CGTCCCAATTGGT": 322,
      "ATGTTTATT": 323,
      "ATCTGGTCATT": 324,
      "CGGGGCCGATGGGTT": 325,
      "CGACGGAGAAGGGG": 326,
      "CCCTT": 327,
      "GGCCCC": 328,
      "GACA": 329,
      "CGTGAAT": 330,
      "GCCCGTTT": 331,
      "GGTAA": 332,
      "CCTGGAGTT": 333,
      "GGAGATCGT": 334,
      "CGATGT": 335,
      "CGCGTGGCCCCT": 336,
      "GCTTCTGG": 337,
      "CGTGTTT": 338,
      "CGTCCGAA": 339,
      "GATGTACTGT": 340,
      "GGCGGGCAA": 341,
      "AGTATAGTT": 342,
      "GAGCCAGGATACCGT": 343,
      "GGTGGTAGTCGGACATT": 344,
      "CACTCCCGT": 345,
      "CCTCCCCGCG": 346,
      "CGACTGGTT": 347,
      "ACTT": 348,
      "ATCAA": 349,
      "CTGGT": 350,
      "AACTAT": 351,
      "GAGA": 352,
      "CGTGAA": 353,
      "CGTTTT": 354,
      "CATGT": 355,
      "CGGGG": 356,
      "GCCAT": 357,
      "CAACGCGT": 358,
      "CGCCGTT": 359,
      "GCGGCT": 360,
      "GCTTGCT": 361,
      "CAGTGCGTCTTGCATGGGCCGAAAAGGGCC": 362,
      "CACCACAAT": 363,
      "AGCTAT": 364,
      "AAGGACGG": 365,
      "CACATTCGCCGTGCCT": 366,
      "CGGGGTCGTCCTTCAAGCATCGA": 367,
      "CGCTGCCGTGG": 368,
      "AGGTCC": 369,
      "GTAT": 370,
      "CTCGCGT": 371,
      "AAAGT": 372,
      "CAGAA": 373,
      "GAGCT": 374,
      "GACCA": 375,
      "GAGGGG": 376,
      "CGTCGAT": 377,
      "CATCCT": 378,
      "GCCA": 379,
      "GGTCAGT": 380,
      "CCTACT": 381,
      "CGAAT": 382,
      "CGACTT": 383,
      "ATACT": 384,
      "CTACA": 385,
      "CTAGCGCGG": 386,
      "CGCGTA": 387,
      "CGGACAGAGCCGCG": 388,
      "AAACA": 389,
      "ATCTGCTAA": 390,
      "GCATCGACGCACCGGAGCGCC": 391,
      "GCCCCGCT": 392,
      "GGCAAAGA": 393,
      "ATATTGCA": 394,
      "CCTGTGAAA": 395,
      "CGCGTACTGCGCGGGGGGGGGG": 396,
      "ATGG": 397,
      "CTCCA": 398,
      "CGCCTCCGTA": 399,
      "CACCCCTT": 400,
      "CATCTT": 401,
      "GCCGTT": 402,
      "CGACAT": 403,
      "GAAGCG": 404,
      "CATTCGGCGACCCC": 405,
      "GCGGGGCAA": 406,
      "GAGTGCCCGTTT": 407,
      "ATGTCTGA": 408,
      "CCTCGACTT": 409,
      "CGTGGCTCC": 410,
      "GCACATAGAGT": 411,
      "GGGCGAGGTCGAACAA": 412,
      "GGGTGCTGTGAGCC": 413,
      "AGTCCAACTTT": 414,
      "CACATTCGCCGTGCCTCGAT": 415,
      "GGGA": 416,
      "CGCTGG": 417,
      "CACTT": 418,
      "GCAAT": 419,
      "GGAGCCT": 420,
      "GGACGTCCGAA": 421,
      "GTTACT": 422,
      "ATAGGCTA": 423,
      "CTACACT": 424,
      "CTGGGA": 425,
      "CGATGTCGA": 426,
      "CAATGCTTCTGG": 427,
      "GAGTCGCA": 428,
      "CTTTA": 429,
      "GCCGTCCCAT": 430,
      "CAGCCGG": 431,
      "GGGTCCCCGACGCC": 432,
      "TTTAGGCTA": 433,
      "CACATCACCAGTATAGTT": 434,
      "AATT": 435,
      "ATATA": 436,
      "AAGG": 437,
      "CGCGCA": 438,
      "ATTGT": 439,
      "GCGCT": 440,
      "ATACCT": 441,
      "CGCCAGTACCGCGGT": 442,
      "ACCTT": 443,
      "ATGTCC": 444,
      "GACCGCCT": 445,
      "GCAAAGAT": 446,
      "GTCGACC": 447,
      "CCACTTGCT": 448,
      "AGTCAATATTGAAAT": 449,
      "CGCTTGTGGGGCGT": 450,
      "GAATAAAACAA": 451,
      "CCAGGTATCACC": 452,
      "GACTTCAAGGCCTGGAAGAA": 453,
      "CGACTGGTTGTT": 454,
      "GGCAAAGACGGGT": 455,
      "ACGCA": 456,
      "GGGAA": 457,
      "GGCACC": 458,
      "ATCAAT": 459,
      "AAGTA": 460,
      "CGCAT": 461,
      "CGCAA": 462,
      "CGCCA": 463,
      "CACAA": 464,
      "GCCCCTT": 465,
      "CCTCGG": 466,
      "GAAATT": 467,
      "GCAATAA": 468,
      "CTAGG": 469,
      "CACCCGTGAAT": 470,
      "GTAATT": 471,
      "CATTAACCA": 472,
      "GGGTCAA": 473,
      "GCTTAT": 474,
      "AAAGA": 475,
      "AGGTGCCT": 476,
      "CTCGCAT": 477,
      "CTGACTGATGCT": 478,
      "AGAAGCGCCTCCAT": 479,
      "GATGTACTGTAGTTAGAT": 480,
      "CACTCCCGTAGTCTT": 481,
      "CGTTTTCCCCTTT": 482,
      "AGGTCCGAA": 483,
      "CCAT": 484,
      "CCGGAT": 485,
      "GGCCA": 486,
      "ATCGT": 487,
      "ATCGTGT": 488,
      "GTAGT": 489,
      "AACGGA": 490,
      "GCCACCTT": 491,
      "CAAGCT": 492,
      "CGAGGT": 493,
      "GAAGT": 494,
      "GGAGAA": 495,
      "GTTA": 496,
      "ACTCCAGGT": 497,
      "CGATGCCGT": 498,
      "CAATCTT": 499,
      "AAGCTGCGCGT": 500,
      "CGGGAGTA": 501,
      "AAGCAGCACATAGAGT": 502,
      "GCGTTATAGGCTA": 503,
      "GGACCGCCT": 504,
      "CCTCGAACCGGCT": 505,
      "ACTCCCCTCC": 506,
      "AAAGTTGTACAAGCAGTT": 507,
      "GTGCCGCGGCTCC": 508,
      "CTGCTGCATCAA": 509,
      "ATCTGGTCATTACT": 510,
      "CGGGGCCGATGGGTTAGT": 511,
      "CGACGGAGAAGGGGGTCGACC": 512,
      "GAGCCAGGATACCGTGTCAT": 513,
      "CGCGTACGACGAA": 514,
      "CGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 515,
      "CATTCGGCGACCCCGGGGTT": 516,
      "CGTGGCTCCCAGCCGG": 517,
      "CTACACTAGTCTGG": 518,
      "GCCCCTTGGGG": 519,
      "GTGT": 520,
      "CTCT": 521,
      "AACCT": 522,
      "CGCGG": 523,
      "CGAGT": 524,
      "CGAGTA": 525,
      "CGTGA": 526,
      "CATCA": 527,
      "CATCAGCT": 528,
      "CGGAGT": 529,
      "CGGGAA": 530,
      "GCCCTT": 531,
      "GGTGCG": 532,
      "GATGTCGA": 533,
      "GAAACT": 534,
      "CCAGG": 535,
      "CCAGAGT": 536,
      "GTTGGCCT": 537,
      "GTAAT": 538,
      "CGCGTTT": 539,
      "GGTTAGGTCCGAA": 540,
      "CCTCCAA": 541,
      "GACTCGT": 542,
      "ATCCAGTGTCGCGAT": 543,
      "GGTCCATAA": 544,
      "GAAAGGAGCC": 545,
      "CGTAATT": 546,
      "CCTCGACCT": 547,
      "CTGGGTCAA": 548,
      "AGAAGCGCCTCCTT": 549,
      "ATGTCTGAGGTGGTAGTCGGACATT": 550,
      "CACATTCGCCGTGCCTCGATCACCAGGGCC": 551,
      "CAATGCTTCTGGATCCA": 552,
      "GGGGTAA": 553,
      "GTCGT": 554,
      "AACAA": 555,
      "AAGCTT": 556,
      "CGCGAT": 557,
      "CGATTA": 558,
      "CAATA": 559,
      "CACGCA": 560,
      "GCTGCA": 561,
      "GGTGT": 562,
      "GGTGA": 563,
      "GGTGAA": 564,
      "CAACC": 565,
      "CAAATCGTGT": 566,
      "AGTCAAT": 567,
      "CGACGCC": 568,
      "GAACATTT": 569,
      "GCACAT": 570,
      "CCCCAT": 571,
      "GCATTTTAGGCTA": 572,
      "CAATCT": 573,
      "CGCCCGAA": 574,
      "CGCCAAGCT": 575,
      "CGTTGAT": 576,
      "CGTTCGAA": 577,
      "ACCCCTCC": 578,
      "CCTCCCCA": 579,
      "CCTTACC": 580,
      "ATTTGGCGGGCAA": 581,
      "CGTACGTGTGT": 582,
      "GATGCTGACGCA": 583,
      "GCCCGTTAGAA": 584,
      "GACCCGTACT": 585,
      "GCAGACACC": 586,
      "CGCGGTAAGGACGG": 587,
      "GGGGGCCCCGCCCCTTGGGG": 588,
      "CGCGCGATAGGACACC": 589,
      "CAGAAAGCT": 590,
      "ATCTGCTAAAGT": 591,
      "CGAGTACGACGAA": 592,
      "AATATT": 593,
      "GGCAT": 594,
      "GGAGT": 595,
      "GGCTAT": 596,
      "ATGA": 597,
      "CTAA": 598,
      "GACGTT": 599,
      "GAGGTT": 600,
      "CGTCAT": 601,
      "CATAA": 602,
      "CATGCT": 603,
      "CATGGGTCCCC": 604,
      "CGGGATA": 605,
      "CGGCCAA": 606,
      "GCCCGT": 607,
      "GCCTT": 608,
      "GCTGCC": 609,
      "GCTCACC": 610,
      "CAACGAA": 611,
      "GATCC": 612,
      "GATCT": 613,
      "CTTCCT": 614,
      "CTTGAT": 615,
      "CCACGCCGTT": 616,
      "CCACATTAACCA": 617,
      "GCACAGG": 618,
      "GCATTT": 619,
      "GCATGCT": 620,
      "CTGGCT": 621,
      "AGTTCAATCTT": 622,
      "GCTTACGCA": 623,
      "AAAGGAGCC": 624,
      "GATTCTTT": 625,
      "GAGGGTT": 626,
      "CACCAGG": 627,
      "GGCAGGCC": 628,
      "GGCTAGGT": 629,
      "ATATCGCCGT": 630,
      "AGGTGCAT": 631,
      "GAGTTCTTTT": 632,
      "CCTCGAACCGGCC": 633,
      "CTGGCAGCATCGACGCACCGGAGCGCC": 634,
      "CGCTTGTGGGGCGTGTTT": 635,
      "CGCGCGATAGGACATCAGCT": 636,
      "CGTAACGCGAAAGCGTTATAGGCTA": 637,
      "GATTATCCGAGTCGCA": 638,
      "GAGGGATCGCT": 639,
      "CGACTTACC": 640,
      "GGGTGCTGTGAGCCAAGCTGCGCGT": 641,
      "GCAATGAT": 642,
      "CTTTAGCCT": 643,
      "ATGTCCAGTGTCGCGAT": 644,
      "GAATAAAACAACCTCGACTT": 645,
      "GGCAAAGACGGGTGGAGATCGT": 646,
      "GGGTCAACT": 647,
      "GCTTATCGCT": 648,
      "AACGGAGCC": 649,
      "GGACCGCCTACTT": 650,
      "GGGGTAAGTT": 651,
      "AGCA": 652,
      "ATAAA": 653,
      "ATCGATGTCGA": 654,
      "GTGAGG": 655,
      "GTGGCA": 656,
      "GTGGCT": 657,
      "CTCGA": 658,
      "CTGCA": 659,
      "AAACT": 660,
      "CACG": 661,
      "CACGT": 662,
      "CACTA": 663,
      "CAGTA": 664,
      "CAGGAT": 665,
      "GACGCT": 666,
      "CGTGGCT": 667,
      "CGTCCTCCAA": 668,
      "TTGCA": 669,
      "CGGAA": 670,
      "GGTAT": 671,
      "GGTGCA": 672,
      "GGTATA": 673,
      "GGTGGAA": 674,
      "CAAACC": 675,
      "GATGCA": 676,
      "CTTCC": 677,
      "ATTAAGCT": 678,
      "ATTCCCAT": 679,
      "GCACC": 680,
      "GCAGT": 681,
      "GGAGCG": 682,
      "GGACACAGA": 683,
      "GTTAAGCT": 684,
      "GCGCCT": 685,
      "GCGCGA": 686,
      "ATAGAAAGGAGCC": 687,
      "CTAGGA": 688,
      "CGATGAGTGCCCGTTT": 689,
      "CATTCTGCC": 690,
      "CAATGGCTT": 691,
      "CGCCGGAA": 692,
      "GCGGGGT": 693,
      "CGCTAGTCTGG": 694,
      "GGTTAGT": 695,
      "CATAGA": 696,
      "GCAACAGT": 697,
      "CTATGGCTT": 698,
      "ATCCGT": 699,
      "CGTCCAA": 700,
      "GCATCGACGCG": 701,
      "GCCCCGGTGG": 702,
      "GAAAAGCA": 703,
      "AAAAGCGCCTCC": 704,
      "CATCCGCCACCTT": 705,
      "CGTTTAT": 706,
      "CGTGGCGGACAGAGCCGCG": 707,
      "GCCCGTTATAGAAAGGAGCC": 708,
      "ATACCATGT": 709,
      "GACAAGGCTT": 710,
      "CAACCTCTGGAGCTGGGGAAGAA": 711,
      "CGCAGGCCCGCGTACGACGAA": 712,
      "CGTCCCAATTGGTGACTTCAAGGCCTGGAAGAA": 713,
      "CCTGGAGTTGAGTAGTT": 714,
      "CCTCCCCGCGCGCGTGGCCCCT": 715,
      "CGTGAAAAACA": 716,
      "CACCACAATCTCGCAT": 717,
      "GTATCCTCGACCT": 718,
      "GACCACCCC": 719,
      "CCTACTCATA": 720,
      "GCCCCGCTGGCACC": 721,
      "CTCCAGACCGCCT": 722,
      "CGACATACTCCAGGT": 723,
      "GGAGCCTGGCCCC": 724,
      "AGTCAATATTGAAATCACCA": 725,
      "GCAATAACCGGAT": 726,
      "GTAGTCAAACC": 727,
      "CGACGGAGAAGGGGGTCGACCGCTTGCT": 728,
      "AGTCAATTTT": 729,
      "CCTCCCCACG": 730,
      "CGACTTACCAGTACCGCGGT": 731,
      "GGGTGCTGTGAGCCAAGCTGCGCGTCGGGGTCGTCCTTCAAGCATCGA": 732,
      "GGATA": 733,
      "GGAGTA": 734,
      "ATGTA": 735,
      "GTCAAT": 736,
      "CTCA": 737,
      "CTCGG": 738,
      "CTGCGGT": 739,
      "AACA": 740,
      "AAATAA": 741,
      "AAGCATTTTAGGCTA": 742,
      "CAGGGT": 743,
      "GACAT": 744,
      "GAGCG": 745,
      "TTGACT": 746,
      "CGGCTCC": 747,
      "GCCGAGG": 748,
      "GCTCC": 749,
      "GCTAT": 750,
      "CCTCCA": 751,
      "CAAGAA": 752,
      "CAACGCCT": 753,
      "GATGATA": 754,
      "GATCCGT": 755,
      "CTTGGGG": 756,
      "GAACTTTT": 757,
      "CCACC": 758,
      "CCAGA": 759,
      "CCAGATGTACTGTAGTTAGAT": 760,
      "ATTAT": 761,
      "GGAAT": 762,
      "GGAGCA": 763,
      "GGACGTTCGAA": 764,
      "GTTGGA": 765,
      "GCGCAGA": 766,
      "ACTCCCAT": 767,
      "CTAGA": 768,
      "GTACAT": 769,
      "CATTACC": 770,
      "AGTTAAAGTTGTACAAGCAGTT": 771,
      "CGCGTGT": 772,
      "CTCCGT": 773,
      "GGGTTT": 774,
      "GGGTCCCT": 775,
      "GGTTGTAGTCAAACC": 776,
      "GCAACAGG": 777,
      "GCAAAAGCATTTTAGGCTA": 778,
      "CGTGTAT": 779,
      "CAGTGA": 780,
      "CTATCACCAGG": 781,
      "CACCACCTT": 782,
      "AGCTATATT": 783,
      "CGTCCGGTCC": 784,
      "GACTTCCT": 785,
      "GCATCGACGCACC": 786,
      "GGCAACGA": 787,
      "CCTCGACCTGTGAAA": 788,
      "CAGGGAT": 789,
      "CCTGTGAAAA": 790,
      "CGGGAGCA": 791,
      "AACTCT": 792,
      "CTTACGTGTGT": 793,
      "CACATTCGCCGTGCGT": 794,
      "CAGCTACC": 795,
      "GGTGGG": 796,
      "GGTGGCAGT": 797,
      "CAGTTGCT": 798,
      "GGGGGCCCCGCCT": 799,
      "CTACCCGACT": 800,
      "GAGGGATCGCTGCCGTGG": 801,
      "CGATGTCAGCTACC": 802,
      "ATCAACGCACCGGAGCGCC": 803,
      "GCCATCTT": 804,
      "CAGTGCGTCTTGCATGGGCCGAAAAGGGCCAGAAGCGCCTCCTT": 805,
      "CGTCGATCTTT": 806,
      "ATATTGCACACTCCCGTAGTCTT": 807,
      "AGTCCAACTTTGCC": 808,
      "CGCTTGTGGGGCGTGCTT": 809,
      "AAAGACGGGT": 810,
      "CGATGCCGTCTTCCCC": 811,
      "GAGCCAGGATACCGTGTCATGGGTCCCCGACGCC": 812,
      "CGGGAAAGT": 813,
      "GTTGGCCTGGTCAGT": 814,
      "AATATTAAGCT": 815,
      "GCACAGGGCTGCC": 816,
      "GATTCTTTCACATCACCAGTATAGTT": 817,
      "GAGGGATCGCTGCCGAGG": 818,
      "GGTTGTAGTCAAACCCGAA": 819,
      "GCAACAGGGAGCG": 820,
      "CTATCACCAGGCGCA": 821,
      "AGGA": 822,
      "ACCCC": 823,
      "CCGCGG": 824,
      "CCATAA": 825,
      "GGGCG": 826,
      "GGGCCT": 827,
      "ATGTT": 828,
      "CTATA": 829,
      "CTCGGA": 830,
      "CGATT": 831,
      "CAGCGT": 832,
      "CACCTCCGTA": 833,
      "GACATCCT": 834,
      "CGTAGT": 835,
      "CGTCAAT": 836,
      "CGTAGCT": 837,
      "TTATAAA": 838,
      "CATGTT": 839,
      "CATATA": 840,
      "CGGGAAT": 841,
      "CGGGCAA": 842,
      "CGGGTTACT": 843,
      "GCCAAGCT": 844,
      "GGTGCT": 845,
      "GGTGCAT": 846,
      "CCTGAAATT": 847,
      "CAAGT": 848,
      "GATCAT": 849,
      "GATGCC": 850,
      "GATATA": 851,
      "GATACC": 852,
      "CTTCT": 853,
      "CGACTCG": 854,
      "GAAGTT": 855,
      "GAAGAGTGCCCGTTT": 856,
      "CCACAT": 857,
      "CCAGGAGTT": 858,
      "CCACTGGCT": 859,
      "ATTGCA": 860,
      "ATTAGG": 861,
      "GCAGAA": 862,
      "GCACCTT": 863,
      "GGAATT": 864,
      "GTTAT": 865,
      "GGGGGG": 866,
      "CCCCGCTAA": 867,
      "CCCCATGGA": 868,
      "ACTCGCCAGTACCGCGGT": 869,
      "CTAGAT": 870,
      "CTAGCA": 871,
      "GTAGCT": 872,
      "GTACAA": 873,
      "GTACAAGCAGTT": 874,
      "CGATGCGT": 875,
      "CATTGGGAA": 876,
      "CAATGGGTTT": 877,
      "CGCCTT": 878,
      "CGCCGGCCT": 879,
      "GCCTCGA": 880,
      "CGTTGT": 881,
      "CGCGTAAGT": 882,
      "CTCCGGACCGCCTACTT": 883,
      "GAGTAA": 884,
      "GAGTGTCC": 885,
      "GGCCAA": 886,
      "GGCCGATGGGTT": 887,
      "CGCACGATAGGA": 888,
      "CGCTGT": 889,
      "CGCTATCAAT": 890,
      "CGCTGAGTGTCC": 891,
      "GGTTGTT": 892,
      "ATGTCTGCGGT": 893,
      "GACCCCT": 894,
      "CATAATT": 895,
      "AAAGCGGCTCC": 896,
      "GCAACGA": 897,
      "GCAACTAT": 898,
      "GAGCCGCA": 899,
      "GAGCCAAA": 900,
      "CGGTA": 901,
      "CGGTAGAA": 902,
      "GATTATT": 903,
      "GATTACC": 904,
      "GATACA": 905,
      "GATAGGT": 906,
      "GATACGGGGCC": 907,
      "CGCGCGATA": 908,
      "ATCTGCATCAA": 909,
      "CAGACGGGAGTA": 910,
      "GCGAGGGGGGGG": 911,
      "GCCCCGCTA": 912,
      "CGTAACAATGGGTTT": 913,
      "ATATTGCATT": 914,
      "CCCTCGGCCAA": 915,
      "AAAAGGTTGTAGTCAAACCCGAA": 916,
      "CATCCGCTT": 917,
      "GGCTAGCGCGG": 918,
      "CAGCCA": 919,
      "GACTTCAAGGCCTGAA": 920,
      "CGTCTTGCATGGGCCGAAAAGGGCC": 921,
      "AAGTGCC": 922,
      "CGTGGCACC": 923,
      "CGCCTA": 924,
      "GCACATACGT": 925,
      "GAGTTGCA": 926,
      "GGGCGAGGTCGAT": 927,
      "GTCATTTATAAA": 928,
      "CGACCGCTTGCT": 929,
      "ACTATATCCAGTGTCGCGAT": 930,
      "AAATTAGCTAT": 931,
      "GAGCCTGG": 932,
      "GCACTATA": 933,
      "AATGTTAAGCT": 934,
      "CACGGTAAGGACGG": 935,
      "CGACTGCTTATCGCT": 936,
      "CGCAGGCCCGAGTACGACGAA": 937,
      "GATTATCCGAGTTGCA": 938,
      "ATGTTTATTATGTCTGAGGTGGTAGTCGGACATT": 939,
      "CCCTTGGA": 940,
      "CATGTGAAT": 941,
      "CAACGCGTCAGT": 942,
      "GCGGCTGAAGCG": 943,
      "ATACTCCAGGT": 944,
      "ATCTGCTAAATT": 945,
      "CGCCTCCGTAGCCGTCCCAT": 946,
      "CACCCCTTCTGCT": 947,
      "GCGGGGCAACTACACTAGTCTGG": 948,
      "ATATAGAGTTCTTTT": 949,
      "CCAGGTATCACCCCACTTGCT": 950,
      "CGACTGGTTGTTGCTTACGCA": 951,
      "GGGAACGACGCC": 952,
      "AAGTAGCGCAGA": 953,
      "CACCCGTGAATCAGTGCGTCTTGCATGGGCCGAAAAGGGCCAGAAGCGCCTCCTT": 954,
      "GGAGAAGAA": 955,
      "GGAGAAGGCCA": 956,
      "CTGCTGCATCAAGGTGCG": 957,
      "CATTCGGCGACCCCGGGGTTAGCT": 958,
      "CCAGAGTCGT": 959,
      "CAATAGGT": 960,
      "GCACATATGT": 961,
      "CGCCAAGCTATATTGCACACTCCCGTAGTCTT": 962,
      "GGCTAGGTGCGGT": 963,
      "CTTTAGCCTCAGTTGCT": 964,
      "ATGTCCAGTGTCGCGATGGGT": 965,
      "GGTGGAAGCACAGGGCTGCC": 966,
      "GCGGGGTGTATCCTCGACCT": 967,
      "GCCCCGGTGGCACC": 968,
      "ATACCATGTCATGGGTCCCC": 969,
      "CCTACTCATAGACCACCCC": 970,
      "CACCACCTTGCTGCA": 971,
      "CCTGTGAAAAGCCAAGCT": 972,
      "GGGGGCCCCGCCTCTTGGGG": 973,
      "GAGGGATCGCTGCCGAGGCGTTTTCCCCTTT": 974,
      "CTATCACCAGGCGCACATA": 975,
      "GCACCTTGGCA": 976,
      "CATTGGGAAGATGATA": 977,
      "CGCTATCAATGCAAAAGCATTTTAGGCTA": 978,
      "CGCTGAGTGTCCATTT": 979,
      "GCCCCGCTAGCACCTTGGCA": 980,
      "CGTAACAATGGGTTTGAGTA": 981,
      "ACGCTGG": 982,
      "CCGCG": 983,
      "CCATA": 984,
      "CCAAAAGGTTGTAGTCAAACCCGAA": 985,
      "GGTTT": 986,
      "GGCTCC": 987,
      "GGCGGACAGAGCCGCG": 988,
      "ATCA": 989,
      "ATCCT": 990,
      "ATAGT": 991,
      "ATCTTT": 992,
      "ATCCCCTT": 993,
      "GTCT": 994,
      "GTCGAT": 995,
      "GTCGTCGT": 996,
      "CTGAT": 997,
      "CTGCCGT": 998,
      "CTCCCCTT": 999,
      "CTCGACC": 1000,
      "AAGCG": 1001,
      "AAGCAA": 1002,
      "CACGA": 1003,
      "CAGCG": 1004,
      "CACACAA": 1005,
      "GAGGT": 1006,
      "GAGATT": 1007,
      "GACGATA": 1008,
      "CGTCGA": 1009,
      "CGTCAAGGCCT": 1010,
      "TTGGT": 1011,
      "CATGA": 1012,
      "CATGCTGT": 1013,
      "CATGGGTCCCCGACGCC": 1014,
      "CGGTTA": 1015,
      "CGGCTACA": 1016,
      "GCCTTT": 1017,
      "GCCGAAT": 1018,
      "GCCAACT": 1019,
      "GCTCTGG": 1020,
      "GGTCTATGGCTT": 1021,
      "CCTAT": 1022,
      "CAAGCC": 1023,
      "CAAGAT": 1024,
      "CAAATT": 1025,
      "CAAGTCC": 1026,
      "AGTCTGT": 1027,
      "GATGAAT": 1028,
      "GATAAAA": 1029,
      "GATGATTT": 1030,
      "GATATACT": 1031,
      "CTTCA": 1032,
      "CTTCGTTT": 1033,
      "CTTCAGGT": 1034,
      "CTTCGGTAGAA": 1035,
      "CGACGA": 1036,
      "GAACTCC": 1037,
      "GAAAGG": 1038,
      "GAACACAGA": 1039,
      "GAAAAACA": 1040,
      "CCAGGGT": 1041,
      "CCACAAATCGTGT": 1042,
      "ATTGCG": 1043,
      "ATTGACT": 1044,
      "GCAGTT": 1045,
      "GCACCGT": 1046,
      "GTTGCG": 1047,
      "GTTATTCCCAT": 1048,
      "GGGGGCGCC": 1049,
      "GGGGCAGGTT": 1050,
      "GGGGATGGA": 1051,
      "GGGGGAGGTT": 1052,
      "CCCCGTT": 1053,
      "CCCCCGCGTACTGCGCGGGGGGGGGGCTAGCGCGG": 1054,
      "ACTGGGTT": 1055,
      "ACTAAAGT": 1056,
      "GCATCGCT": 1057,
      "CTACATGCT": 1058,
      "CTACGCTAGTCTGG": 1059,
      "CACCATCC": 1060,
      "GTACC": 1061,
      "GTACATA": 1062,
      "GTAGCTGT": 1063,
      "GTACCAGAGT": 1064,
      "CTGGAA": 1065,
      "CTGGCAGT": 1066,
      "CGATTT": 1067,
      "CGATAAGTGCC": 1068,
      "CGAAGT": 1069,
      "CGAACAGTT": 1070,
      "AGTTCCTT": 1071,
      "TTTCCCCTTT": 1072,
      "GCGGGTT": 1073,
      "CGCGTGACCCCT": 1074,
      "GGGTGATGCTGACGCA": 1075,
      "GAGTGCCCGTT": 1076,
      "GAGTCCTCGG": 1077,
      "GGCCCGT": 1078,
      "GAATAAGGA": 1079,
      "ATGTGGGCG": 1080,
      "ATGTCCAGAGTCGT": 1081,
      "GCGTA": 1082,
      "GCGTCAGGTT": 1083,
      "CATACGGGGCCGATGGGTTAGT": 1084,
      "CATAGAATAAGGA": 1085,
      "AAAGCT": 1086,
      "AAAGCA": 1087,
      "CAGTGCGTCTT": 1088,
      "CGGTCACCAGGGCC": 1089,
      "CGGTAATT": 1090,
      "GAGGAAAGTT": 1091,
      "GAGGCAAGCT": 1092,
      "CTATGG": 1093,
      "CTATGACTT": 1094,
      "CTATGGTGT": 1095,
      "GACTGGAGAAGGCCA": 1096,
      "ATTTTT": 1097,
      "ATTTAGTT": 1098,
      "ATTTCACGGT": 1099,
      "GATACGGGGCCGATGGGTTAGT": 1100,
      "ATCCCGTGA": 1101,
      "AGCTATA": 1102,
      "GCCGTCTTCCCC": 1103,
      "GGTCCGGGTGCTGT": 1104,
      "CACTCGTT": 1105,
      "CAGACGTT": 1106,
      "CAGACGCT": 1107,
      "CAGAGAGCT": 1108,
      "AGAAGCGTCTT": 1109,
      "CCAGGTGT": 1110,
      "CGATACCGT": 1111,
      "GTCGACCCCTT": 1112,
      "GGCAAGCGCGG": 1113,
      "CGTAATTTT": 1114,
      "CCCTACTCGCCAGTACCGCGGT": 1115,
      "CTTTTGTAATT": 1116,
      "ATATGATGATTT": 1117,
      "CAGCCCGTAACAATGGGTTTGAGTA": 1118,
      "GGTACG": 1119,
      "CGGGAGAGT": 1120,
      "GTCCTTT": 1121,
      "CGGGGTCGA": 1122,
      "CGCCTGAAGCG": 1123,
      "GGCGGGCAT": 1124,
      "CAGGTTAGT": 1125,
      "GCCCGTTATAA": 1126,
      "GACCCGTACTAT": 1127,
      "GATTTCTT": 1128,
      "GATTTTTT": 1129,
      "GTCATGAGTCCTCGG": 1130,
      "CTGCCCTGGGA": 1131,
      "CGCGTACTGCGAGGGGGGGG": 1132,
      "ATAATGAGCC": 1133,
      "ACTCCCTT": 1134,
      "CAAAATTGCG": 1135,
      "CTGGCAGCCTCGA": 1136,
      "GCGCGGGGGGGGGGCTAGCGCGG": 1137,
      "TTTAGGGATT": 1138,
      "GAGCCTCAACCTCTGGAGCTGGGGAAGAA": 1139,
      "GTTTCC": 1140,
      "CTACCCGACTTACCAGTACCGCGGT": 1141,
      "CGGGGCCGATGGGTTAAT": 1142,
      "GACACCT": 1143,
      "CCTGGAGTTGAGTA": 1144,
      "CCTCCCCGCGCGTGT": 1145,
      "CTGGTCATT": 1146,
      "AACTATGCCCCGGTGGCACC": 1147,
      "CAGTGCGTCTTGCATGGGCCGAAAAGGGCCAGAAGCGCCTCCAT": 1148,
      "CTCGCGTCGGTA": 1149,
      "GAGGGGCGA": 1150,
      "GAGGGGGGCAAGCGCGG": 1151,
      "GCCCCGCTGGCA": 1152,
      "ATATTGCAGT": 1153,
      "CATCTTGCCCTT": 1154,
      "GCCGTTCCATAA": 1155,
      "CACTTCAA": 1156,
      "GCCGTCCCATGACAAGGCTT": 1157,
      "CGCGCACT": 1158,
      "ATACCTGAT": 1159,
      "GCAAAGATGATT": 1160,
      "CGCCAGGGCC": 1161,
      "CTAGGGCTT": 1162,
      "CTGACTGATGCTGAATAAAACAACCTCGACTT": 1163,
      "ACTCCCCTCCGCG": 1164,
      "ACTCCCCTCCGCGCT": 1165,
      "CGTGGCTCCCAGCCGGCATTCTGCC": 1166,
      "CGGAGTCGCA": 1167,
      "GGTCCATAACTGGGTCAA": 1168,
      "GAACATTTGGCGGGCAA": 1169,
      "CAATCTCTGGAGCTGGGGAAGAA": 1170,
      "CAATCTCGACTT": 1171,
      "CGGGATACATATA": 1172,
      "GCCCGTCT": 1173,
      "GCTCACCATTTT": 1174,
      "GCATGCTCAAGAT": 1175,
      "AGTTCAATCTTGCCCGTTATAGAAAGGAGCC": 1176,
      "GAGGGTTCGCTGCCGTGG": 1177,
      "ATATCGCCGTCCTCGACCTGTGAAA": 1178,
      "CGCGCGATAGGACATCAGCTGCAACAGT": 1179,
      "GGGTCAACTGATA": 1180,
      "CTGCACGCGTGGCCCCT": 1181,
      "CAGGATCCAGATGTACTGTAGTTAGAT": 1182,
      "CGTCCTCCAAGCATCGACGCG": 1183,
      "TTGCAATGT": 1184,
      "GCACCGTT": 1185,
      "AAAAGCGCCTCCAT": 1186,
      "CGTCCCAATTGGTGACTTCAAGGCCTGGAAGAAGTGCCGCGGCTCC": 1187,
      "CACCACAATCTCGCATCGATA": 1188,
      "GGAGCCTGGCCCCGT": 1189,
      "AGTCAATATTGAAATCACCACAT": 1190,
      "CCAGACGCCTGAAGCG": 1191,
      "GGTGGCAGTCGGACATT": 1192,
      "CGATGTCAGCTACCCGACTCG": 1193,
      "AGGACTCCGT": 1194,
      "ATGTTATTT": 1195,
      "CGGGCAAAGTCAATTTT": 1196,
      "CGGGTTACTCCCAT": 1197,
      "CATCCGCTTCCAGACGCCTGAAGCG": 1198,
      "GTCATTTATAAAGACTGGAGAAGGCCA": 1199,
      "AATGTTAAGCTGCATT": 1200,
      "GCGGGGTGTATCCTCGACCTAGTTCAATCTTGCCCGTTATAGAAAGGAGCC": 1201,
      "CCTACTCATAGACCACCCCGCATGCTCAAGAT": 1202,
      "CATTGGGAAGATGATACGAT": 1203,
      "CGCTGAGTGTCCATTTCTGG": 1204,
      "GACGATAATATA": 1205,
      "CGGTTACCCC": 1206,
      "CGGCTACACCTCC": 1207,
      "GATAAAAACC": 1208,
      "CTTCGGTAGAAAACGGAGCC": 1209,
      "GAAAGGGAGGGGGGCAAGCGCGG": 1210,
      "ACTGGGTTAGGACTCCGT": 1211,
      "GCATCGCTGTACCAGAGT": 1212,
      "CTGGCAGTATCAACGCACCGGAGCGCC": 1213,
      "CGAACAGTTCGTGT": 1214,
      "ATGTGGGCGAACAA": 1215,
      "CATAGAATAAGGAGAAACT": 1216,
      "ATTTCACGGTGGTCAGT": 1217,
      "ATCCCGTGAGCAT": 1218,
      "AGAAGCGTCTTCTTGAT": 1219,
      "CTGCCCTGGGACATCCGCTTCCAGACGCCTGAAGCG": 1220,
      "CGCGTACTGCGAGGGGGGGGGGCTAGCGCGG": 1221,
      "CCTACTCATAGACCACCCCGCATGCTCAAGATGGCTAT": 1222,
      "GCATCGCTGTACCAGAGTACTGGGTTAGGACTCCGT": 1223,
      "ACGTCAT": 1224,
      "ACCACATTAACCA": 1225,
      "CCCGT": 1226,
      "CCAGTT": 1227,
      "CCCAAT": 1228,
      "CCGCCT": 1229,
      "GGCATT": 1230,
      "GGCCCCTT": 1231,
      "GGCGAGGT": 1232,
      "ATCTA": 1233,
      "ATCGTCCTT": 1234,
      "ATCGGAT": 1235,
      "ATGCCCCGCTAGCACCTTGGCA": 1236,
      "ATCGGAGTCGCA": 1237,
      "ATCGATGTCAGCTACCCGACTCG": 1238,
      "GTCA": 1239,
      "GTCGTT": 1240,
      "GTAAAGCGGCTCC": 1241,
      "CTGTT": 1242,
      "AACTT": 1243,
      "AACGA": 1244,
      "AAGCCT": 1245,
      "AACTCC": 1246,
      "AAGGGCC": 1247,
      "AACATGT": 1248,
      "CGCGTT": 1249,
      "CGCATCC": 1250,
      "CGCCTGT": 1251,
      "CACA": 1252,
      "CAGGTCC": 1253,
      "CACGCTT": 1254,
      "GAGAAT": 1255,
      "CGTCGTT": 1256,
      "CGTCTTT": 1257,
      "TTGCT": 1258,
      "TTGGGAACGACGCC": 1259,
      "CATCAA": 1260,
      "CATGAAT": 1261,
      "CATGACC": 1262,
      "CGGTT": 1263,
      "CGGGAGT": 1264,
      "GCCTTA": 1265,
      "GCCGCACT": 1266,
      "GCTCTT": 1267,
      "GCTGACGCA": 1268,
      "GCTGCAACTAT": 1269,
      "CCTCT": 1270,
      "CCTCCT": 1271,
      "CCTAGG": 1272,
      "CCTCATCC": 1273,
      "CAAGTTACT": 1274,
      "GATGTT": 1275,
      "GATCACC": 1276,
      "GATGCCT": 1277,
      "GATCGACC": 1278,
      "GATCAATGGCTT": 1279,
      "GATAAGGGCC": 1280,
      "CTTGACC": 1281,
      "CTTGCGT": 1282,
      "CGACCTGTGAAA": 1283,
      "CGAGGCCGATGGGTT": 1284,
      "CCAGGGTT": 1285,
      "CCACCACATTAACCA": 1286,
      "CCACAGGGAT": 1287,
      "ATTAGTT": 1288,
      "ATTATTT": 1289,
      "ATTGAAAGGGAGGGGGGCAAGCGCGG": 1290,
      "GCAGG": 1291,
      "GCACTGG": 1292,
      "GCACGTT": 1293,
      "GGAGCGCGT": 1294,
      "GGACGCCCGAA": 1295,
      "GTTCAAGCAGTT": 1296,
      "GCGCAA": 1297,
      "GCGATT": 1298,
      "GCGATA": 1299,
      "GCGCCTT": 1300,
      "GGGGGT": 1301,
      "GGGGCGG": 1302,
      "GGGGCGTGTTT": 1303,
      "GGGGCATCCGCCACCTT": 1304,
      "ATAGG": 1305,
      "ATAATT": 1306,
      "ATAATGT": 1307,
      "ATAGGGTT": 1308,
      "ATAGAGTT": 1309,
      "ATACCACAAATCGTGT": 1310,
      "ATAGCACCGTT": 1311,
      "CCCCGCCGTT": 1312,
      "ACTACC": 1313,
      "ACTAGG": 1314,
      "ACTGAGCCGCG": 1315,
      "ACTGCAGTT": 1316,
      "GCATCCTT": 1317,
      "CTAGGT": 1318,
      "CTACTT": 1319,
      "CACCAAGCT": 1320,
      "CACCGGAT": 1321,
      "CACCAGTATAGTT": 1322,
      "CTGGCCACGCCGTT": 1323,
      "CGATGAT": 1324,
      "CGATATCGT": 1325,
      "CGAAGACTCGT": 1326,
      "CATTA": 1327,
      "CATTAGG": 1328,
      "AGTTAAAGTTGTA": 1329,
      "TTTCCCC": 1330,
      "CGCCCAAGCA": 1331,
      "CGTTGG": 1332,
      "CGTTGTT": 1333,
      "CGTTCATA": 1334,
      "ACCGATGTCGA": 1335,
      "GCGGGG": 1336,
      "CTCCCAGAAAGCT": 1337,
      "GAGTGGTT": 1338,
      "CGGACCACGCCGTT": 1339,
      "CGCACGTAACGCGAAA": 1340,
      "CGCTGGTCC": 1341,
      "CGCTAGTACCGCGGT": 1342,
      "CGCTAAGCAGCACATAGAGT": 1343,
      "GAATAAA": 1344,
      "GAATATTA": 1345,
      "GGTTTT": 1346,
      "GGTTCCTT": 1347,
      "ATGTCGAA": 1348,
      "ATGTGCTGCAACTAT": 1349,
      "GACCGCT": 1350,
      "GACCATTTGGCGGGCAA": 1351,
      "GACCATCCCGTGAGCAT": 1352,
      "GCGTGAAT": 1353,
      "CATACCT": 1354,
      "CATAGGCTA": 1355,
      "CATACACCACCTTGCTGCA": 1356,
      "GCTTGTTTCC": 1357,
      "AAAGGT": 1358,
      "AAACGGCTACACCTCC": 1359,
      "CCTTCGTGAA": 1360,
      "GAGCCAT": 1361,
      "CTTTAACCT": 1362,
      "CTTTCGTAATT": 1363,
      "CAGTTT": 1364,
      "GAGGAAGAA": 1365,
      "GAGGCGTGTTT": 1366,
      "GAGGGACCGCT": 1367,
      "CACCACACC": 1368,
      "CACCACTAT": 1369,
      "ATTTA": 1370,
      "ATTTAGCT": 1371,
      "GATAGGTAA": 1372,
      "GATAGGTCAGT": 1373,
      "GGCAGGCAA": 1374,
      "GGCACGCTT": 1375,
      "GGCAGCATCGCTGTACCAGAGTACTGGGTTAGGACTCCGT": 1376,
      "GGCACATACCT": 1377,
      "ATCCCT": 1378,
      "ATCCGAGTCGCA": 1379,
      "CGTCCCAATT": 1380,
      "GGAACGCC": 1381,
      "GGAAGAAGT": 1382,
      "ATCTGCT": 1383,
      "ATCTACTAAAGT": 1384,
      "ATAACCGGAT": 1385,
      "ATAAGAGGGGCGA": 1386,
      "CACTCGGCGACCCC": 1387,
      "GGCTGCAT": 1388,
      "GGCTAACATGT": 1389,
      "AAGCTGCGCGA": 1390,
      "GCGAGATCGACC": 1391,
      "GGGTTCCCAT": 1392,
      "CGTAACTGG": 1393,
      "CGTAACGCG": 1394,
      "GCGCCGGAA": 1395,
      "ATATTCAGTGA": 1396,
      "CGTACTT": 1397,
      "CCCCTTGGACACAGA": 1398,
      "CCCTCGGA": 1399,
      "CCCTCGGTAATT": 1400,
      "CCCTGAGGAAAGTT": 1401,
      "AGAGTACAA": 1402,
      "CATCCATTGAAAGGGAGGGGGGCAAGCGCGG": 1403,
      "CTTTTGT": 1404,
      "CTTTTGGCAGGCC": 1405,
      "CACATTAAGCA": 1406,
      "AGTAATTTT": 1407,
      "ATATCGCCGGCCT": 1408,
      "CTGTCTGA": 1409,
      "CTGTCATCTT": 1410,
      "GTCGCGGCTCC": 1411,
      "GGTAATGG": 1412,
      "GGTAGGAGCCT": 1413,
      "CAATATTAACCA": 1414,
      "ACTGTCGTCCCAATTGGT": 1415,
      "GCATGGGCCGATAAGGGCC": 1416,
      "GACTTCAAGGCCTGGT": 1417,
      "GACTTCAAGGCCTGGA": 1418,
      "CGTCTTAAGT": 1419,
      "AAGTGCAT": 1420,
      "AAGTGCCT": 1421,
      "CGGGGTCGTCCTCCAAGCATCGACGCG": 1422,
      "GCTACAGGATCCAGATGTACTGTAGTTAGAT": 1423,
      "CCACTTACT": 1424,
      "CCACTTCTTT": 1425,
      "CCACTTGTCGACCCCTT": 1426,
      "AGGTGACT": 1427,
      "AGGTGCACGTT": 1428,
      "CTCGCGTT": 1429,
      "CGGCGACCCTGAGGAAAGTT": 1430,
      "GATGTATGTGGGCGAACAA": 1431,
      "GATGTACTGCAGTT": 1432,
      "CTGGAGCTGGGGATGGA": 1433,
      "AGTATCGCGG": 1434,
      "CGTCGTGGT": 1435,
      "GCATTA": 1436,
      "CTGGGTCAATTGGT": 1437,
      "CGCGTACTGCGCGG": 1438,
      "GAGCCAGGATACC": 1439,
      "GAAATCACCA": 1440,
      "GCAGAGATAAAAACC": 1441,
      "CTGGCAGCATCGACGCACC": 1442,
      "CATTTCTGT": 1443,
      "AGTTAGATTTGACT": 1444,
      "GAATAAAACAATCTCGACTT": 1445,
      "GACTTCAAGGCCTGGAAAAACGGCTACACCTCC": 1446,
      "GACCCGGCGGGAAAGT": 1447,
      "CACGGTAAGG": 1448,
      "CAACCTCGTCTT": 1449,
      "ATCTGGTCATTACTATATCCAGTGTCGCGAT": 1450,
      "GGAGATCGTCGCGGTAAGGACGG": 1451,
      "GAGCCAGGATACCGTGCCAT": 1452,
      "CGTGAACCAGTT": 1453,
      "CAACGCGTAAGG": 1454,
      "GCGGCTGAGG": 1455,
      "GCGGCTGAAGT": 1456,
      "GAGCTCAGCT": 1457,
      "GCCAGGTT": 1458,
      "CCTACTTTT": 1459,
      "CGAATCAGACGTT": 1460,
      "CGCGTACGA": 1461,
      "ATGGCGAA": 1462,
      "CGCCTCCGTAGCTGT": 1463,
      "CATTCGGCGACCCCGGGGTAAGTT": 1464,
      "GGGCGAGGTCGAACAACGAA": 1465,
      "GGGCGAGGTCGAACAACGACAT": 1466,
      "GGGCGAGGTCGAACAACGACATACTCCAGGT": 1467,
      "AGTCCAACTTTGCCCGTTAGAA": 1468,
      "AGTCCAACTTTGCCCGTTATAA": 1469,
      "GTTACTACGTCAT": 1470,
      "CAATGCTTCTGGATCAA": 1471,
      "CTTTACCT": 1472,
      "CACATCACCAGTATAGTTCCTTACC": 1473,
      "ATGTCCAGT": 1474,
      "CGACTGGTTGTTGCTGACGCA": 1475,
      "CGCAACG": 1476,
      "CACCCGTGAATCAGTGCGTCTT": 1477,
      "AGGTGCCTGACCCGG": 1478,
      "CGATGCCGTCTTCCT": 1479,
      "CCTCGAACCGGCTAAGCA": 1480,
      "CGCGTACTGCGCGGGGGGGGGGCTAGCGCGGGCC": 1481,
      "CATTCGGCGACCCCGGGGTTAGTTAAAGTTGTACAAGCAGTT": 1482,
      "CGTGGCTCCCAGCCGGCATCCT": 1483,
      "GTGTCCCC": 1484,
      "GAAACTACCACATTAACCA": 1485,
      "GGTTAGGTCCGAACTCC": 1486,
      "GGTTAGGTCCGAACTCCAGACCGCCT": 1487,
      "CACATTCGCCGTGCCTCGATCACCAGGGCCCCCTCGGCCAA": 1488,
      "CAATGCTTCTGGATCCAGATGTACTGT": 1489,
      "CGATTACGACGAA": 1490,
      "GGTGAACAAAATTGCG": 1491,
      "CAACCGCCATCTT": 1492,
      "CGCCCGAAGACCCGTACT": 1493,
      "GACGTTCGAT": 1494,
      "GATCTCTCC": 1495,
      "AGTTCAATCTTCTTCGGTAGAAAACGGAGCC": 1496,
      "CCTCGAACCGGCCAAGTAGCGCAGA": 1497,
      "CGCTTGTGGGGCGTGTTTGGACGTCCGAA": 1498,
      "GCAATGATGATTATCCGAGTCGCA": 1499,
      "CACTAGAAT": 1500,
      "CAGTAGGCGAGGT": 1501,
      "GGTATACGTGT": 1502,
      "CGTCCAACTTT": 1503,
      "CGACGGAGAAGGGGGTCGACCGCTTGCTGATT": 1504,
      "GGGTGCTGTGAGCCAAGCTGCGCGTCGGGGTCGTCCTTCAAGCATCGACGCGCA": 1505,
      "GCTCCCCTCC": 1506,
      "CAACGCCTGGAGCT": 1507,
      "GGACGTTCGAAGATCCGT": 1508,
      "GTTGGACAGAGCCGCG": 1509,
      "CTAGAGCTT": 1510,
      "GTACATAT": 1511,
      "GGGTCCCTGACGCC": 1512,
      "AGCTATATTCC": 1513,
      "CTACCCGACTCGCCAGTACCGCGGT": 1514,
      "CGTCGATCTTTCGCGTTT": 1515,
      "CGCTTGTGGGGCGTGCTTGGACGTCCGAA": 1516,
      "CGATTCTGGAA": 1517,
      "CATGTTCGCT": 1518,
      "GAGTAAGCCTTA": 1519,
      "GATAGGTCAGTAGGCGAGGT": 1520,
      "CGCGCGATAGAA": 1521,
      "ATATTGCATTGTGTCCCC": 1522,
      "CAGCCAATGTTTATT": 1523,
      "CGCCTACGTA": 1524,
      "GCACATACGTGAAAAGCA": 1525,
      "GAGCCTGGATACCATGTCATGGGTCCCC": 1526,
      "GGCTAGGTGCGGTCTCCGGACCGCCTACTT": 1527,
      "GGTGGAAGCACAGGGCTGCCATCTGCTAAAGT": 1528,
      "CGCTATCAATGCAAAAGCATTTTAGGCTAGGCTAGGTGCGGTCTCCGGACCGCCTACTT": 1529,
      "ATCCTGATCAATGGCTT": 1530,
      "CATGCTGTCATCC": 1531,
      "GGTCTATGGCTTCGCTT": 1532,
      "CAAGCCGCGT": 1533,
      "GATGAATGCCCGTCT": 1534,
      "GATATACTACTAGG": 1535,
      "CTATGGGGTAATGG": 1536,
      "ATTTAGTTGTTACTACGTCAT": 1537,
      "CAGACGCTCTGGCAGTATCAACGCACCGGAGCGCC": 1538,
      "CCAGGTGTACTGT": 1539,
      "CAGCCCGTAACAATGGGTTTGAGTACCAAAAGGTTGTAGTCAAACCCGAA": 1540,
      "ATAATGAGCCGCAATAACCGGAT": 1541,
      "CTGGCAGCCTCGACGCACCGGAGCGCC": 1542,
      "CGCGCACTGCGCGGGGGGGGGGCTAGCGCGG": 1543,
      "CGGGATACATATACATAATT": 1544,
      "GCTCACCATTTTATCTGCATCAA": 1545,
      "CTGCACGCGTGGCCCCTAGCTATATTCC": 1546,
      "CGGGTTACTCCCATCCAGGTAT": 1547,
      "GTCATTTATAAAGACTGGAGAAGGCCAGATATACTACTAGG": 1548,
      "CGCTGAGTGTCCATTTCTGGGACCATCCCGTGAGCAT": 1549,
      "GACGATAATATACGTCTTAAGT": 1550,
      "CTGCCCTGGGACATCCGCTTCCAGACGCCTGAAGCGCATCTTGCCCTT": 1551,
      "ATCGTCCTTTTGGGAACGACGCC": 1552,
      "ATTAGTTATGTGCTGCAACTAT": 1553,
      "GAATATTAATTAGTTATGTGCTGCAACTAT": 1554,
      "CATACACCACCTTGCTGCAGGAGCG": 1555,
      "CCTTCGTGAACGT": 1556,
      "ATAAGAGGGGCGACCACTTGTCGACCCCTT": 1557,
      "CATCCATTGAAAGGGAGGGGGGCAAGCGCGGATCGATGTCAGCTACCCGACTCG": 1558,
      "AGGTGCACGTTCTA": 1559,
      "GATGTACTGCAGTTAGAT": 1560,
      "CTGGAGCTGGGGATGGACATTCGGCGACCCCGGGGTTAGCT": 1561,
      "GACTTCAAGGCCTGGAAAAACGGCTACACCTCCCATCCATTGAAAGGGAGGGGGGCAAGCGCGGATCGATGTCAGCTACCCGACTCG": 1562,
      "CACATTCGCCGTGCCTCGATCACCAGGGCCCCCTCGGCCAACGCGTAAGT": 1563,
      "GGTGAACAAAATTGCGATTTAGTTGTTACTACGTCAT": 1564,
      "CTATGGGGTAATGGGCTCTGG": 1565,
      "GTCATTTATAAAGACTGGAGAAGGCCAGATATACTACTAGGGCAGAA": 1566,
      "GGTGAACAAAATTGCGATTTAGTTGTTACTACGTCATATATTGCATTGTGTCCCC": 1567,
      "ACAT": 1568,
      "ACGAT": 1569,
      "AGGTT": 1570,
      "ACATCC": 1571,
      "AATCCGT": 1572,
      "ACAGGGAT": 1573,
      "CCGG": 1574,
      "CCATT": 1575,
      "CCGGCA": 1576,
      "CCCAGCC": 1577,
      "CCGCCACCTT": 1578,
      "GGCGAT": 1579,
      "GGGAGT": 1580,
      "GGCGTCC": 1581,
      "GGGCTCC": 1582,
      "ATGCC": 1583,
      "ATCTGG": 1584,
      "ATGCCT": 1585,
      "ATATAA": 1586,
      "ATCGGGT": 1587,
      "ATCCCCTTT": 1588,
      "ATCACATTAAGCA": 1589,
      "GTAA": 1590,
      "GTGTA": 1591,
      "GTGGGT": 1592,
      "GTGAAA": 1593,
      "GTCGATGTCGA": 1594,
      "GTATTGCA": 1595,
      "CTATT": 1596,
      "CTGGA": 1597,
      "CTCGAA": 1598,
      "CTGAGG": 1599,
      "CTGGTA": 1600,
      "CTAACT": 1601,
      "CTGCGGGGCAA": 1602,
      "CTGGGGGG": 1603,
      "AAGTT": 1604,
      "AAACC": 1605,
      "AAGTCGA": 1606,
      "AAGCCCCGCTGGCACC": 1607,
      "AAATGTA": 1608,
      "CGCGA": 1609,
      "CGCAAT": 1610,
      "CGCGCT": 1611,
      "CGCGGAT": 1612,
      "CGCGGGG": 1613,
      "CGCTACA": 1614,
      "CACCT": 1615,
      "CACCTA": 1616,
      "CACGCAA": 1617,
      "CAGGCAGCATCGCTGTACCAGAGTACTGGGTTAGGACTCCGT": 1618,
      "GAGAA": 1619,
      "GAATA": 1620,
      "GACAAT": 1621,
      "GAGGGCC": 1622,
      "GACGTCC": 1623,
      "GACGGGT": 1624,
      "GAGAGTT": 1625,
      "GACGCGG": 1626,
      "GAGAAAGGAGCC": 1627,
      "GACCTCCCCACG": 1628,
      "CGTAT": 1629,
      "CGTCGAA": 1630,
      "CGTGGGT": 1631,
      "CGTGGTT": 1632,
      "CGTCGGT": 1633,
      "CGTGGCA": 1634,
      "CGTGAGTA": 1635,
      "CGTCTGGAGCTGGGGAAGAA": 1636,
      "CGTCGTGGCGGACAGAGCCGCG": 1637,
      "CGTAGTATCGCGG": 1638,
      "CGTGTTGGACAGAGCCGCG": 1639,
      "TTGCC": 1640,
      "TTGGGG": 1641,
      "TTGCGGCTGAAGCG": 1642,
      "CATCGG": 1643,
      "CATCGA": 1644,
      "CATGACT": 1645,
      "CATAACTAT": 1646,
      "CATCGTGGCGGACAGAGCCGCG": 1647,
      "CATCCAGGTATCACCCCACTTGCT": 1648,
      "CGGCT": 1649,
      "CGGGTT": 1650,
      "CGGGTA": 1651,
      "CGGGAAA": 1652,
      "CGGGGCAA": 1653,
      "CGGGCCA": 1654,
      "CGGAACGGA": 1655,
      "CGGTTGCA": 1656,
      "CGGAAAGCT": 1657,
      "CGGCGATATCGT": 1658,
      "GCCCCTA": 1659,
      "GCTTT": 1660,
      "GCTGCT": 1661,
      "GCTAGCT": 1662,
      "GGTAAGGA": 1663,
      "GGTAAAGACGGGT": 1664,
      "GGTATCTGCT": 1665,
      "CCTCCACTT": 1666,
      "CAACAT": 1667,
      "CAAGGA": 1668,
      "CAAGCGCGG": 1669,
      "CAAAGA": 1670,
      "CAAGCCAGGTT": 1671,
      "CAACGTCTGGAGCTGGGGAAGAA": 1672,
      "AGTCCAGGT": 1673,
      "AGTGCGTCTTGCATGGGCCGAAAAGGGCC": 1674,
      "AGTGGGCGAGGTCGAA": 1675,
      "AGTGTAT": 1676,
      "AGTCCTACT": 1677,
      "AGTCTCGA": 1678,
      "AGTTTGGT": 1679,
      "GATAT": 1680,
      "GATGTA": 1681,
      "GATAAGCA": 1682,
      "GATCTGACT": 1683,
      "GATCGCTGCCGTGG": 1684,
      "GATGGGGGCCCCGCCCCTTGGGG": 1685,
      "GATATGA": 1686,
      "CTTGAGT": 1687,
      "CTTGAAT": 1688,
      "CTTGAGCC": 1689,
      "CTTCACCACAAT": 1690,
      "CTTCCACAT": 1691,
      "CTTAAGCG": 1692,
      "CTTCACTTCAA": 1693,
      "CTTGCGCCGGAA": 1694,
      "CGAGGGG": 1695,
      "CGACGAT": 1696,
      "CGACCAA": 1697,
      "CGAGATCGT": 1698,
      "GAAGCGT": 1699,
      "GAAATTA": 1700,
      "GAACGTTCGAA": 1701,
      "CCACCT": 1702,
      "CCAGGGCC": 1703,
      "CCAGACCGCCT": 1704,
      "CCAGAAATT": 1705,
      "CCACGACGGAGAAGGGGGTCGACC": 1706,
      "ATTATACCT": 1707,
      "GCAGAT": 1708,
      "GCACGCT": 1709,
      "GGACA": 1710,
      "GGAGCAGA": 1711,
      "GTTCTT": 1712,
      "GTTACC": 1713,
      "GCGAT": 1714,
      "GCGCGCGTGGCCCCT": 1715,
      "GGGGGAATATTAATTAGTTATGTGCTGCAACTAT": 1716,
      "ATAATCT": 1717,
      "ATAATCCA": 1718,
      "ATAGGCCA": 1719,
      "ATAGAGTTCTTTT": 1720,
      "ATAGCACCGT": 1721,
      "CCCCGCC": 1722,
      "ACTA": 1723,
      "ACTCTGGT": 1724,
      "GCATA": 1725,
      "GCATACT": 1726,
      "CTAGCT": 1727,
      "CTACGACGGAGAAGGGG": 1728,
      "CTACCCTACTCGCCAGTACCGCGGT": 1729,
      "CTAATTTCACGGTGGTCAGT": 1730,
      "CACCAT": 1731,
      "CACCCT": 1732,
      "CACCGGGTT": 1733,
      "CACCATGGA": 1734,
      "CACCCGTGTAT": 1735,
      "CACCTTGCGGCTGAAGCG": 1736,
      "CACCATAATCT": 1737,
      "CTGGATCCA": 1738,
      "CTGGTTTAGGGATT": 1739,
      "CGATGGGTCCCC": 1740,
      "CGATTTA": 1741,
      "CGATGAGTGCCCGTT": 1742,
      "CGAACATT": 1743,
      "CGAAAAACA": 1744,
      "CGAACATCA": 1745,
      "CATTGGAGT": 1746,
      "CATTCCCGT": 1747,
      "CAATGT": 1748,
      "CAATGTT": 1749,
      "CAATGAGCT": 1750,
      "CAATCTCGCAT": 1751,
      "CGCCGACC": 1752,
      "GCCTAACGA": 1753,
      "CGTTGTGCC": 1754,
      "ACCCCACC": 1755,
      "GCGGCTTAAGCG": 1756,
      "CGCGTCAGT": 1757,
      "CGCGTGGCCCC": 1758,
      "CGCGTCGGGGTCGTCCTTCAAGCATCGA": 1759,
      "CGCGTAAAGCA": 1760,
      "CGCGTGATATGA": 1761,
      "GGGTATTGT": 1762,
      "GGGTCAATAGGT": 1763,
      "GGGTCCCAAT": 1764,
      "GAGTCCCC": 1765,
      "GAGTCGACTGGTTGTTGCTTACGCA": 1766,
      "GAGTTTGCT": 1767,
      "GAGTCGCAACG": 1768,
      "GGCCCGGAT": 1769,
      "GGCCCACGT": 1770,
      "GGCCATATAGAGTTCTTTT": 1771,
      "CGGACTTCGTTT": 1772,
      "CGGACAACCGCCATCTT": 1773,
      "CGCACT": 1774,
      "CGCTGAT": 1775,
      "CGCTTTGCAATGT": 1776,
      "GGTTCGGGT": 1777,
      "GGTTCTTTT": 1778,
      "CCTCCCAGAAAGCT": 1779,
      "GACCCGCGT": 1780,
      "GACCCGTA": 1781,
      "GACCGTGGCT": 1782,
      "GGGCCACAGGGAT": 1783,
      "GCGTCGG": 1784,
      "GCGTAGTT": 1785,
      "GCGTAGTCTT": 1786,
      "CATAATAAT": 1787,
      "CATACGACC": 1788,
      "CATACTTCAGGT": 1789,
      "AAAGGGCC": 1790,
      "AAAGGAGCAGA": 1791,
      "GCAAAGAA": 1792,
      "GCAAATAT": 1793,
      "CCTTCC": 1794,
      "CCTTGCGGCTGAAGT": 1795,
      "GAGCCAAGCTT": 1796,
      "CTTTCCCTT": 1797,
      "CGTGTGAACATTT": 1798,
      "CGTGTGAACTTTT": 1799,
      "CAGTGTCGCGAT": 1800,
      "CAGTGTCA": 1801,
      "CGGTGT": 1802,
      "CGGTAGTA": 1803,
      "CGGTAGTCGGACATT": 1804,
      "GATTGTCC": 1805,
      "GATTACATCC": 1806,
      "GAGGGGT": 1807,
      "AGGCCT": 1808,
      "AGGGACAT": 1809,
      "AGGGCACTATA": 1810,
      "AGGGCGGGTT": 1811,
      "GACTCGG": 1812,
      "GACTGAGCCGCG": 1813,
      "ATTTATCCA": 1814,
      "ATTTAGCTAT": 1815,
      "GATACGAGGCCGATGGGTT": 1816,
      "GGCACATAA": 1817,
      "ATCCCTT": 1818,
      "CGCGATA": 1819,
      "CGTCCCTGCACGCGTGGCCCCTAGCTATATTCC": 1820,
      "ATCTCGTCGT": 1821,
      "GGTCCGGGTGCTGTGAGCC": 1822,
      "GGTCCATACCT": 1823,
      "GGTCCCTCCCCTT": 1824,
      "CACTGTTT": 1825,
      "CACTCGTGAAT": 1826,
      "CACTCGTGAACCAGTT": 1827,
      "GGCTCTCGACC": 1828,
      "AGAAGT": 1829,
      "AGAAGTGCCGCGGCTCC": 1830,
      "AGAACGCCCGAAGACCCGTACT": 1831,
      "CCAGGTGTTACC": 1832,
      "CCGTGGCT": 1833,
      "CCGTCACCTTGCGGCTGAAGCG": 1834,
      "GAAAGGTATACGTGT": 1835,
      "CGTAAGAGAAAGGAGCC": 1836,
      "GCGCCGGAGTT": 1837,
      "ATATTGATCTCTCC": 1838,
      "CGTACGTGTAT": 1839,
      "GCTGTGAGCC": 1840,
      "GCTGTGAGG": 1841,
      "GGATGCATCCTT": 1842,
      "CGCTTAT": 1843,
      "CGCTTGCT": 1844,
      "GCGGTGG": 1845,
      "CATCCGCCT": 1846,
      "CCTCGACCTGT": 1847,
      "AGTACCA": 1848,
      "CACATCCTT": 1849,
      "CACATCACT": 1850,
      "CACATCACTAGAAT": 1851,
      "CAGCCCTT": 1852,
      "CCAAGG": 1853,
      "CTGTCT": 1854,
      "CTGAGCA": 1855,
      "CTGAGACCTCCCCACG": 1856,
      "CAGGGATA": 1857,
      "CAGGAGTA": 1858,
      "CAAGCAGGCCCGGAT": 1859,
      "GTCGCGG": 1860,
      "GGTAGCCTAACGA": 1861,
      "CAATATTGCGGGGTGTATCCTCGACCTAGTTCAATCTTGCCCGTTATAGAAAGGAGCC": 1862,
      "CGGGAGAGTA": 1863,
      "CGGGACGCGAT": 1864,
      "ACTGTCCTCATCC": 1865,
      "GGGTCCCCGATGCC": 1866,
      "AAGAAGAA": 1867,
      "CAATTAGAGTACAA": 1868,
      "CGTCTTGGT": 1869,
      "CGTCTTCCCC": 1870,
      "GCTAAAGT": 1871,
      "GTCCAGTGTCGCGAT": 1872,
      "GTCCGCGTA": 1873,
      "AAAGTTGTTCAAGCAGTT": 1874,
      "GCTACAA": 1875,
      "GCGAGGTCGACC": 1876,
      "CTCGCGCC": 1877,
      "CTCGCGCCGGAA": 1878,
      "CGCCTATCTTT": 1879,
      "CGGCGACC": 1880,
      "GCACATACGCGTAAAGCA": 1881,
      "ATCCACGACGGAGAAGGGG": 1882,
      "ATCCAGATGTACTGTAGTTAGAT": 1883,
      "ATGTTTTTT": 1884,
      "CTTAGCC": 1885,
      "CTTACCCCTT": 1886,
      "CTTACGCGTGT": 1887,
      "GGCCCCTAACTAT": 1888,
      "CAGGTAT": 1889,
      "CAGGTGGCATT": 1890,
      "GAGTTACTACC": 1891,
      "GACCCGTCGA": 1892,
      "AGTCTGGGACTT": 1893,
      "CGTCGTGGCA": 1894,
      "AGTCAATATTGAAA": 1895,
      "CTGGGTCAATAGGT": 1896,
      "CTGGGTGGCGAT": 1897,
      "AGAAGCGCCTCCATGGCGAA": 1898,
      "CCTCGAACCCGCTAAGCAGCACATAGAGT": 1899,
      "GCAGACGCA": 1900,
      "ATAATCGGAT": 1901,
      "ATAATCGTGGCT": 1902,
      "CGTAACGCGCA": 1903,
      "CAAACAGTT": 1904,
      "CAAACAAGTCC": 1905,
      "CAAACATTGGAGT": 1906,
      "GGGGTTAGCT": 1907,
      "GCATCAAGGTACG": 1908,
      "AAATTAGCT": 1909,
      "AAATTAGGGCACTATA": 1910,
      "AGTCTTCACCACAATCTCGCATCGATA": 1911,
      "CTGGCAGCATCGA": 1912,
      "GTGCCAAAGT": 1913,
      "CTGCTGCAACGA": 1914,
      "CACAGAGATCT": 1915,
      "GAGTAGTTCTGG": 1916,
      "CGCGGTAATT": 1917,
      "CAGTTGGT": 1918,
      "GAGCCTCCGCCT": 1919,
      "CATTTGGATGCATCCTT": 1920,
      "CCTACTT": 1921,
