{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "AT": 4,
      "GC": 5,
      "GT": 6,
      "AA": 7,
      "CT": 8,
      "GG": 9,
      "CC": 10,
      "GA": 11,
      "TT": 12,
      "CA": 13,
      "ATT": 14,
      "GGC": 15,
      "GGT": 16,
      "ATA": 17,
      "GCT": 18,
      "GTT": 19,
      "CCT": 20,
      "GAT": 21,
      "CGC": 22,
      "GAA": 23,
      "CAA": 24,
      "GGA": 25,
      "GTA": 26,
      "CTT": 27,
      "CGA": 28,
      "GCA": 29,
      "CAT": 30,
      "CGT": 31,
      "AAA": 32,
      "CTA": 33,
      "CCA": 34,
      "ATTT": 35,
      "CGG": 36,
      "GGGT": 37,
      "CTTT": 38,
      "CCAA": 39,
      "CGGT": 40,
      "GATT": 41,
      "CCCC": 42,
      "CATA": 43,
      "CGGC": 44,
      "GTAT": 45,
      "GAGC": 46,
      "TTT": 47,
      "AAT": 48,
      "GGGC": 49,
      "GCCT": 50,
      "CGCT": 51,
      "CGAA": 52,
      "GGAT": 53,
      "AAGT": 54,
      "TTA": 55,
      "GGTT": 56,
      "GATA": 57,
      "CATT": 58,
      "CCAT": 59,
      "GGTA": 60,
      "GAGT": 61,
      "CGAT": 62,
      "GTTA": 63,
      "CCCT": 64,
      "ATCA": 65,
      "GTAA": 66,
      "ATTA": 67,
      "CTAA": 68,
      "ATAT": 69,
      "GCCA": 70,
      "GCAA": 71,
      "CAAA": 72,
      "GCCC": 73,
      "CGTT": 74,
      "CGGA": 75,
      "CCTT": 76,
      "GGAA": 77,
      "GCTGC": 78,
      "CTGT": 79,
      "ATAA": 80,
      "CTGC": 81,
      "ATGT": 82,
      "CGTA": 83,
      "GGCA": 84,
      "GGCT": 85,
      "CAGA": 86,
      "CGCGT": 87,
      "GCTA": 88,
      "ATAGC": 89,
      "ATTTA": 90,
      "CTAT": 91,
      "CTATA": 92,
      "CCAGC": 93,
      "GCGT": 94,
      "CGCA": 95,
      "GAGAT": 96,
      "GCTT": 97,
      "GGATT": 98,
      "GGGTT": 99,
      "CACA": 100,
      "GAAA": 101,
      "GGCTT": 102,
      "GACT": 103,
      "CTTA": 104,
      "CAGT": 105,
      "GGTGC": 106,
      "CCGA": 107,
      "GATGA": 108,
      "TTTT": 109,
      "ATGC": 110,
      "ATTTT": 111,
      "CGCTT": 112,
      "ATTAA": 113,
      "GAACT": 114,
      "CCTA": 115,
      "GGAGT": 116,
      "CCCA": 117,
      "CAAGC": 118,
      "ATTAT": 119,
      "GTGT": 120,
      "ATCT": 121,
      "AAAA": 122,
      "GGGG": 123,
      "CAAAA": 124,
      "CGATT": 125,
      "GTCC": 126,
      "AAAGA": 127,
      "CGGCT": 128,
      "GGTTA": 129,
      "GTCT": 130,
      "GCCGC": 131,
      "GGGGC": 132,
      "CCGGA": 133,
      "GCTCGC": 134,
      "CTACT": 135,
      "GCGA": 136,
      "CTCT": 137,
      "GGAAA": 138,
      "CCTCA": 139,
      "CGGTT": 140,
      "ATCGA": 141,
      "GACA": 142,
      "GACGA": 143,
      "ATTCT": 144,
      "CGGTA": 145,
      "CGAAA": 146,
      "GGGGA": 147,
      "CACT": 148,
      "CAAAT": 149,
      "GGATA": 150,
      "GGTCA": 151,
      "GCAT": 152,
      "GTCCT": 153,
      "GGGGGT": 154,
      "CTTTA": 155,
      "GGGA": 156,
      "CCGT": 157,
      "GTGTA": 158,
      "GACGAA": 159,
      "CAGAT": 160,
      "ATTGAT": 161,
      "GGTAA": 162,
      "GGAGA": 163,
      "TTAA": 164,
      "ATGGC": 165,
      "CAGC": 166,
      "GTTT": 167,
      "GGGTA": 168,
      "GGCGT": 169,
      "CCTCT": 170,
      "AAGC": 171,
      "CTCA": 172,
      "GAGCT": 173,
      "CCTGT": 174,
      "GCACT": 175,
      "CGTAA": 176,
      "CTCAA": 177,
      "CGGGC": 178,
      "CCTTA": 179,
      "GGGGT": 180,
      "CCGCA": 181,
      "GAGGC": 182,
      "CTTCA": 183,
      "GGATATT": 184,
      "ATCC": 185,
      "CCTTTT": 186,
      "CCTGA": 187,
      "GGAGAT": 188,
      "GAGCGC": 189,
      "AAGTT": 190,
      "GGACT": 191,
      "GCAGC": 192,
      "GGGAT": 193,
      "ATTGCA": 194,
      "GTAAT": 195,
      "CCACC": 196,
      "GATTA": 197,
      "CATAGGC": 198,
      "CGCTTCA": 199,
      "GTCGT": 200,
      "CGCATCA": 201,
      "CATAA": 202,
      "GGGTGC": 203,
      "GCGC": 204,
      "GAAT": 205,
      "ATTGTT": 206,
      "GAGA": 207,
      "ATTGT": 208,
      "ATTCC": 209,
      "CCTAA": 210,
      "CGCGGC": 211,
      "GAACTT": 212,
      "CTTCGT": 213,
      "GCTTT": 214,
      "GTGAA": 215,
      "CTGCT": 216,
      "CCGCAA": 217,
      "GATTT": 218,
      "GATTTT": 219,
      "CATTT": 220,
      "CGGAA": 221,
      "ATCGTT": 222,
      "GGCCCCC": 223,
      "CGCTTCAGCCA": 224,
      "GTCA": 225,
      "CAGTT": 226,
      "GCTCTT": 227,
      "GCCCGC": 228,
      "ATGA": 229,
      "CCGTA": 230,
      "CAGATGA": 231,
      "GTTCGCGT": 232,
      "GATGCA": 233,
      "GAAGGAAA": 234,
      "CGACT": 235,
      "CATGC": 236,
      "CATCGC": 237,
      "GTTACT": 238,
      "GCGTA": 239,
      "GTCTT": 240,
      "CCATA": 241,
      "CACGC": 242,
      "GCTAAT": 243,
      "CCTAAT": 244,
      "GGATGGC": 245,
      "CATTA": 246,
      "GAGATGGTGC": 247,
      "ATCGC": 248,
      "GTGTT": 249,
      "GCTGCCT": 250,
      "GCTCGCT": 251,
      "CCTTT": 252,
      "AAACT": 253,
      "GCCCCGA": 254,
      "CTACTGGATATT": 255,
      "GTGC": 256,
      "GGGAA": 257,
      "GGCCCA": 258,
      "GTTGC": 259,
      "CCTGGGTT": 260,
      "CATCC": 261,
      "CTAAT": 262,
      "ATCCCT": 263,
      "GCTTA": 264,
      "GTGA": 265,
      "CAAAAT": 266,
      "CGTGTT": 267,
      "CGGAT": 268,
      "CTTCACCAA": 269,
      "GTTTT": 270,
      "CTGA": 271,
      "CCTGTA": 272,
      "CATATAA": 273,
      "CGGGACA": 274,
      "CTTTT": 275,
      "CCAAGAA": 276,
      "CGGCA": 277,
      "GATGCACCCT": 278,
      "CGATA": 279,
      "ATCTA": 280,
      "CTGTAT": 281,
      "CCGGGGC": 282,
      "ATTGCT": 283,
      "GCTCA": 284,
      "CCTGC": 285,
      "GAAATA": 286,
      "CGTAAA": 287,
      "GAGCAA": 288,
      "GGTAGT": 289,
      "GCTGCCTT": 290,
      "GTGTACTT": 291,
      "CGCTTCAGCCAATCCCT": 292,
      "GCCGCGT": 293,
      "AAGTTA": 294,
      "CCGC": 295,
      "GAGGT": 296,
      "GAAGA": 297,
      "AAAAT": 298,
      "CGCTCGC": 299,
      "CCCTGCA": 300,
      "CTGTTTTT": 301,
      "CAGACGA": 302,
      "GCGAGAACTT": 303,
      "GGAGATGGC": 304,
      "AAGA": 305,
      "GGGATT": 306,
      "CACC": 307,
      "CAGATA": 308,
      "GGTCGA": 309,
      "ATAGGC": 310,
      "GCTAT": 311,
      "GTACT": 312,
      "CTAGC": 313,
      "CGCTCT": 314,
      "CAAAGTT": 315,
      "CTATAGGGC": 316,
      "CGCTTCAGCCAATCCCTCGC": 317,
      "GCAAGT": 318,
      "CCCGC": 319,
      "CAAT": 320,
      "ATTCCGGA": 321,
      "GGAGGT": 322,
      "CTTAA": 323,
      "CCAACTGC": 324,
      "CTAACCCTGCA": 325,
      "GCCAGATGCACCCT": 326,
      "CTGCCGT": 327,
      "GCCCCGACGGC": 328,
      "GTGGCTT": 329,
      "AAGGT": 330,
      "CAGAA": 331,
      "GGCGC": 332,
      "GATCTGT": 333,
      "CAAGCT": 334,
      "CGAGAGATGGTGC": 335,
      "CTAATAGC": 336,
      "CCACT": 337,
      "GGGCGT": 338,
      "GGGCGAGCAA": 339,
      "ATCACC": 340,
      "GGCTA": 341,
      "CCAGCGCTCGCT": 342,
      "GGGTTCT": 343,
      "CAGTAAA": 344,
      "GAGCGCCGGC": 345,
      "GCGCT": 346,
      "CCCGA": 347,
      "CCCGGA": 348,
      "GACGC": 349,
      "GAATTAA": 350,
      "CAATT": 351,
      "CACAAA": 352,
      "GGTCT": 353,
      "GGTGAAGGAAA": 354,
      "GTTCT": 355,
      "GCAGT": 356,
      "GCAGTT": 357,
      "CGTCT": 358,
      "AAACTTA": 359,
      "ATTTGGCA": 360,
      "GGAACT": 361,
      "GCTGCCCCC": 362,
      "GGGAGCGCCGGC": 363,
      "GACGG": 364,
      "CACAA": 365,
      "ATTCTT": 366,
      "GGCCGC": 367,
      "GGTAAT": 368,
      "GATGT": 369,
      "CGCCT": 370,
      "CAAGGGTGC": 371,
      "GGGTCATCGC": 372,
      "CATAGACGA": 373,
      "GGGCATT": 374,
      "GGTTGCCGCGT": 375,
      "CGTTCCT": 376,
      "CTTCGTCAAAA": 377,
      "GTTTTT": 378,
      "GGAAGT": 379,
      "CAGGC": 380,
      "ATTCTATA": 381,
      "GGTGATA": 382,
      "ATAATAT": 383,
      "ATACCTGT": 384,
      "CTACGG": 385,
      "CTAATTGAT": 386,
      "ATTTTTT": 387,
      "CATACT": 388,
      "GAGCGCAA": 389,
      "ATCGAGTT": 390,
      "GTTCGCGTGCGAGAACTT": 391,
      "GGATGGCGAGC": 392,
      "ATATA": 393,
      "GCGTT": 394,
      "GCCCA": 395,
      "GCCGCT": 396,
      "GCGCTA": 397,
      "AAGGA": 398,
      "CCAAA": 399,
      "GACGT": 400,
      "GACGGA": 401,
      "GGCGAGAT": 402,
      "ATAGGA": 403,
      "CCTCTT": 404,
      "GTAGA": 405,
      "CATGT": 406,
      "CATGA": 407,
      "CGGATGGC": 408,
      "CTTTCCTCA": 409,
      "CCAACGGTT": 410,
      "AATGTTA": 411,
      "GGTACTATA": 412,
      "GAGTATT": 413,
      "CGATGGTAA": 414,
      "ATATGTGT": 415,
      "GCCCGTGTACTT": 416,
      "ATTTACCTAAT": 417,
      "CGATTCTAA": 418,
      "CGGTAGATT": 419,
      "GCGCTT": 420,
      "AAGCCT": 421,
      "CAATCA": 422,
      "CAATGT": 423,
      "GGCGGACT": 424,
      "CAACTTT": 425,
      "GGACCT": 426,
      "CTTGGT": 427,
      "GCAATAT": 428,
      "AAACGA": 429,
      "CGGTGGGC": 430,
      "AAGTAA": 431,
      "CATTAAGT": 432,
      "CCATAA": 433,
      "CCATCTTCACCAA": 434,
      "ATAGCGAT": 435,
      "GCGTGTA": 436,
      "ATTGCAATTTA": 437,
      "CCTGGGTTCTA": 438,
      "ATGTAT": 439,
      "ATATTTT": 440,
      "GGGAGT": 441,
      "GGGGCTT": 442,
      "GAATTA": 443,
      "CAATA": 444,
      "ATTGAA": 445,
      "GCTCT": 446,
      "GTTGT": 447,
      "CGCGCTGC": 448,
      "GGAATGC": 449,
      "CGACC": 450,
      "GCACTA": 451,
      "AAACA": 452,
      "GGGTGCT": 453,
      "CGGTGCAAGT": 454,
      "GATAGACGAA": 455,
      "GGTAGCCT": 456,
      "ATTACAAGC": 457,
      "CTAAATCGTT": 458,
      "GGATTCGGCT": 459,
      "GATGAGCTA": 460,
      "ATTGTTCC": 461,
      "CCGTAGTAT": 462,
      "GCTAATCCCGC": 463,
      "CTGTTTTTGACT": 464,
      "CGCTCTGATT": 465,
      "CATACTCGGT": 466,
      "ATCAT": 467,
      "CTCGGA": 468,
      "CCGCT": 469,
      "CCCCA": 470,
      "GGTGT": 471,
      "GGTCGGT": 472,
      "ATAGT": 473,
      "ATAGGT": 474,
      "CGCAA": 475,
      "GAACTA": 476,
      "CAACAT": 477,
      "GTAATA": 478,
      "AAACCAA": 479,
      "GGGTGT": 480,
      "AAGTCA": 481,
      "TTAGC": 482,
      "CCATATT": 483,
      "GGTACCT": 484,
      "GAGTCGGGACA": 485,
      "ATATGGCT": 486,
      "CGTAGTAT": 487,
      "CGTAGTAA": 488,
      "GGCAGGAGATGGC": 489,
      "GAGATTTA": 490,
      "GGTGCCCCC": 491,
      "ATTAACAA": 492,
      "CAAGCTTA": 493,
      "ATTATCCCA": 494,
      "CGGTTA": 495,
      "GGTCAATAT": 496,
      "GACGAAGCTTT": 497,
      "TTAACGGA": 498,
      "CTCAGAGC": 499,
      "CGGGCGGGGGT": 500,
      "CTGCTGGGT": 501,
      "CCGCAACTTCGTCAAAA": 502,
      "GATTTTCCTGTA": 503,
      "GCCCGCATCA": 504,
      "CAGATGACAAGCT": 505,
      "GGCCCACGCGT": 506,
      "CATATAACCCT": 507,
      "GGTAGTGGTCGA": 508,
      "GCTGCCTTCGCGGC": 509,
      "CAGATAGGCGT": 510,
      "CAGTAAAGAACT": 511,
      "GGGCATTCGGCT": 512,
      "ATGGA": 513,
      "ATAAGT": 514,
      "ATGGCT": 515,
      "CTCC": 516,
      "CTCTT": 517,
      "GGGCA": 518,
      "GGGGGC": 519,
      "GAGTT": 520,
      "ATTATT": 521,
      "GGTGCT": 522,
      "GGTGCTA": 523,
      "ATAGCCA": 524,
      "GTTGTCCT": 525,
      "CCTCC": 526,
      "GGAAT": 527,
      "GTACTT": 528,
      "CGAGGC": 529,
      "GCACGCTTCAGCCAATCCCTCGC": 530,
      "AAAGT": 531,
      "CGGGCTT": 532,
      "GGGTCCTTA": 533,
      "CTTTATTCCGGA": 534,
      "CCCCCCCC": 535,
      "CATAATA": 536,
      "GTATGT": 537,
      "GTATCTGT": 538,
      "GGATAA": 539,
      "GCTGCCGTGTT": 540,
      "CGTAGTGGCTT": 541,
      "CCAGCATTCTATA": 542,
      "ATTGATCTCAA": 543,
      "GAGGCGAT": 544,
      "GCAGCCCA": 545,
      "CCACCCAAAAT": 546,
      "GTGAAGCTCGC": 547,
      "GCCCCGACGGCCAGT": 548,
      "GATCTGTCCT": 549,
      "CGAGAGATGGTGCGCTGCCCCC": 550,
      "CATAGACGACGA": 551,
      "GGCGAGATGT": 552,
      "GCGAA": 553,
      "AAAAA": 554,
      "GGGAACT": 555,
      "CCCAA": 556,
      "GACCA": 557,
      "GAGGAA": 558,
      "ATTCGT": 559,
      "GGCGAA": 560,
      "GCTCTAACCCTGCA": 561,
      "GTTAT": 562,
      "CCTCGT": 563,
      "GATTTTT": 564,
      "GATGCGTA": 565,
      "CAAGT": 566,
      "GGAGGTT": 567,
      "GTAGTT": 568,
      "GCAAT": 569,
      "CATCT": 570,
      "CATCGA": 571,
      "CATATAGC": 572,
      "ATTTTT": 573,
      "CGGGA": 574,
      "GGATCTTT": 575,
      "GGTAGCTT": 576,
      "GGGGGTGGGCGAGCAA": 577,
      "CAAAGTTGGAGT": 578,
      "ATAGGACTAATAGC": 579,
      "CGATTCTAAGGATT": 580,
      "ATGGT": 581,
      "ATGTT": 582,
      "ATCGCA": 583,
      "GCCGGC": 584,
      "GCATCA": 585,
      "CTCCT": 586,
      "GGGCT": 587,
      "GGATTT": 588,
      "CCGTAA": 589,
      "GAGGA": 590,
      "GAATAA": 591,
      "ATTATA": 592,
      "ATTAAT": 593,
      "ATTCGCA": 594,
      "GGCAA": 595,
      "GGCGCCC": 596,
      "GCTGT": 597,
      "GCTAA": 598,
      "GTTCTTT": 599,
      "GAAAAT": 600,
      "GGAGGC": 601,
      "CGAATTGTTCC": 602,
      "CGTGA": 603,
      "CGTTT": 604,
      "CGTCTAATTGAT": 605,
      "AAAGC": 606,
      "CCAGGGT": 607,
      "TTACCAACGGTT": 608,
      "CCATCC": 609,
      "CCATCTT": 610,
      "GAGTTT": 611,
      "CCTTGC": 612,
      "CCTTGAT": 613,
      "CCTAGC": 614,
      "GAGCTGAGATTTA": 615,
      "ATTCCCGGTGCAAGT": 616,
      "CCGCAACTTGGT": 617,
      "CAGATGACAAGCTTA": 618,
      "ATCGCCC": 619,
      "CTAATCGAT": 620,
      "CAGACGAGGCCCACGCGT": 621,
      "CTATAGGGCCAATCA": 622,
      "GAGTATTGCCT": 623,
      "GTAAGT": 624,
      "GTTTA": 625,
      "GTGGAA": 626,
      "GGGGAT": 627,
      "CCCCT": 628,
      "GACAA": 629,
      "GAGGATT": 630,
      "CACGA": 631,
      "CAGGGG": 632,
      "ATTCA": 633,
      "GGCCAT": 634,
      "GTTCCGTAGTAT": 635,
      "CCTAT": 636,
      "CCTCTTTA": 637,
      "GATAA": 638,
      "GGACCA": 639,
      "GGAGAAA": 640,
      "GTACA": 641,
      "GTACCTGT": 642,
      "GCAGA": 643,
      "GCAGGC": 644,
      "GCAGTAA": 645,
      "AAACCAT": 646,
      "ATTTCT": 647,
      "CGGGGC": 648,
      "CTTTAT": 649,
      "CTTTTT": 650,
      "CGGTGAAGGAAA": 651,
      "CCCCCGC": 652,
      "CATAGTA": 653,
      "TTTA": 654,
      "AATGGGAGCGCCGGC": 655,
      "CGCTA": 656,
      "GATACT": 657,
      "GGTACT": 658,
      "GTAAAA": 659,
      "CAAAGTAGA": 660,
      "CGTTAA": 661,
      "ATGTTT": 662,
      "CAGAGA": 663,
      "GACTCAA": 664,
      "ATGCCTACGG": 665,
      "GAACTCCAA": 666,
      "CGATTGGCCCCC": 667,
      "AAAGACGAA": 668,
      "GTCTCATA": 669,
      "CGGTAGGC": 670,
      "GTCCTTTAA": 671,
      "CGTAAGGC": 672,
      "ATCCCGC": 673,
      "CCTTTTCT": 674,
      "CATAGGCCTACTGGATATT": 675,
      "CGCATCAGTT": 676,
      "CATTTAATGTTA": 677,
      "CGACTCAAGC": 678,
      "GCTCACCA": 679,
      "AAGACGCTCGC": 680,
      "GGGTTCTGTTACT": 681,
      "ATTTGGCAGTT": 682,
      "CCTCTTCACA": 683,
      "GGAATGCCATT": 684,
      "AAGTCAGCTGCCT": 685,
      "GGTACCTGGGGA": 686,
      "ATTATTCCA": 687,
      "ACAACTTT": 688,
      "CGTTA": 689,
      "ATATTAT": 690,
      "GCATT": 691,
      "GCGCAA": 692,
      "GTGGC": 693,
      "GTCCCC": 694,
      "GGGGTT": 695,
      "GGGGAGT": 696,
      "CCCCAGC": 697,
      "ATTCGC": 698,
      "GGCGAT": 699,
      "GCTGCA": 700,
      "GTTGA": 701,
      "GTTGTT": 702,
      "GTTGCAA": 703,
      "CCTAAGTAA": 704,
      "GATTTA": 705,
      "GAAAA": 706,
      "GAAGCCT": 707,
      "GAAGCTCGC": 708,
      "GTAGT": 709,
      "AAAGCCA": 710,
      "CGGGT": 711,
      "GGGTCAT": 712,
      "CCAAGGTCT": 713,
      "GTATAAA": 714,
      "GAGCCCA": 715,
      "AAGTCTT": 716,
      "CGATATATA": 717,
      "CGGACGTAAA": 718,
      "GGAACTAT": 719,
      "ATAAAAAA": 720,
      "CTGCCATACTCGGT": 721,
      "GGCACTA": 722,
      "GGCACATATAACCCT": 723,
      "GGCTCACGC": 724,
      "CCAGCGTAA": 725,
      "ATTAAGGT": 726,
      "CGGCTGCTAATCCCGC": 727,
      "GCGACGTCTAATTGAT": 728,
      "GGGGAGCGCTT": 729,
      "CAAATGATT": 730,
      "AAGTTGTAA": 731,
      "CATAAGGC": 732,
      "CATTACA": 733,
      "GCTTAGC": 734,
      "ATAGGCCTACTGGATATT": 735,
      "GCCAGATGCACCCTCATGC": 736,
      "CTGCCGTATTTACCTAAT": 737,
      "GACGCCCCA": 738,
      "GAATTAAGGTAGTGGTCGA": 739,
      "GCGTTATTT": 740,
      "CGGATGGCCAAGGGTGC": 741,
      "CTTTCCTCACGA": 742,
      "GCAATATCTA": 743,
      "GGGGCTTCGAAA": 744,
      "GGTCGGTGGGTCATCGC": 745,
      "ATATGGCTGAGTCGGGACA": 746,
      "CATAATACGGGC": 747,
      "GTCCTTTAAGCCT": 748,
      "ATCAA": 749,
      "ATCTTTT": 750,
      "GCCGA": 751,
      "GTCTA": 752,
      "GTCTGC": 753,
      "GGGATA": 754,
      "CCATT": 755,
      "GACC": 756,
      "GACGCT": 757,
      "GAGGAT": 758,
      "CACCA": 759,
      "ATTGATT": 760,
      "GGCGAGC": 761,
      "GGCGGGC": 762,
      "GGCCTACTGGATATT": 763,
      "GGTAT": 764,
      "GCTGA": 765,
      "GCTGTT": 766,
      "GCTCTCA": 767,
      "GTTGAAA": 768,
      "CCTCCT": 769,
      "CCTCAA": 770,
      "GATATGT": 771,
      "CGCTTT": 772,
      "CAAGCCC": 773,
      "CAAAAAGA": 774,
      "GTAGC": 775,
      "CTTGC": 776,
      "CGAAT": 777,
      "CATTTT": 778,
      "CGTCGTAGTAA": 779,
      "ATTTGC": 780,
      "CGGGAAA": 781,
      "CCAAGAT": 782,
      "CCAAAAAGA": 783,
      "CCCCGTATGT": 784,
      "CATAATGC": 785,
      "GGGCGAATAA": 786,
      "GCCTCT": 787,
      "GAGTCA": 788,
      "CGATATTTA": 789,
      "ATTACA": 790,
      "GCAACTA": 791,
      "GGAAATATTTT": 792,
      "GCTGCCGG": 793,
      "GCTACCAA": 794,
      "ATAGCGATGAGCTA": 795,
      "CACAATA": 796,
      "GGTGCAAA": 797,
      "GATGACCTAA": 798,
      "GGGGGTA": 799,
      "CTACTCAAGC": 800,
      "CACTGGCTT": 801,
      "GGTCAATCAT": 802,
      "CTTTACCAA": 803,
      "ATTGATCT": 804,
      "GAGCGCAAACTTA": 805,
      "CGCATCAGATGCGTA": 806,
      "CCAAGAAAA": 807,
      "CGGCAATTACAAGC": 808,
      "ATTGCTGGCAGGAGATGGC": 809,
      "CCAACTGCGGGTGCT": 810,
      "ATCACCATTA": 811,
      "GACGGGGATGGCGAGC": 812,
      "ATACCTGTGCTCACCA": 813,
      "AAACACGT": 814,
      "GATAGACGAAGCT": 815,
      "CTGTTTTTGACTGAAA": 816,
      "CCGCTGGGT": 817,
      "CGGGCTTCAGAT": 818,
      "GTATCTGTGTACCTGT": 819,
      "GTTCTTTAAGCCT": 820,
      "ATGCA": 821,
      "GCGGC": 822,
      "AAATCGTT": 823,
      "CTCGC": 824,
      "CTCAT": 825,
      "GGGAGC": 826,
      "GGATTA": 827,
      "GGGGCA": 828,
      "TTATT": 829,
      "ATTGC": 830,
      "ATTCCATCC": 831,
      "GGCCT": 832,
      "GGCCA": 833,
      "GGCCATAGGC": 834,
      "GGTGA": 835,
      "GGTCAA": 836,
      "GGTGCA": 837,
      "GGTTTA": 838,
      "GGTGCAA": 839,
      "GTTAA": 840,
      "CCTATA": 841,
      "CCTCCCC": 842,
      "CCTCCTT": 843,
      "GATCT": 844,
      "GATGTT": 845,
      "CGCAT": 846,
      "CGCCA": 847,
      "CGCCCGTAA": 848,
      "GAAGAA": 849,
      "CAACT": 850,
      "CAACTGC": 851,
      "CAAGAGAT": 852,
      "GGACGT": 853,
      "GTAGAA": 854,
      "GTACTA": 855,
      "CTTAAGC": 856,
      "GCACTAT": 857,
      "GCAGGCTT": 858,
      "CATCTAA": 859,
      "CGTCAA": 860,
      "CGTGTA": 861,
      "CCAGTGA": 862,
      "ATTTCCT": 863,
      "GGGTGATTTTCCTGTA": 864,
      "CTTTATA": 865,
      "CCAAAAAAA": 866,
      "CATACTA": 867,
      "GTATCGTCT": 868,
      "GGGCGC": 869,
      "GGGCCT": 870,
      "CGCTCTCT": 871,
      "GGTTGGT": 872,
      "GGTTCGGT": 873,
      "GATAATGT": 874,
      "CGATAA": 875,
      "CGATTT": 876,
      "GTTAGTT": 877,
      "ATTACCAA": 878,
      "ATTAGCAA": 879,
      "ATTACCAGC": 880,
      "GCCAATAA": 881,
      "CGGACATAGGCCTACTGGATATT": 882,
      "CTGTGTT": 883,
      "CGTAGC": 884,
      "CCGACCGGGGC": 885,
      "ATTAAAT": 886,
      "GTGTCT": 887,
      "GTCTGGCGAGATGT": 888,
      "ATTCTCGCGGC": 889,
      "CGAAACTGCTGGGT": 890,
      "GGTCACTT": 891,
      "CAGATGCA": 892,
      "GCACTGTTCGCGTGCGAGAACTT": 893,
      "CCACCATTAT": 894,
      "CTTCGTGGA": 895,
      "CGGAAATAGGCCTACTGGATATT": 896,
      "CCTGGGTTCAA": 897,
      "CATCCCATT": 898,
      "GGTGAAGGAAAGGGGGT": 899,
      "GCAGTTCCAGCATTCTATA": 900,
      "GGTAATATA": 901,
      "GGTTGCCGCGTCCAGCGTAA": 902,
      "ATAATATATAA": 903,
      "GCCGCTCTCT": 904,
      "CGATGGTAACGTTCCT": 905,
      "ATATGTGTGGATA": 906,
      "CAATGTGGAA": 907,
      "CATTAAGTGCTAT": 908,
      "CCATCTTCACCAAAAAGA": 909,
      "CCATCTTCACCAAAAGGA": 910,
      "CGCGCTGCCCAGCGCTCGCT": 911,
      "GTAATAGGGTTCTGTTACT": 912,
      "GCCCGCATCACTGTAT": 913,
      "GTTGTCCTGT": 914,
      "GCACGCTTCAGCCAATCCCTCGCCGGGCGGGGGT": 915,
      "CCTCGTATGT": 916,
      "CCGCAACTTGGTCAAAA": 917,
      "CAGATGACAAGCTTAGACGA": 918,
      "ATCGCCCCATT": 919,
      "GGTCAATCATATTTA": 920,
      "GCCGATATATA": 921,
      "AAAT": 922,
      "AAGCGT": 923,
      "CTGTA": 924,
      "GGGGAA": 925,
      "GGATTTT": 926,
      "CCGTT": 927,
      "CCGAA": 928,
      "CCCAAAT": 929,
      "CCGCAT": 930,
      "GACTAA": 931,
      "GAATCT": 932,
      "CACGGGCTTCAGAT": 933,
      "ATTGAAA": 934,
      "GGCTTA": 935,
      "GGCGACA": 936,
      "GGTGAATTA": 937,
      "ATAGAA": 938,
      "ATAGGTTA": 939,
      "GCTATTTT": 940,
      "GTTAAGTT": 941,
      "GATCA": 942,
      "GATATGCCTACGG": 943,
      "GATCAAGAGAT": 944,
      "CGCCCTCT": 945,
      "GAAAT": 946,
      "GAACA": 947,
      "CAAGCCT": 948,
      "CAAGCCCGTGTACTT": 949,
      "GGAATTCCCGGTGCAAGT": 950,
      "CGAATCGA": 951,
      "GCACGCTTCAGCCA": 952,
      "GCAGCTGCCGTGTT": 953,
      "CATCGT": 954,
      "CATAAA": 955,
      "CATATCT": 956,
      "CGTATCA": 957,
      "CGTATAA": 958,
      "CGTATGC": 959,
      "AAAGCCT": 960,
      "AAAGAAA": 961,
      "CTACC": 962,
      "CTAGCT": 963,
      "CTAGAT": 964,
      "CCAGAT": 965,
      "ATTTGA": 966,
      "CGGGCA": 967,
      "CTTTATT": 968,
      "CTTTATTCC": 969,
      "CCAAGT": 970,
      "CCCCGGA": 971,
      "GTATCA": 972,
      "GAGCCCGC": 973,
      "AATAA": 974,
      "GCCTCGGTAGATT": 975,
      "CGAACT": 976,
      "CGAACATCTAA": 977,
      "GGATAAA": 978,
      "CATTCCTGA": 979,
      "CCATCT": 980,
      "CCATGCTTAGC": 981,
      "GGTAGATT": 982,
      "GTTAGACGAA": 983,
      "ATTAATT": 984,
      "GCAAAT": 985,
      "GCTGCCAA": 986,
      "CTGTCCT": 987,
      "CTGCTT": 988,
      "CTGCCAT": 989,
      "ATGTGT": 990,
      "CGTACT": 991,
      "CGTACA": 992,
      "ATTTAGTTTTT": 993,
      "CCAGCGCTCGC": 994,
      "GGATTCGGC": 995,
      "CACAATAGCGAT": 996,
      "GGTGCGA": 997,
      "GTCCATA": 998,
      "GTCCCGT": 999,
      "GGGGCCCCC": 1000,
      "ATTCTCCGCA": 1001,
      "CGAAAGCGCAA": 1002,
      "CCTCTAAACT": 1003,
      "CCTCTGGGGCTTCGAAA": 1004,
      "CTTCACGGC": 1005,
      "CCTTTTATAT": 1006,
      "GCAGCCCTGA": 1007,
      "GTCGTGGTGCCCCC": 1008,
      "GTGCCGTAGTAT": 1009,
      "GGGAACATT": 1010,
      "GTACTATTTAGTTTTT": 1011,
      "CCACTATTAT": 1012,
      "GCAGTCCA": 1013,
      "ATTTGGCAGGT": 1014,
      "GATGTATTAACAA": 1015,
      "ATTTTTTCAAA": 1016,
      "ATCGAGTTGCA": 1017,
      "GCGCTAGAGCTGAGATTTA": 1018,
      "CTTTCCTCACGACT": 1019,
      "CAATGTGGGA": 1020,
      "GGTAGCCTGGTGATA": 1021,
      "CGCTCTGATTGCAGTTCCAGCATTCTATA": 1022,
      "CGGTTACT": 1023,
      "GGGCATTCGGCTACAACTTT": 1024,
      "GGTGCTAGGGCGT": 1025,
      "GTGAAGCTCGCGGCCGC": 1026,
      "CCTTGATATTTT": 1027,
      "GCTGCACCCC": 1028,
      "GCGACGTCTAATTGATGTTGCAA": 1029,
      "CCAGTGAGTATCGTCT": 1030,
      "GGTCACTTCTGTGTT": 1031,
      "GTACTATTTAGTTTTTATT": 1032,
      "ATGTA": 1033,
      "ATCTAT": 1034,
      "ATCTTA": 1035,
      "ATATTGCAATTTA": 1036,
      "GCGGACT": 1037,
      "GTGCT": 1038,
      "GTCAA": 1039,
      "GTCAGATGCA": 1040,
      "AAGCT": 1041,
      "AAGTA": 1042,
      "AAGAAGCTCGC": 1043,
      "CTCCCC": 1044,
      "CTCCTGA": 1045,
      "GGGGCT": 1046,
      "CCGGGT": 1047,
      "CCATTA": 1048,
      "CCGCGT": 1049,
      "CCGGTGC": 1050,
      "GACTT": 1051,
      "GAGCA": 1052,
      "GAGATA": 1053,
      "GACAAA": 1054,
      "GACCTAA": 1055,
      "CACGGT": 1056,
      "CAGCTGTT": 1057,
      "GGCGA": 1058,
      "GGCGGAGT": 1059,
      "GGTTT": 1060,
      "GGTCGATTCTAAGGATT": 1061,
      "ATAGCT": 1062,
      "ATAGCA": 1063,
      "GCTCTAA": 1064,
      "GCTCCGA": 1065,
      "GCTGTCGT": 1066,
      "GCTATCACCATTA": 1067,
      "GTTCTT": 1068,
      "GTTAAT": 1069,
      "CCTGAT": 1070,
      "CCTGTAA": 1071,
      "GATCTT": 1072,
      "CGCGCT": 1073,
      "CGCCCAGGGT": 1074,
      "GAAGG": 1075,
      "GAAATGC": 1076,
      "CAACGAT": 1077,
      "GGAGATA": 1078,
      "GGAATGGC": 1079,
      "GTAGCT": 1080,
      "CTTGCCT": 1081,
      "CTTCGCA": 1082,
      "CGAATGC": 1083,
      "CGACGGTGAAGGAAA": 1084,
      "CATCTA": 1085,
      "CATCACAAA": 1086,
      "CGTGT": 1087,
      "CGTCTGT": 1088,
      "AAAATA": 1089,
      "CTAATTAAGGT": 1090,
      "CTAGCCAGATGCACCCTCATGC": 1091,
      "ATTTGGTA": 1092,
      "CGGAAA": 1093,
      "CCAAGGT": 1094,
      "CCAAAAGTT": 1095,
      "CCCCCC": 1096,
      "CATAGGGA": 1097,
      "CGGCGGC": 1098,
      "CGGCAAGT": 1099,
      "GTATAT": 1100,
      "GTATCACT": 1101,
      "GTATCGTAGTGGCTT": 1102,
      "GAGCATT": 1103,
      "GAGCGGTT": 1104,
      "GCCTCTCT": 1105,
      "CGCTCGG": 1106,
      "CGCTCATGC": 1107,
      "GGATGC": 1108,
      "AAGTCGTAA": 1109,
      "CCATATAA": 1110,
      "GAGTGC": 1111,
      "GAGTCTTT": 1112,
      "GTAAAAAA": 1113,
      "ATTAGTTGAAA": 1114,
      "CTAAAT": 1115,
      "CTAACAA": 1116,
      "ATATCGCA": 1117,
      "GCCCGTATCACT": 1118,
      "CGGACCTA": 1119,
      "GCTGCCCAGCGCTCGCT": 1120,
      "GCTGCCTTCACGGC": 1121,
      "ATGTCGAT": 1122,
      "GGCACCCCA": 1123,
      "CAGAGATGA": 1124,
      "CGCGTCAGAT": 1125,
      "CGCGTGCGAGAACTT": 1126,
      "GCGTTT": 1127,
      "CGCACT": 1128,
      "GAGATGGTGT": 1129,
      "GGCTTATCGCA": 1130,
      "CGCTTGGCCCCC": 1131,
      "GAACTCTAA": 1132,
      "CCCAGCT": 1133,
      "ATTATCC": 1134,
      "GTGTGATATGCCTACGG": 1135,
      "GGGGGATT": 1136,
      "GGTTACTT": 1137,
      "GCCGCCT": 1138,
      "ATTCTCGT": 1139,
      "CGGTAATTT": 1140,
      "CGAAACTGCT": 1141,
      "GGATACCA": 1142,
      "GCATATT": 1143,
      "GCATCATT": 1144,
      "CCGTGGCCAT": 1145,
      "CAGATAAGCGT": 1146,
      "CAGCGCAGTT": 1147,
      "GGGTACTT": 1148,
      "GCACTGTTCGCGT": 1149,
      "GTAATGGGGTT": 1150,
      "ATTGTATA": 1151,
      "CATTTAAT": 1152,
      "CCATAATA": 1153,
      "GAGATGGTGCGCTGCCCCC": 1154,
      "CCTTTGAT": 1155,
      "CGGATATAGC": 1156,
      "ATTGCTGGCA": 1157,
      "GCTGCCTTCGC": 1158,
      "AAGTTAGGA": 1159,
      "CTATAGGGCCGAT": 1160,
      "CTTAAGCCGC": 1161,
      "GCCAGATGCACCCTCACGC": 1162,
      "AAGGTTTAACGGA": 1163,
      "GGTTGCCGCGTCCAA": 1164,
      "GAGCGCAAGGTGCAA": 1165,
      "ATCGAGTTGCACTA": 1166,
      "CGGATGGCCAA": 1167,
      "GCGTGTACAAAGTTGGAGT": 1168,
      "CGACCATTTCT": 1169,
      "CTCGGAGC": 1170,
      "ATAGTGCA": 1171,
      "CAGATGACAAGCTCAGACGA": 1172,
      "CAGATAGGCGTCATAAGGC": 1173,
      "GGGGGCGAGGCGAT": 1174,
      "GGGTCCTTACCTTGC": 1175,
      "CCCCCCCCGAGGATT": 1176,
      "GCCCCGACGGCCAGTGAGTATTGCCT": 1177,
      "CATAGACGACGAATTAATT": 1178,
      "GGAGGTTCGATT": 1179,
      "GGAGGTTCAATT": 1180,
      "CGGGAGATT": 1181,
      "GGATTTGGCT": 1182,
      "CGTAAGGCGGT": 1183,
      "GTATAAAGTT": 1184,
      "ATATGGCTGAGTCGGGACACCCCCGC": 1185,
      "ATTGATCTGAA": 1186,
      "CCGCTGGGTCTTGCCT": 1187,
      "CCTCCCCCGA": 1188,
      "CCAAAAAAAGGATTCGGCT": 1189,
      "CGTAGCGGCTT": 1190,
      "GTAATAGGGTTCTGTTACTGGTACTATA": 1191,
      "ATTGAAACGT": 1192,
      "GATCAAGAGATGAGGAT": 1193,
      "GCACGCTTCAGCCAATCT": 1194,
      "GTCCATAGTCCT": 1195,
      "CTTTCCTCACGACTCTA": 1196,
      "CAGCTGTTCGAACATCTAA": 1197,
      "CGGACCTAGGCCTACTGGATATT": 1198,
      "ATCTT": 1199,
      "ATCGT": 1200,
      "ATCGATT": 1201,
      "ATGATTA": 1202,
      "GCATA": 1203,
      "GCCCT": 1204,
      "GCGCCT": 1205,
      "GCGCGT": 1206,
      "GCGGTCGGTGGGTCATCGC": 1207,
      "GTATA": 1208,
      "GTGCTA": 1209,
      "GTCGCTCTCT": 1210,
      "CTGTT": 1211,
      "CTGATA": 1212,
      "CTATAT": 1213,
      "CTATAA": 1214,
      "CTGGATA": 1215,
      "CTGTTACT": 1216,
      "CTCCTAGC": 1217,
      "CCGGC": 1218,
      "CCCGCT": 1219,
      "CCCCTT": 1220,
      "CCGGCGT": 1221,
      "CCGGGAT": 1222,
      "CCCGTCTGT": 1223,
      "GACCT": 1224,
      "GACTA": 1225,
      "GACGGT": 1226,
      "GAGATT": 1227,
      "GAGGTT": 1228,
      "GAGGTA": 1229,
      "GAGACT": 1230,
      "GACCGA": 1231,
      "CACCT": 1232,
      "CACAAATGATT": 1233,
      "ATTCAA": 1234,
      "ATTGCTT": 1235,
      "GGCATA": 1236,
      "GGCGGGGGT": 1237,
      "GGCCTAAATCGTT": 1238,
      "GGTATGGC": 1239,
      "GGTGCCCGC": 1240,
      "ATAGTGA": 1241,
      "GCTCGGC": 1242,
      "GCTCTGT": 1243,
      "GCTATTAT": 1244,
      "GCTGAGA": 1245,
      "GCTCGATA": 1246,
      "GCTCGATTGGCCCCC": 1247,
      "GTTGCCTCT": 1248,
      "CCTTTA": 1249,
      "CCTCGAT": 1250,
      "CCTCTTA": 1251,
      "CCTAAAA": 1252,
      "GATGGTGAATTA": 1253,
      "CGCGC": 1254,
      "CGCGA": 1255,
      "CGCCTCA": 1256,
      "GAAAAGC": 1257,
      "CAAGGT": 1258,
      "CAAATA": 1259,
      "CAAATTT": 1260,
      "CAACTTA": 1261,
      "GGAATA": 1262,
      "GGAGATT": 1263,
      "GTACGCTTCAGCCAATCCCTCGC": 1264,
      "CTTGCCCGTGTACTT": 1265,
      "CGAGATTTA": 1266,
      "GCAGCA": 1267,
      "GCAATCC": 1268,
      "CATATA": 1269,
      "CATCTT": 1270,
      "CATTTA": 1271,
      "CATGTCA": 1272,
      "CATGAAAAT": 1273,
      "CGTATA": 1274,
      "CGTCCT": 1275,
      "CGTCGC": 1276,
      "CGTGTGTT": 1277,
      "CGTCACAAA": 1278,
      "CGTTTAGC": 1279,
      "CGTCTAATCGAT": 1280,
      "AAACTA": 1281,
      "AAACGAA": 1282,
      "CTAGTA": 1283,
      "CTAATCGTT": 1284,
      "CCACCAA": 1285,
      "CCACCAGC": 1286,
      "ATTTATT": 1287,
      "ATTTGACGCCCCA": 1288,
      "CTTTAAGTCAGCTGCCT": 1289,
      "CCAAGTA": 1290,
      "CCAAGGATCTTT": 1291,
      "CGGTGCAAAT": 1292,
      "CATAGC": 1293,
      "CATAGGT": 1294,
      "CATAGTT": 1295,
      "CATACGGC": 1296,
      "CGGCCGC": 1297,
      "GTATCT": 1298,
      "GTATGTTT": 1299,
      "GGGCCATACTA": 1300,
      "GCCTGA": 1301,
      "GCCTCATCGA": 1302,
      "CGCTCTT": 1303,
      "CGCTAAA": 1304,
      "AAGTCTTT": 1305,
      "TTACCAA": 1306,
      "GGTTAAGC": 1307,
      "GATAGGCGAA": 1308,
      "CATTAA": 1309,
      "CATTGGAAT": 1310,
      "GGTACC": 1311,
      "GAGTCT": 1312,
      "GAGTGTCCCC": 1313,
      "CGATAT": 1314,
      "CGATGCCC": 1315,
      "CCCTCAGTAAAGAACT": 1316,
      "CCCTATCTTA": 1317,
      "ATTACC": 1318,
      "CTAAGAA": 1319,
      "CTAACCA": 1320,
      "GCAAAA": 1321,
      "GCCCGT": 1322,
      "CGTTATTCCGGA": 1323,
      "CCTTCC": 1324,
      "CCTTGCTGAGA": 1325,
      "GCTGCCCTCC": 1326,
      "ATGTGGATA": 1327,
      "CGTACAA": 1328,
      "GGCTCATA": 1329,
      "CAGACTT": 1330,
      "GCTAGGCGT": 1331,
      "GCTAGACGAAGCTTT": 1332,
      "ATTTACGGTGGGC": 1333,
      "CTATGGAT": 1334,
      "CTATAGAGC": 1335,
      "CTATACCTTTT": 1336,
      "CCAGCTT": 1337,
      "CCAGCATT": 1338,
      "CCAGCATTGTATA": 1339,
      "CGCAGATCAAGAGATGAGGAT": 1340,
      "GCTTGGC": 1341,
      "GGATTATTTT": 1342,
      "GGGTTCACT": 1343,
      "GGGTTCTGTTTTT": 1344,
      "CACACATCACAAA": 1345,
      "CAGTCT": 1346,
      "CCGACCGGA": 1347,
      "GGAGTCGGGACA": 1348,
      "ATCTATTGCA": 1349,
      "GGGGGG": 1350,
      "GGGGATA": 1351,
      "GTCCCATAGTA": 1352,
      "GGTTAGTTCCGTAGTAT": 1353,
      "GCCGCGTT": 1354,
      "GGAAAGGGGGTGGGCGAGCAA": 1355,
      "CCTCACCCGTCTGT": 1356,
      "CGGTTATAA": 1357,
      "GACAGGAA": 1358,
      "ATTCTCATA": 1359,
      "ATTCTCCTCA": 1360,
      "CGGTAGGT": 1361,
      "CGGTAATTGATCTCAA": 1362,
      "GGGGAATAAGT": 1363,
      "CACTGGT": 1364,
      "GGAGAATTGCTGGCAGGAGATGGC": 1365,
      "GGGTAGT": 1366,
      "GGCGTGTATCTGTGTACCTGT": 1367,
      "GAGCTAA": 1368,
      "CGTAACTA": 1369,
      "CGGGCGATGGTGAATTA": 1370,
      "GAGGCCCGGA": 1371,
      "ATCCATA": 1372,
      "GCAGCCAA": 1373,
      "GTCGTGGTGCCCGC": 1374,
      "CATAAGACGCT": 1375,
      "GCGCCGGC": 1376,
      "GAATCTAT": 1377,
      "GTGAAGCT": 1378,
      "CCGCAACTTCGT": 1379,
      "GATTTAT": 1380,
      "GATTTTGAATTAAGGTAGTGGTCGA": 1381,
      "GCGTAGTGGC": 1382,
      "GTCTTCATGT": 1383,
      "GCTAATCCCGA": 1384,
      "CCTAATGGGAT": 1385,
      "GGATGGCCAAGGGTGC": 1386,
      "CTTCACCAAAAAGA": 1387,
      "CGGCAGTT": 1388,
      "ATCTACCTCT": 1389,
      "GCTCACCT": 1390,
      "CCTGCGGA": 1391,
      "GAAGACGTT": 1392,
      "GGGATTGTTTT": 1393,
      "CTGCCGTATTTGC": 1394,
      "AAGGTTTAA": 1395,
      "GGCGCGAT": 1396,
      "CCACTAAACT": 1397,
      "ATCACCGTAA": 1398,
      "GGTGAAGGAAAGGGGGTGGGCGAGCAA": 1399,
      "CACAAATAA": 1400,
      "CGCCTGGTCAATAT": 1401,
      "CGTTCCTGAA": 1402,
      "GTTTTTAAAA": 1403,
      "CTAATTGATGTTGC": 1404,
      "GCGCTAGAGC": 1405,
      "GGCGGACTGGAGGC": 1406,
      "GGACCTATTATCCCA": 1407,
      "AAACGAGCCGCTCTCT": 1408,
      "GAATTAGGGTAGT": 1409,
      "ATTGAAATGT": 1410,
      "ATAGGTCTA": 1411,
      "GAACTAGAGC": 1412,
      "ATGGAATTT": 1413,
      "CGAGGCGA": 1414,
      "CTTTATTCCGGAGCTACCAA": 1415,
      "GCTCTAACCCTGCAGCTGCCGG": 1416,
      "ATTTTTGATACT": 1417,
      "GGTAGCTTGGTGATA": 1418,
      "CCATCTTCAT": 1419,
      "GAGTTTGAGGAA": 1420,
      "CAGACGAGGCCCACGCGTCTCAGAGC": 1421,
      "CAGACGAGGCCCACGCGTCTCGGAGC": 1422,
      "AAACCATCCTCCCCCGA": 1423,
      "AATGGGAGCGCCGGCCAGTT": 1424,
      "CGCATCAGTTCGATTCTAAGGATT": 1425,
      "ATTTGGCAGTTGCTGCCTTCGCGGC": 1426,
      "ATATTATATAGGACTAATAGC": 1427,
      "GGGGAGTGCCT": 1428,
      "GGAACTATAAAGAAA": 1429,
      "GGCTCACGCGCTGCCCAGCGCTCGCT": 1430,
      "CATAATACGGGCCGA": 1431,
      "GTCTGCCGA": 1432,
      "GCTCTCACCATAA": 1433,
      "ATACCTGTGCTCACCAGGTGCGA": 1434,
      "GGTTGGTGGGTCATCGC": 1435,
      "GGTTCGGTCCGTAGTAT": 1436,
      "GCACGCTTCAGCCAATCCCTCGCCGGGCGGGGGTGAAATA": 1437,
      "ATCGCCCCATTAAACCAA": 1438,
      "CCGCATCTTCGTCAAAA": 1439,
      "CCAGATGCCTCATCGA": 1440,
      "CTGCTTGGT": 1441,
      "CGTACAGGGAACT": 1442,
      "GGGAACATTGCGACGTCTAATTGATGTTGCAA": 1443,
      "CCAGTGAGTATCGTCTCCTGGGTTCTA": 1444,
      "GTCAGATGCACGCTCATGC": 1445,
      "CCTGTAACTA": 1446,
      "GAAGGGGATGGCGAGC": 1447,
      "CTAATTAAGGTGTTAAT": 1448,
      "CGGCGGCCCTCAA": 1449,
      "CAGAGATGACGA": 1450,
      "GTATAAAGTTGGAGT": 1451,
      "ATATGGCTGAGTCGGGACACCCCCGCTTACCAACGGTT": 1452,
      "CTCCTAGCCGGGCGATGGTGAATTA": 1453,
      "ATAGTGAGCTA": 1454,
      "GCTCGATAGGCCCCC": 1455,
      "CAACTTAGTCC": 1456,
      "GGGGAATAAGTTT": 1457,
      "ACAT": 1458,
      "ATCGAT": 1459,
      "ATAAAAT": 1460,
      "ATATTTTTGATACT": 1461,
      "GCCAT": 1462,
      "GCGCCC": 1463,
      "GCCGATA": 1464,
      "GTCGC": 1465,
      "GTCCTT": 1466,
      "AAGACT": 1467,
      "AAGGTAA": 1468,
      "CTCGA": 1469,
      "CTGCA": 1470,
      "CTAAA": 1471,
      "CTCTA": 1472,
      "CTGACT": 1473,
      "CTCCGCA": 1474,
      "CTAAACT": 1475,
      "CTGGCGC": 1476,
      "CTGTAAAA": 1477,
      "GGATAGC": 1478,
      "GGGGATT": 1479,
      "GGGACT": 1480,
      "GGGATGA": 1481,
      "CCATTT": 1482,
      "CCGGGA": 1483,
      "GAGTTA": 1484,
      "GAGGGTT": 1485,
      "GACGGTT": 1486,
      "GACATCT": 1487,
      "TTATA": 1488,
      "TTATTA": 1489,
      "CAGGA": 1490,
      "CACGT": 1491,
      "CACAAAT": 1492,
      "CACCGCA": 1493,
      "CAGTAAAAAA": 1494,
      "ATTCGGT": 1495,
      "ATTCATT": 1496,
      "ATTATCA": 1497,
      "ATTGTAA": 1498,
      "ATTGGAGT": 1499,
      "ATTAAAGA": 1500,
      "ATTGCTCGC": 1501,
      "ATTGCGC": 1502,
      "ATTCAAAAT": 1503,
      "GGCCAA": 1504,
      "GGCGCA": 1505,
      "GGCGCTA": 1506,
      "GGCATCGA": 1507,
      "GGCGTAAT": 1508,
      "GGTAAA": 1509,
      "GGTGAGC": 1510,
      "GGTTTT": 1511,
      "GGTGAAA": 1512,
      "GGTGGCGAGC": 1513,
      "ATAATA": 1514,
      "ATACTTA": 1515,
      "GCTCAA": 1516,
      "GCTATCA": 1517,
      "GCTGCCC": 1518,
      "GCTCAGTT": 1519,
      "GCTCCGTA": 1520,
      "GTTCGGT": 1521,
      "CCTGCTT": 1522,
      "CCTCCGA": 1523,
      "CCTGGGAT": 1524,
      "CCTGTTACT": 1525,
      "GATCGA": 1526,
      "GATGATA": 1527,
      "GATCCGT": 1528,
      "GATCTCAA": 1529,
      "GATCACC": 1530,
      "CGCCC": 1531,
      "CGCCCGT": 1532,
      "CGCGACCA": 1533,
      "CGCCCAAGGTCT": 1534,
      "GAAGGC": 1535,
      "GAACCT": 1536,
      "GAACGC": 1537,
      "GAAGATT": 1538,
      "GAAGGAGA": 1539,
      "CAACCTA": 1540,
      "CAACCACC": 1541,
      "CAACGGTGAAGGAAA": 1542,
      "GGAATCT": 1543,
      "GGAGGCGT": 1544,
      "GGAATTCC": 1545,
      "GGAGCCGA": 1546,
      "GTACCGT": 1547,
      "GTAGCTCTT": 1548,
      "CTTAT": 1549,
      "CTTGAT": 1550,
      "CTTGGCA": 1551,
      "CTTAAAA": 1552,
      "CTTAAAGC": 1553,
      "CGACCTTTTCT": 1554,
      "GCAATA": 1555,
      "GCACTT": 1556,
      "GCAATAGC": 1557,
      "GCAGAACT": 1558,
      "GCAGTAAT": 1559,
      "GCAGCAGA": 1560,
      "GCAGCTGTCGT": 1561,
      "CATCAT": 1562,
      "CATCGAA": 1563,
      "CATTTAA": 1564,
      "CATTTAGC": 1565,
      "CATGGAATGCCATT": 1566,
      "CGTCCAA": 1567,
      "CGTCCCT": 1568,
      "CGTCTTTT": 1569,
      "AAAGAA": 1570,
      "AAACTAA": 1571,
      "CTACCCC": 1572,
      "CTAGGGGT": 1573,
      "CCAAT": 1574,
      "CCAGGGAT": 1575,
      "CCAGGATAA": 1576,
      "ATTTGT": 1577,
      "ATTTGGCGCCC": 1578,
      "CGGGGGT": 1579,
      "CGGGCAA": 1580,
      "CGGATAGC": 1581,
      "CGGGCCGC": 1582,
      "GGGTGCTT": 1583,
      "CTTTCAT": 1584,
      "CTTTGATT": 1585,
      "CCAAAAAAT": 1586,
      "CCCCGTAAGT": 1587,
      "CATACA": 1588,
      "CATAGTAT": 1589,
      "CATAGCAGCCCTGA": 1590,
      "CATACACACATCACAAA": 1591,
      "GTATCAGT": 1592,
      "GTATATTTCCT": 1593,
      "GTATGGTCAATCATATTTA": 1594,
      "GAGCAT": 1595,
      "GAGCGCA": 1596,
      "TTTGC": 1597,
      "TTTGAGT": 1598,
      "GCCTGCATCA": 1599,
      "GCCTAAATCGTT": 1600,
      "CGAAGAAATA": 1601,
      "GGATCCAT": 1602,
      "AAGTCT": 1603,
      "AAGTTT": 1604,
      "TTAATT": 1605,
      "TTAATTATA": 1606,
      "GGTTGCCT": 1607,
      "GGTTCCATAATA": 1608,
      "GATAAT": 1609,
      "GATAGGCGACA": 1610,
      "CATTATA": 1611,
      "CATTATTGATT": 1612,
      "CCATGCT": 1613,
      "CCATCTCC": 1614,
      "CCATCAAAAAGA": 1615,
      "CCATGTACTATTTAGTTTTTATT": 1616,
      "GGTACCGGGGC": 1617,
      "GAGTCGA": 1618,
      "GAGTCCCGGA": 1619,
      "GTTAGGCGAA": 1620,
      "GTAAAAGTTGTAA": 1621,
      "ATTACTT": 1622,
      "ATTACAAA": 1623,
      "CTAACGTGTT": 1624,
      "ATATCCCAA": 1625,
      "GCCACGCA": 1626,
      "GCCAGAGCGGTT": 1627,
      "CAAACGT": 1628,
      "CGTTGCAGCCCA": 1629,
      "GGAACGGC": 1630,
      "GCTGCCTTCGTGGA": 1631,
      "ATAACC": 1632,
      "ATAACATT": 1633,
      "CTGCGGGAT": 1634,
      "CTGCCGTAACTA": 1635,
      "CGTAGGTTA": 1636,
      "CGTAGCTCTT": 1637,
      "CGTAGTGC": 1638,
      "GGCACT": 1639,
      "GGCACA": 1640,
      "GGCTAA": 1641,
      "GGCTCT": 1642,
      "GGCTCTAATTAAGGTGTTAAT": 1643,
      "CAGACCT": 1644,
      "CAGAGGA": 1645,
      "CAGACTCAA": 1646,
      "CAGACATCC": 1647,
      "GCTACGAA": 1648,
      "CTATGCTCGGC": 1649,
      "CTATAGGACCA": 1650,
      "GCGTGAACTT": 1651,
      "GCGTCATTT": 1652,
      "CGCAGGTGAAGGAAAGGGGGT": 1653,
      "CGCAGTAAAAGTTGTAA": 1654,
      "GGATTCTCCTGA": 1655,
      "GGGTTCTGT": 1656,
      "GGGTTATATTTTTGATACT": 1657,
      "CACAGAT": 1658,
      "CACAGGTGAAGGAAA": 1659,
      "CACAGATAATGT": 1660,
      "CACAGTTGTCCTGT": 1661,
      "GACTGGTACTATA": 1662,
      "CTTACTGA": 1663,
      "CAGTAAAGA": 1664,
      "CAGTTTATTA": 1665,
      "CCGAGGC": 1666,
      "CCGACGTAAA": 1667,
      "GATGACCTAAGTAA": 1668,
      "CGCTTCGGTAATTT": 1669,
      "CCTAGT": 1670,
      "CCTACTAT": 1671,
      "CCTACAGATA": 1672,
      "CCTACGTTATTCCGGA": 1673,
      "GGAGTATT": 1674,
      "ATTATCCATA": 1675,
      "GTGTAAACGA": 1676,
      "ATCTGGCCCA": 1677,
      "ATCTATTCTT": 1678,
      "AAAAAA": 1679,
      "CAAAACCAAGAT": 1680,
      "CAAAAGCCTAAATCGTT": 1681,
      "GTCCATAGGC": 1682,
      "AAAGACGAT": 1683,
      "CGGCTATTACCAGC": 1684,
      "GCCGCCCT": 1685,
      "GCCGCCAAAT": 1686,
      "CCGGACAATGTGGGA": 1687,
      "GCTCGCGGC": 1688,
      "CCTCACGA": 1689,
      "CCTCAGCTT": 1690,
      "GGGGAATATGTGT": 1691,
      "CACTGGTAAT": 1692,
      "GCATATA": 1693,
      "GCATATTCTT": 1694,
      "CCGTCTT": 1695,
      "GGTAAGGATACCA": 1696,
      "GGGTAGTT": 1697,
      "GGGTAATTTT": 1698,
      "GGGTAGTGGAA": 1699,
      "CCTCTGGGGC": 1700,
      "AAGCTTA": 1701,
      "CCTTACCTACGTTATTCCGGA": 1702,
      "GGGGTCGGGAAA": 1703,
      "CCGCACGC": 1704,
      "GAGGCTTA": 1705,
      "GGATATTATTGCAATTTA": 1706,
      "ATCCCATAA": 1707,
      "AAGTTATAGAA": 1708,
      "GGGATCGT": 1709,
      "ATTGCAATTCA": 1710,
      "GATTAATAGC": 1711,
      "CATAGGCATCGA": 1712,
      "GAATCGC": 1713,
      "ATTGTTCCCAGCT": 1714,
      "GATTTATCTATTGCA": 1715,
      "GCTCTTGC": 1716,
      "ATGAGGGATT": 1717,
      "GTCTTGGTGCCCCC": 1718,
      "GCTGCCTCGGTAGATT": 1719,
      "CGGATGGCTAA": 1720,
      "CATATAACGATTT": 1721,
      "CGTAAAGGTTA": 1722,
      "GAGGTTTA": 1723,
      "CGCTCGCCCTCGTATGT": 1724,
      "CGCTCTGATTT": 1725,
      "CAAAGTTAAAGT": 1726,
      "CCCGCATGCA": 1727,
      "GGAGGTGGC": 1728,
      "GGAGGTCCA": 1729,
      "CCAACTGCGGATA": 1730,
      "GCCAGATGCACCCTCATCC": 1731,
      "CTGCCGTATTTA": 1732,
      "GCCCCGACGGCCTAT": 1733,
      "CGAGAGATGGTGCGTTGCCTCT": 1734,
      "GGCTAGTATCT": 1735,
      "CCCGGACCAAGT": 1736,
      "GGAACTATAAAAAA": 1737,
      "GGGAGCGCCGGCCATTTAATGTTA": 1738,
      "ATTTTTTCAACGAT": 1739,
      "GAGCGCAAGGTGCAAA": 1740,
      "ATCGAGTTGTA": 1741,
      "GCGCTAGAGCT": 1742,
      "GACGTCTAATCGAT": 1743,
      "GACGGACCCGCATGCA": 1744,
      "CGATGGTAACGTCCCT": 1745,
      "CATTAAGTGCAGT": 1746,
      "CCATAAGGCGGGC": 1747,
      "GCGTGTACAAA": 1748,
      "GGGAGTGCCGGC": 1749,
      "GATAGACGAACAT": 1750,
      "CGCTCTGATTGTAGTT": 1751,
      "CCATATTGGCCATAGGC": 1752,
      "GGCAGGAGATGGCCGGCA": 1753,
      "CTCAGAGCGGTTGCCGCGTCCAGCGTAA": 1754,
      "CCGCAACTTCGTCAAAACTATAA": 1755,
      "CATATAACCCTCAGTAAAGAACT": 1756,
      "CAGATAGGCGTCATAATGC": 1757,
      "CGAGGCGTGTACTT": 1758,
      "CCCCCCCCGT": 1759,
      "GCTGCCGTGTTAT": 1760,
      "CCACCCAAAATGA": 1761,
      "GATCTGTCCTCGGA": 1762,
      "GATCTGTCCTCGTA": 1763,
      "GATCTGTCCTCGGACGTAAA": 1764,
      "CGAGAGATGGTGCGCTGCCCCCCGGATGGCCAAGGGTGC": 1765,
      "CGAGAGATGGTGCGCTGCCCCCCGGATGGCCAA": 1766,
      "GGCGAGATGTGCCAATAA": 1767,
      "GCGAAGTT": 1768,
      "ATTCGTATAGGTTA": 1769,
      "CAAGTCGATATTTA": 1770,
      "GCAATATAGC": 1771,
      "CATATAGCGATT": 1772,
      "ATAGGACTAATAGCATTCGCA": 1773,
      "CTCCTGGGGT": 1774,
      "GGCGCCCCACAAATGATT": 1775,
      "CGAATTGTTCCCGGCT": 1776,
      "CGAATTGTTCCCGGCTGCTAATCCCGC": 1777,
      "CTATAGGGCCAATCAGTTAAGTT": 1778,
      "GAGTATTGCCTCCTGGGTTCTA": 1779,
      "CGCTAATTGATCTCAA": 1780,
      "CAGAGAGGTTGCCT": 1781,
      "GAACTCCAAGGATCTTT": 1782,
      "GTCTCATAGGTTA": 1783,
      "CGTAAGGCGGGGGTA": 1784,
      "GGTACCTGGGGAGCACGCTTCAGCCAATCCCTCGC": 1785,
      "CCCCAGCTTACCAACGGTT": 1786,
      "GTTGACGTACAA": 1787,
      "GTAGTGGGGCCCCC": 1788,
      "GGGTCATCGCT": 1789,
      "GAGCCCACCAACTGCGGGTGCT": 1790,
      "AAGTCTTAAGT": 1791,
      "AAGTCTTATTCCATCC": 1792,
      "CTGCCATACTCGGTGTCTGCCGA": 1793,
      "CATTACAGGCA": 1794,
      "GCAATATCTACCTCTTCACA": 1795,
      "GGCGGGCGTA": 1796,
      "GCTCTCACCATTA": 1797,
      "GTAGCCCTCACCCGTCTGT": 1798,
      "CGTCGTAGTAAAAGTTGTAA": 1799,
      "CCCCGTATGTCATATAGC": 1800,
      "GCAACTAGAACTAGAGC": 1801,
      "ATAGCGATGAGCTAGT": 1802,
      "CTACTCAAGCCCACTATTAT": 1803,
      "CCAAGAAAAGGATTCGGCT": 1804,
      "GGCCTCCCA": 1805,
      "CAACTGCCTCGGTAGATT": 1806,
      "GTAGAAGTTCT": 1807,
      "GCAGGCTTCTCCTAGCCGGGCGATGGTGAATTA": 1808,
      "ATTAAATGAA": 1809,
      "CGAAACTGCTGGGTCTTTCCTCACGA": 1810,
      "ATAATATATAAGATTAATAGC": 1811,
      "ATATGTGTGGATAATAGTGCA": 1812,
      "GGGGAACGC": 1813,
      "GGATTTTCCT": 1814,
      "GACTAAGCTTT": 1815,
      "GGCTTAGCAGTAA": 1816,
      "GAAATCCAAGGATCTTT": 1817,
      "GAACACCTAA": 1818,
      "CGTATAACCCT": 1819,
      "CCATCTCCATCAAAAAGA": 1820,
      "CCATGCTTAGCATAGCCA": 1821,
      "CTGCCATATTTACCTAAT": 1822,
      "CCTTTTATATGGTT": 1823,
      "GCAGTCCAGACTCAA": 1824,
      "GCTGCACCCCGGATGGCCAAGGGTGC": 1825,
      "GCTCCGAGGGT": 1826,
      "CGCGCTGATT": 1827,
      "CTAGCCAGATGCACCCTCATGCGGAATGGC": 1828,
      "CGCGTCAGATGCGTA": 1829,
      "GAGATGGTGTGCTGCCCTCC": 1830,
      "GTGTGATATGCCTACGGGATTTTT": 1831,
      "GGTTACTTCAGC": 1832,
      "CCGTGGCCATATCTACCTCT": 1833,
      "CATTTAATGTAA": 1834,
      "CGGATATAGCGGTCACTTCTGTGTT": 1835,
      "GAGCGCAAGGTGCAAAAGC": 1836,
      "CGTAAGGCGGTGGTACCGGGGC": 1837,
      "CCGCTGGGTCTTGCCTCATGA": 1838,
      "CAGCTGTTCGAACATCTAACGTGTT": 1839,
      "GAAAAGCATT": 1840,
      "CAAATTTCAGTTTATTA": 1841,
      "GCAATCCCTA": 1842,
      "CATGAAAATATT": 1843,
      "CGTCTAATCGATGTTGC": 1844,
      "CTAATCGTTGTTGC": 1845,
      "ATTTATTGGGAGC": 1846,
      "CTAACCAGATGCACCCT": 1847,
      "CCTTCCCTTGC": 1848,
      "ATGTGGATAATTGCGC": 1849,
      "CGCAGATCAAGAGATGAGGATGCACTA": 1850,
      "GCTTGGCAAAGCCA": 1851,
      "GGGGGGGGGCGAGCAA": 1852,
      "CGGTAGGTGGATT": 1853,
      "CACTGGTATTGT": 1854,
      "GAGCTAAGTAAT": 1855,
      "ATCCATACGGCAGTT": 1856,
      "GCGCTAGAGCCGATATTTA": 1857,
      "CCATCTTCATCAAAAAGA": 1858,
      "AAACCATCCTCCCCCGAGGATTATTTT": 1859,
      "ATACCTGTGCTCACCAGGTGCGAGGGTGT": 1860,
      "CCAGATGCCTCATCGACCAGTGAGTATCGTCTCCTGGGTTCTA": 1861,
      "ACATCACC": 1862,
      "GATCACCGGC": 1863,
      "GGAGCCGAGATT": 1864,
      "CGTCTTTTCAAAGTAGA": 1865,
      "CTGCGGGATTTA": 1866,
      "GTCCATAGGCCTAAATCGTT": 1867,
      "CGATGGTAACGTCCCTGGAGGTTCGATT": 1868,
      "CCATAAGGCGGGCGAGCT": 1869,
      "AGCGGACT": 1870,
      "ATATTT": 1871,
      "ATCTTT": 1872,
      "ATCGCT": 1873,
      "ATGCGT": 1874,
      "ATGGCTT": 1875,
      "ATCCGA": 1876,
      "ATCCTTT": 1877,
      "ATATTAAT": 1878,
      "GCGAT": 1879,
      "GCCAA": 1880,
      "GCGCCA": 1881,
      "GCGCTCGCT": 1882,
      "GCATCACC": 1883,
      "GCCCAGCGCTCGCT": 1884,
      "GCATTTGC": 1885,
      "GCATATCGCA": 1886,
      "GTCGCGT": 1887,
      "GTCTAT": 1888,
      "GTCAAAGTT": 1889,
      "GTATTGC": 1890,
      "GTCGATGGTAACGTCCCTGGAGGTTCGATT": 1891,
      "AAATT": 1892,
      "AAATCA": 1893,
      "AAGGATT": 1894,
      "AAGAACT": 1895,
      "AAGAGGC": 1896,
      "CTCCA": 1897,
      "CTGTAA": 1898,
      "CTCAGA": 1899,
      "CTGGTTA": 1900,
      "CTGGAGGT": 1901,
      "CTATTATCCCA": 1902,
      "CTCGACCATTTCT": 1903,
      "CTGATTTTGAATTAAGGTAGTGGTCGA": 1904,
      "GGGGTA": 1905,
      "GGGAAA": 1906,
      "GGAAAGACGAA": 1907,
      "CCCAT": 1908,
      "CCGGAT": 1909,
      "CCGACT": 1910,
      "CCCATGC": 1911,
      "CCAAAAT": 1912,
      "CCCGGCTGCTAATCCCGC": 1913,
      "GAATA": 1914,
      "GAATCA": 1915,
      "GAGGCTT": 1916,
      "GAATTTT": 1917,
      "GACAAAA": 1918,
      "GAGCACT": 1919,
      "GACCCAA": 1920,
      "GACCAAGGTCT": 1921,
      "GACGGCAAGT": 1922,
      "GAATCACCGTAA": 1923,
      "GAATTAAAGA": 1924,
      "GACGTAGTGC": 1925,
      "GACGCTCGCCCTCGTATGT": 1926,
      "GAATATGTGTGGATAATAGTGCA": 1927,
      "TTCTT": 1928,
      "TTGATT": 1929,
      "TTAAT": 1930,
      "CAGGT": 1931,
      "CAGAGC": 1932,
      "CAATTA": 1933,
      "CACTGT": 1934,
      "CAGAAA": 1935,
      "CACCCA": 1936,
      "CAGGAGA": 1937,
      "CAGGGGT": 1938,
      "CACCAAGAA": 1939,
      "CAGGGATT": 1940,
      "CACGCTTCAGCCAATCCCTCGC": 1941,
      "CAATTTGA": 1942,
      "CACGAGAGATGGTGCGTTGCCTCT": 1943,
      "ATTCGA": 1944,
      "ATTAAA": 1945,
      "ATTCTA": 1946,
      "ATTCGCAA": 1947,
      "ATTGTAGTT": 1948,
      "ATTCCATCTTCACCAAAAAGA": 1949,
      "GGCGGT": 1950,
      "GGCAAT": 1951,
      "GGCCAGA": 1952,
      "GGCGCCGC": 1953,
      "GGCCTACT": 1954,
      "GGCGGGGTCGGGAAA": 1955,
      "GGTGGT": 1956,
      "GGTATTTA": 1957,
      "GGTGGAGA": 1958,
      "GGTCGATTCTAA": 1959,
      "GGTCAACAT": 1960,
      "GGTGAGCGCAAACTTA": 1961,
      "GGTCCCCCC": 1962,
      "ATACAGC": 1963,
      "ATAATGA": 1964,
      "ATAGGATAA": 1965,
      "ATAGACGCT": 1966,
      "ATAGAGCCCGC": 1967,
      "GCTCGGT": 1968,
      "GCTGTAA": 1969,
      "GCTGCCA": 1970,
      "GTTATA": 1971,
      "GTTGCCC": 1972,
      "GTTCTACGG": 1973,
      "GTTAAGCCT": 1974,
      "GTTCACCA": 1975,
      "GTTGCTGCCTTCACGGC": 1976,
      "GTTCTAGCCAGATGCACCCTCATGCGGAATGGC": 1977,
      "CCTCAT": 1978,
      "CCTCGGC": 1979,
      "CCTCTAA": 1980,
      "CCTCCGT": 1981,
      "CCTTTAA": 1982,
      "CCTGGGGT": 1983,
      "CCTCTTTCAT": 1984,
      "CCTGGAGGTCCA": 1985,
      "GATAT": 1986,
      "GATGAGC": 1987,
      "GATATTTA": 1988,
      "GATCTAT": 1989,
      "GATCTATA": 1990,
      "GATCAGC": 1991,
      "GATTTAACGGA": 1992,
      "GATGATTTTCCTGTA": 1993,
      "GATATCCCATAA": 1994,
      "CGCGTA": 1995,
      "CGCCGT": 1996,
      "CGCGCAGC": 1997,
      "CGCCTGA": 1998,
      "CGCCGCCCTCT": 1999,
      "GAAGCT": 2000,
      "GAACAA": 2001,
      "GAAGTA": 2002,
      "GAACCAA": 2003,
      "GAACTAT": 2004,
      "GAAATGCCTACGG": 2005,
      "GAACGCTAAA": 2006,
      "CAAGGA": 2007,
      "CAACGGT": 2008,
      "CAAGCCA": 2009,
      "CAAGCTCTT": 2010,
      "CAAGGGGAGCGCTT": 2011,
      "CAACCTATA": 2012,
      "CAAGACAAA": 2013,
      "CAACCCCTT": 2014,
      "GGAGCT": 2015,
      "GGAGAA": 2016,
      "GGAATAT": 2017,
      "GGACGTT": 2018,
      "GGAGACT": 2019,
      "GGAGGTTA": 2020,
      "GGAGCTTT": 2021,
      "GTAGCA": 2022,
      "GTACTATA": 2023,
      "GTAGCTCT": 2024,
      "GTAATTGATCTCAA": 2025,
      "GTAGTACTA": 2026,
      "GTAATTTACGGTGGGC": 2027,
      "CTTCC": 2028,
      "CTTGTAT": 2029,
