{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "A": 1,
      "C": 2,
      "G": 3,
      "T": 4,
      "AT": 5,
      "CC": 6,
      "AG": 7,
      "CG": 8,
      "TG": 9,
      "AA": 10,
      "CT": 11,
      "TT": 12,
      "GG": 13,
      "CA": 14,
      "CAG": 15,
      "ATG": 16,
      "CCG": 17,
      "ATT": 18,
      "CGG": 19,
      "AGG": 20,
      "CTG": 21,
      "ACC": 22,
      "AGT": 23,
      "CAT": 24,
      "ACG": 25,
      "CAA": 26,
      "ACT": 27,
      "AAT": 28,
      "TGG": 29,
      "AAG": 30,
      "CCT": 31,
      "CTT": 32,
      "CGT": 33,
      "GGG": 34,
      "TGT": 35,
      "CGCG": 36,
      "CATG": 37,
      "ATAT": 38,
      "CACG": 39,
      "AGAG": 40,
      "TTT": 41,
      "AATT": 42,
      "ACA": 43,
      "AAAA": 44,
      "CGGG": 45,
      "TGGG": 46,
      "CAGG": 47,
      "CATT": 48,
      "CTTG": 49,
      "AGTT": 50,
      "CCAG": 51,
      "CTCC": 52,
      "CTAA": 53,
      "AGGT": 54,
      "CCGT": 55,
      "ATCC": 56,
      "CGGT": 57,
      "ACAT": 58,
      "CGAG": 59,
      "ACAA": 60,
      "ACTG": 61,
      "CGCC": 62,
      "CAGT": 63,
      "ATTG": 64,
      "ACCT": 65,
      "AAGT": 66,
      "ATGT": 67,
      "CGTT": 68,
      "CACC": 69,
      "ATTT": 70,
      "CTCG": 71,
      "AACC": 72,
      "CAGTG": 73,
      "CTAG": 74,
      "AACG": 75,
      "TGTG": 76,
      "ATCG": 77,
      "CCTT": 78,
      "ACTT": 79,
      "ATAA": 80,
      "TGAG": 81,
      "ACAG": 82,
      "GGT": 83,
      "ACGG": 84,
      "ATAG": 85,
      "ACCG": 86,
      "CTTT": 87,
      "ACGT": 88,
      "TGGT": 89,
      "CCGTG": 90,
      "CCAA": 91,
      "CTCT": 92,
      "AATG": 93,
      "CCCC": 94,
      "ATTGG": 95,
      "CAAG": 96,
      "CTGG": 97,
      "TGTT": 98,
      "ATGG": 99,
      "TGCG": 100,
      "ACCCC": 101,
      "AAGG": 102,
      "AAGTT": 103,
      "CAGCC": 104,
      "CGAA": 105,
      "TGCC": 106,
      "CCGTT": 107,
      "CTCA": 108,
      "CAACC": 109,
      "ACCAG": 110,
      "CAGAT": 111,
      "CGCGGG": 112,
      "TGAT": 113,
      "AAAG": 114,
      "CCGAG": 115,
      "ATATT": 116,
      "AGGGG": 117,
      "ATACG": 118,
      "ACCTT": 119,
      "ATGAA": 120,
      "ATCAT": 121,
      "CTTAAG": 122,
      "AATAG": 123,
      "CATGT": 124,
      "CGACT": 125,
      "ATACT": 126,
      "AGTG": 127,
      "TTCC": 128,
      "CACT": 129,
      "ATCT": 130,
      "CAGCT": 131,
      "AGGTG": 132,
      "ACGGT": 133,
      "CCGGG": 134,
      "ATACC": 135,
      "ATAAT": 136,
      "ATCA": 137,
      "ATAAAA": 138,
      "CGTACC": 139,
      "CGTG": 140,
      "TGAGT": 141,
      "AGGCT": 142,
      "ACGGGG": 143,
      "AGCC": 144,
      "AGGG": 145,
      "CTGT": 146,
      "ATATCC": 147,
      "TTAA": 148,
      "CGGGT": 149,
      "CTTCC": 150,
      "CAGGT": 151,
      "TGAAT": 152,
      "CACA": 153,
      "ACACC": 154,
      "ATATG": 155,
      "AGTAA": 156,
      "CGTCC": 157,
      "CAGAG": 158,
      "ATATGG": 159,
      "TGAA": 160,
      "CACGG": 161,
      "CAAAG": 162,
      "AGTTG": 163,
      "CCCGT": 164,
      "AATGG": 165,
      "CATCG": 166,
      "GGGT": 167,
      "AGAAT": 168,
      "CATCC": 169,
      "ACTGG": 170,
      "CAGTT": 171,
      "ATGCT": 172,
      "ATACAA": 173,
      "CTAGCG": 174,
      "ACTCG": 175,
      "CAGGCCG": 176,
      "TTTT": 177,
      "GGGG": 178,
      "CTGCGCC": 179,
      "ATCCG": 180,
      "TGTTT": 181,
      "CACCG": 182,
      "AATCT": 183,
      "CTCCG": 184,
      "CTACG": 185,
      "CATTT": 186,
      "CAGTGCCT": 187,
      "CGCGCG": 188,
      "ACACG": 189,
      "TGCCG": 190,
      "AGTCGG": 191,
      "CGAAG": 192,
      "AGGAT": 193,
      "CTGCTT": 194,
      "ATCCT": 195,
      "CTGGT": 196,
      "CGTGGG": 197,
      "CAATT": 198,
      "ACATG": 199,
      "CCGAA": 200,
      "CGTTCT": 201,
      "CTAAG": 202,
      "ACTAG": 203,
      "CGAGGG": 204,
      "CACTT": 205,
      "CAGTGT": 206,
      "ATTATTG": 207,
      "CTGGG": 208,
      "CTTGG": 209,
      "ACGATG": 210,
      "CCTCT": 211,
      "AATCTT": 212,
      "ATGCC": 213,
      "CTAACG": 214,
      "ACCCG": 215,
      "ATAGG": 216,
      "CGGCC": 217,
      "ACTAA": 218,
      "CAAGT": 219,
      "ATAACTG": 220,
      "CATTCC": 221,
      "AGCCG": 222,
      "ACCGT": 223,
      "CTTAA": 224,
      "CGCATG": 225,
      "ATGAG": 226,
      "ACATT": 227,
      "ATAGT": 228,
      "AAGGT": 229,
      "AAATT": 230,
      "CCTG": 231,
      "AGAGGG": 232,
      "CAGCCCCG": 233,
      "CTAT": 234,
      "CGGCGG": 235,
      "AAGTTAAAA": 236,
      "AAACC": 237,
      "CCCG": 238,
      "CTGTG": 239,
      "ACCCCG": 240,
      "CTATG": 241,
      "AACGGGG": 242,
      "AGCAT": 243,
      "ACAGT": 244,
      "AGTCG": 245,
      "TGGAG": 246,
      "CCTCACC": 247,
      "ATATGGACCG": 248,
      "CATACT": 249,
      "AGAGACGGGG": 250,
      "ATTCAG": 251,
      "AAGTCCG": 252,
      "ATATTG": 253,
      "AGAGG": 254,
      "CGGGTGT": 255,
      "CACAT": 256,
      "ATACGGG": 257,
      "ATGCGG": 258,
      "ACTCT": 259,
      "AATTT": 260,
      "TGAGGG": 261,
      "ATGAT": 262,
      "TGCAG": 263,
      "CTGCGCGGG": 264,
      "ATGATAT": 265,
      "CAAAA": 266,
      "CCGG": 267,
      "AAAGGT": 268,
      "CACACG": 269,
      "CATTCT": 270,
      "AATAGCTAGCG": 271,
      "AGTTGTGG": 272,
      "CACGT": 273,
      "ATGCG": 274,
      "ACCCCAGTAA": 275,
      "CGAAATTATTG": 276,
      "CGTAA": 277,
      "ATCTG": 278,
      "CAGAATT": 279,
      "CGCCG": 280,
      "ACAAAAG": 281,
      "CCGTGTG": 282,
      "CAGTGCC": 283,
      "ACGAAG": 284,
      "ACAAGAG": 285,
      "AGTTCTTAAG": 286,
      "CTACCT": 287,
      "CGAGCCT": 288,
      "CTCCGTG": 289,
      "CGGAT": 290,
      "AGTCCT": 291,
      "CTTGTT": 292,
      "AACGCTG": 293,
      "CGCGT": 294,
      "CTCCT": 295,
      "CAGCAA": 296,
      "TGGGT": 297,
      "CTAAACG": 298,
      "CATGG": 299,
      "CGCGCGGG": 300,
      "ATTAG": 301,
      "CTTGCATGT": 302,
      "CAGCTACCT": 303,
      "ATGTT": 304,
      "CGCGACACC": 305,
      "ATCCTG": 306,
      "ATCAA": 307,
      "AGAA": 308,
      "ATAAAACGGT": 309,
      "ACTGGT": 310,
      "ATATGGACCGCGTACC": 311,
      "TGAGG": 312,
      "CTCGT": 313,
      "AATGGCGG": 314,
      "CATCGATT": 315,
      "ATTCG": 316,
      "ACGGGT": 317,
      "ATCGAATAG": 318,
      "AGGATACGG": 319,
      "AAAAG": 320,
      "ACGTAGTT": 321,
      "ATCGACAT": 322,
      "CGAGG": 323,
      "CGAGT": 324,
      "AGATCC": 325,
      "CGGACCT": 326,
      "CGCCCC": 327,
      "CAATG": 328,
      "CACGAGAG": 329,
      "AATGT": 330,
      "CGACTT": 331,
      "CAAT": 332,
      "CGGGTGTG": 333,
      "ACCAGCAGTT": 334,
      "ACCTTCGCATG": 335,
      "CGGATAACTG": 336,
      "CGTGGGAGGGG": 337,
      "AATTAGG": 338,
      "AGGCGAG": 339,
      "ACGAGG": 340,
      "CAGGCCGCCGGG": 341,
      "CCTTAA": 342,
      "AACGGGGCTAA": 343,
      "CTCCACAT": 344,
      "ATGATATCC": 345,
      "CATAG": 346,
      "CGTCCG": 347,
      "CGGTG": 348,
      "CTGAGT": 349,
      "CCATG": 350,
      "TTATG": 351,
      "CAGTGCT": 352,
      "TGCGACT": 353,
      "CAGCACG": 354,
      "ACAAAAAA": 355,
      "AAGTCCGTGGG": 356,
      "CACATT": 357,
      "CCGCC": 358,
      "AGTCCTT": 359,
      "CGCCAG": 360,
      "CAAGG": 361,
      "ACAAG": 362,
      "CACTTT": 363,
      "CATGAG": 364,
      "CTCGAATT": 365,
      "CGTTCTTTT": 366,
      "CGAATG": 367,
      "AACAG": 368,
      "CGGATTG": 369,
      "AATCC": 370,
      "ACGGTG": 371,
      "CGCCT": 372,
      "CCGATAG": 373,
      "CTAGGT": 374,
      "ATTAA": 375,
      "CGCGGGCGACT": 376,
      "ATGAACGG": 377,
      "ACCCCAGTAACATCGATT": 378,
      "ATGACC": 379,
      "AAAACA": 380,
      "TGGTCGG": 381,
      "ACGAG": 382,
      "CGGGG": 383,
      "AAGAG": 384,
      "TGGGTG": 385,
      "AACCG": 386,
      "ATGAACGTACC": 387,
      "CCGAAAGT": 388,
      "ATCTT": 389,
      "CTGAG": 390,
      "ATATGGACCGCGTACCGGGG": 391,
      "AGTCT": 392,
      "CGGGCGT": 393,
      "CACTCG": 394,
      "ATCGAATAGAGG": 395,
      "CCAGCG": 396,
      "TGCACG": 397,
      "CAGCCCCGCGGT": 398,
      "CCGTTT": 399,
      "CATGCT": 400,
      "TGCCAG": 401,
      "AAAGG": 402,
      "ATACAT": 403,
      "CCATT": 404,
      "CGAATT": 405,
      "ATGTG": 406,
      "CCTTG": 407,
      "CCTCTCCGTT": 408,
      "CCTGT": 409,
      "AATCG": 410,
      "ATCGG": 411,
      "CGTCAG": 412,
      "CAGTCT": 413,
      "CGGGTGTGAATT": 414,
      "CTGGGT": 415,
      "CCTAG": 416,
      "CACGGG": 417,
      "CTAACCAA": 418,
      "CGCGGGTT": 419,
      "ATGCTCGGGTGT": 420,
      "ACAAAA": 421,
      "AGAGGGCCTCACC": 422,
      "CATGCTTG": 423,
      "ATAAG": 424,
      "ATAGGCT": 425,
      "CACAGG": 426,
      "CGCGAG": 427,
      "CATCCT": 428,
      "ACCCGAAT": 429,
      "CGCCCCAGAG": 430,
      "CATTTCC": 431,
      "GGGCC": 432,
      "CGCCACCT": 433,
      "CTAACGCTCC": 434,
      "CTCAG": 435,
      "AGGTGAAG": 436,
      "CAGCTGCTT": 437,
      "ATGGG": 438,
      "CCAAT": 439,
      "CGACTTCAACC": 440,
      "GT": 441,
      "CGCAG": 442,
      "AATTCC": 443,
      "ATTGT": 444,
      "CCACAT": 445,
      "AGTTCTT": 446,
      "CACCGCGCGCG": 447,
      "TGCT": 448,
      "ACTTG": 449,
      "CGAACCT": 450,
      "AATAGCTAGCGCAGTGCCT": 451,
      "CGTTT": 452,
      "CATGTT": 453,
      "ATCCCGTGGGAGGGG": 454,
      "ATCCGCTGCGCC": 455,
      "CAATTT": 456,
      "CCTCTG": 457,
      "ATATAG": 458,
      "CACGATGCGG": 459,
      "AGTTTGG": 460,
      "CAGATAAGT": 461,
      "ATCATAG": 462,
      "ACTGCAAAG": 463,
      "ATTGGTGCCAG": 464,
      "CGAAATTATTGCGAGGG": 465,
      "CTTGATT": 466,
      "AAGTACCTTCGCATG": 467,
      "CACCCTGCGCGGG": 468,
      "CTTAAGGGG": 469,
      "TTTGCC": 470,
      "CCGCTGT": 471,
      "AAGTTAAAAAATT": 472,
      "AGGTT": 473,
      "AAGAT": 474,
      "TGGGCAGAATT": 475,
      "CACATTCACGG": 476,
      "ACAGG": 477,
      "TTAG": 478,
      "CAGGCTGTG": 479,
      "CGGGTCGGCGG": 480,
      "CAGTGTCCAA": 481,
      "AACAA": 482,
      "AAGTCG": 483,
      "ACTCTCTCC": 484,
      "AGTCCTTATT": 485,
      "CAGGG": 486,
      "ATTATT": 487,
      "CATCAGG": 488,
      "ATCCTGAGT": 489,
      "CAGGCCGCCGGGCTCCGTG": 490,
      "CATTTT": 491,
      "ATATCCCAT": 492,
      "TGCGACTCGTAA": 493,
      "AACA": 494,
      "CAAAGTTCTTAAG": 495,
      "CCGTGAGGT": 496,
      "CGAGCCTAGAG": 497,
      "ATGGT": 498,
      "AGCT": 499,
      "CAAGGT": 500,
      "ACACACC": 501,
      "ACAAGAGAGGGG": 502,
      "CGCGACACCCACGAGAG": 503,
      "CGCT": 504,
      "AAAAT": 505,
      "ACCGG": 506,
      "CGGTAATT": 507,
      "ATCGAACGGGGCTAA": 508,
      "ATTTT": 509,
      "CCGCCGT": 510,
      "TGGATT": 511,
      "ACATATG": 512,
      "CACCCAGCC": 513,
      "CCAACATACT": 514,
      "CCGAGCGAG": 515,
      "ACTAGACGGGT": 516,
      "ACCCCGCTCT": 517,
      "AACCCGAG": 518,
      "CACTTTGT": 519,
      "CAGCTACCTCCCGT": 520,
      "CATCCG": 521,
      "CTCGAGT": 522,
      "CGGCCAATT": 523,
      "CTGAGTAA": 524,
      "CTTAG": 525,
      "AGAGTT": 526,
      "ATGTTG": 527,
      "TGTGTT": 528,
      "CGTTATAA": 529,
      "ACTCGACTG": 530,
      "CGCAT": 531,
      "CAGCTAAACG": 532,
      "CGGTT": 533,
      "ACTTT": 534,
      "AAAT": 535,
      "ATGCCTT": 536,
      "ACCAATG": 537,
      "CTAGGG": 538,
      "ACTTAAAGGT": 539,
      "ACAGGG": 540,
      "CACGTCC": 541,
      "ACTCC": 542,
      "CAGTTG": 543,
      "AACGAAG": 544,
      "CGAAT": 545,
      "AGTACA": 546,
      "ACTTGG": 547,
      "CGGGGGG": 548,
      "CAGAGTGAGGG": 549,
      "AGTCGGCCGT": 550,
      "CTCAA": 551,
      "ACGAAAA": 552,
      "TGTAGTT": 553,
      "CTCCCTCCACAT": 554,
      "CGTGGGAGAGG": 555,
      "CCTCTCCGTTATATTG": 556,
      "TGCAA": 557,
      "CAGCCAG": 558,
      "AGGCC": 559,
      "AGGCG": 560,
      "ACTACG": 561,
      "ATGTATTT": 562,
      "CCTTTGGT": 563,
      "TGTCC": 564,
      "CTCGATTG": 565,
      "CTCTG": 566,
      "CTGCGT": 567,
      "TTAACAG": 568,
      "CATGGAATCTT": 569,
      "CCTCTTGCATGT": 570,
      "TGTAT": 571,
      "CTCAATG": 572,
      "ACGCC": 573,
      "TGGATAT": 574,
      "CAAGGG": 575,
      "AGGAA": 576,
      "ACGGG": 577,
      "CAACGAAG": 578,
      "AATCTTG": 579,
      "CAGGCTG": 580,
      "ACCTCC": 581,
      "ATATTAG": 582,
      "TGAATTGT": 583,
      "AGCCGCCTTAA": 584,
      "CGTTCTTTTATACG": 585,
      "CAAAAT": 586,
      "TGTTGTT": 587,
      "CATGCTACG": 588,
      "ACAATTT": 589,
      "CCAGCAA": 590,
      "CTCCCGT": 591,
      "TGAGCG": 592,
      "AATGGCGGAAAG": 593,
      "CATACC": 594,
      "CAGGCCGACAG": 595,
      "CGTGAT": 596,
      "TTCAA": 597,
      "CAAACC": 598,
      "AACGCTT": 599,
      "CGTCCGACTAA": 600,
      "TTTTT": 601,
      "ATGATG": 602,
      "TGGCG": 603,
      "AAGTG": 604,
      "ATATCGG": 605,
      "ATATCTGGT": 606,
      "CCGATG": 607,
      "CATTCACTTTGT": 608,
      "CTTGATTCAG": 609,
      "ATTTTT": 610,
      "AAGTTTG": 611,
      "ATCCCGTGGGAGGGGCACCGCGCGCG": 612,
      "CTTACGGT": 613,
      "AATTCAGTCT": 614,
      "CCCCCT": 615,
      "ACGGGGAACGCTG": 616,
      "TGTCCAA": 617,
      "ACATACT": 618,
      "ATCTCAG": 619,
      "CAGTGCTCATCC": 620,
      "ATGACCATTGG": 621,
      "AGACGG": 622,
      "AGGAG": 623,
      "CATGCTACAT": 624,
      "ACTGCAAAGTGGG": 625,
      "ACAGGT": 626,
      "CAATAG": 627,
      "ATTACG": 628,
      "ACCAT": 629,
      "AATCCT": 630,
      "CCTAAG": 631,
      "ATATTAAAACA": 632,
      "CGCGCGATGG": 633,
      "CATTCCCCGTG": 634,
      "AAGTCCGTGGGATTGG": 635,
      "AGGATAAAACGGT": 636,
      "CGCGCGCGGGCGACT": 637,
      "AAAAAGTTGTGG": 638,
      "CTTCCCCGTG": 639,
      "ATACA": 640,
      "ATCATT": 641,
      "TGTGG": 642,
      "ATTCC": 643,
      "TGGACGG": 644,
      "CGTCCGT": 645,
      "CTCGCAT": 646,
      "TGTGTTAACAG": 647,
      "AGAGACGGGGTGAG": 648,
      "CGCAAG": 649,
      "AACT": 650,
      "TGTACC": 651,
      "TGTACG": 652,
      "AGGCGAGCTAACCAA": 653,
      "ACCCCGCTCTCAAGT": 654,
      "TTTAAG": 655,
      "AAGTTCCG": 656,
      "ATACTACTG": 657,
      "AGAATTG": 658,
      "TGCCGCATGCTTG": 659,
      "ATCTGCTGCGCC": 660,
      "CTAAT": 661,
      "CAATCC": 662,
      "CTCGACA": 663,
      "CATGTCCT": 664,
      "CGTCCACG": 665,
      "ACAAAAGCATTTCC": 666,
      "ATTGGTGCCAGAT": 667,
      "ATCAGT": 668,
      "ATGGGT": 669,
      "TGAACG": 670,
      "CACGCG": 671,
      "CTGACC": 672,
      "CAACCAATG": 673,
      "ACGGTCAGT": 674,
      "ACACGCTTGTT": 675,
      "AGAGACGGGGAGAG": 676,
      "CAGCAACAGATAAGT": 677,
      "CGATT": 678,
      "CCGCTCT": 679,
      "TGTTG": 680,
      "CACGTT": 681,
      "TTTACG": 682,
      "CATTCTTT": 683,
      "AACCGG": 684,
      "ATAGTCCGT": 685,
      "ACTGGTCAGTGTCCAA": 686,
      "ACATATGATACC": 687,
      "CGAT": 688,
      "CGCGGGG": 689,
      "CGTTCC": 690,
      "CCTTTT": 691,
      "ACCGCCT": 692,
      "CGACTAA": 693,
      "CTATCC": 694,
      "AAGTGAT": 695,
      "CTTAAGT": 696,
      "CTCCCTAG": 697,
      "ATTTACGTAGTT": 698,
      "ACAAAAAAACCCGAAT": 699,
      "CACGATGCGGACCCCAGTAACATCGATT": 700,
      "CAGGCCGCCGGGCTCCGTGCTACCT": 701,
      "CCGCCGTATT": 702,
      "AACGG": 703,
      "ATGACAA": 704,
      "AGTTACAA": 705,
      "CCGTGAT": 706,
      "ACCCCGGT": 707,
      "ATACTTGCACG": 708,
      "CACTCC": 709,
      "CTGCG": 710,
      "AGTTCGG": 711,
      "CACGGAT": 712,
      "TGCAGATTGG": 713,
      "AGGATACGGATGTATTT": 714,
      "TTTGCCCGT": 715,
      "CTCCCTAGCCGCC": 716,
      "TGATT": 717,
      "CATCCGGG": 718,
      "ACGCGAG": 719,
      "ACGAGCAT": 720,
      "TGGTGTTT": 721,
      "ACACCT": 722,
      "ATAAAG": 723,
      "CCGACCGT": 724,
      "CGGCT": 725,
      "AATTCAA": 726,
      "CTTGAGT": 727,
      "CTCCCATG": 728,
      "CTCACCG": 729,
      "CAGATCACTCG": 730,
      "ATACAACAATT": 731,
      "AATCTCGGGT": 732,
      "CTCCGCG": 733,
      "AGCG": 734,
      "ATTCTTG": 735,
      "TGGCAT": 736,
      "AAGGTGAAT": 737,
      "ATACTCGGGCGT": 738,
      "CAGTGCCTAGGTGAAG": 739,
      "CACATTGG": 740,
      "ATCGACATAATAGCTAGCGCAGTGCCT": 741,
      "CGCGAGACCCC": 742,
      "ATCCGCTGCGCCTTATG": 743,
      "CTTAAGGGGCGGGTGTGAATT": 744,
      "AGCCGT": 745,
      "AGATTG": 746,
      "TGCTG": 747,
      "CGGATCA": 748,
      "AGTCCGTTT": 749,
      "CAAACTT": 750,
      "CGTACT": 751,
      "CGTCCCC": 752,
      "TGTCCTTTGGT": 753,
      "CACGATAGGCT": 754,
      "CCAGTG": 755,
      "CCAGTGTCCAA": 756,
      "CTCCCCTG": 757,
      "TGAGGGGCC": 758,
      "ACAGTT": 759,
      "CCGAGACT": 760,
      "CCGAGCGGG": 761,
      "TGAAATTATTG": 762,
      "CATGTTACGAAG": 763,
      "CATGCTACGAAG": 764,
      "CCCCGT": 765,
      "CACTTG": 766,
      "CGGTAAG": 767,
      "CGCCACCG": 768,
      "CCAGT": 769,
      "TGATG": 770,
      "ATGTGG": 771,
      "ATTTG": 772,
      "AGGCTAA": 773,
      "AATCA": 774,
      "TGGCCG": 775,
      "CGTTG": 776,
      "CAAAGATATGGACCGCGTACCGGGG": 777,
      "CAATTCCTAG": 778,
      "CTATT": 779,
      "CAGTTT": 780,
      "CAAAGG": 781,
      "ACGGTT": 782,
      "CATTTCCAG": 783,
      "CCGTGTGTTTT": 784,
      "ACCAGCAGTTCTAACGCTCC": 785,
      "ACTAGACGGGTAAT": 786,
      "CAATTCCTAGATCAT": 787,
      "CAAGAG": 788,
      "CAGACC": 789,
      "CAGAGTG": 790,
      "ATGTATGATAT": 791,
      "ACCCCCAGGCCGCCGGGCTCCGTGCTACCT": 792,
      "CTCAATCC": 793,
      "AAAGGG": 794,
      "CGTGAGGT": 795,
      "CTAAGCATT": 796,
      "ATGTTTGGT": 797,
      "CTCGCATAATCT": 798,
      "CGCATT": 799,
      "CAGACTG": 800,
      "CCGACG": 801,
      "AAGGG": 802,
      "CTTCCCC": 803,
      "ATATAA": 804,
      "AGTTACG": 805,
      "CTCGCATT": 806,
      "ATAATTT": 807,
      "CACGTCCCC": 808,
      "AGAT": 809,
      "CGTGCC": 810,
      "CACCT": 811,
      "CACTAG": 812,
      "CTGTT": 813,
      "AATGGT": 814,
      "TGTCG": 815,
      "CGAGCC": 816,
      "AACCCCTCTTGCATGT": 817,
      "ATGGGG": 818,
      "CCGAGCCGT": 819,
      "CGCGCGGGAGCC": 820,
      "TGGGG": 821,
      "AACCT": 822,
      "CTCCGT": 823,
      "CGGAA": 824,
      "CGGATG": 825,
      "AGTTTT": 826,
      "ATTTCCAG": 827,
      "CCTTATG": 828,
      "ACCTTCAAAGTTCTTAAG": 829,
      "CGGCCAATTAGG": 830,
      "ATGAACGTACCAT": 831,
      "CGTTATAACCGAAAGT": 832,
      "AAGGTGAATAGTCCT": 833,
      "AGACC": 834,
      "AGCTTG": 835,
      "AAACG": 836,
      "AGGACAG": 837,
      "AGTCGCCACCT": 838,
      "CTTGAGG": 839,
      "CTAACC": 840,
      "ATCCACTG": 841,
      "TGGGCAGAATTCGG": 842,
      "ACTTAAAGGTCACACG": 843,
      "AGATG": 844,
      "AACTG": 845,
      "CGGCCG": 846,
      "AGTATAAAACGGT": 847,
      "CAAACCT": 848,
      "CCTCG": 849,
      "CTTACG": 850,
      "TGTTGTTT": 851,
      "AGTTTTT": 852,
      "ACCCCATG": 853,
      "CTCAAT": 854,
      "ATACTTG": 855,
      "ATAAAACCTG": 856,
      "CAGAGAAAAG": 857,
      "ATACGGGATATTAAAACA": 858,
      "CCAGCGAGGT": 859,
      "CACACC": 860,
      "AGTCCGTT": 861,
      "CATATAGG": 862,
      "TGTATATG": 863,
      "CGGGGG": 864,
      "ACCTTG": 865,
      "ATTTCGTGGGAGAGG": 866,
      "ATCGAAT": 867,
      "TGCCGG": 868,
      "GTTGCC": 869,
      "TGTGTTACCAG": 870,
      "ATCCGTT": 871,
      "ATTATGAG": 872,
      "AGGCTCG": 873,
      "ACTCCGTT": 874,
      "AATGGG": 875,
      "ACACACG": 876,
      "ATCGAA": 877,
      "ATAAACGGT": 878,
      "CCGTGGGGT": 879,
      "CATACTTTAA": 880,
      "CGTTCTTTTATACGAGCAT": 881,
      "CAATGT": 882,
      "CAGCCG": 883,
      "CGGACCG": 884,
      "TGTCCT": 885,
      "TGTCAGAT": 886,
      "CACGCACG": 887,
      "CACGTTCC": 888,
      "CCTTTGCG": 889,
      "ACAGAGGG": 890,
      "AGGTGAA": 891,
      "CCGTGTGTT": 892,
      "CACGGGTGT": 893,
      "CAGCAACAGATAAGTTGAATTGT": 894,
      "TCCGACCGT": 895,
      "ATTGGT": 896,
      "AAATTG": 897,
      "CTACTG": 898,
      "CATGGG": 899,
      "AATCACG": 900,
      "CATGAA": 901,
      "AACGCGG": 902,
      "ATAACTTGG": 903,
      "CTCTATG": 904,
      "AGTGCGCG": 905,
      "ACAAAAAAACC": 906,
      "ACAGGGCCTCACC": 907,
      "ATGATGAGGGG": 908,
      "CCTTT": 909,
      "AACGGCGG": 910,
      "CAGCA": 911,
      "CCTAAAA": 912,
      "TGTAGTCCT": 913,
      "TGGGCAGCCCCGCGGT": 914,
      "ACTTTGT": 915,
      "ACCAGCAGAT": 916,
      "CGCGGGCGAGT": 917,
      "ATATGGTT": 918,
      "CTAACGCTTCC": 919,
      "CATTCCCCG": 920,
      "CTGGGTCAA": 921,
      "CAGAGTGAGGGCTAGGT": 922,
      "ACATACTATACTACTG": 923,
      "AGACGGATTG": 924,
      "ATACTTGCACGACT": 925,
      "CTAGTT": 926,
      "CTAATG": 927,
      "CCGAGGCT": 928,
      "AGTCCG": 929,
      "CATTGT": 930,
      "CTTACAATTT": 931,
      "GGGCG": 932,
      "TGTAG": 933,
      "CGCGCGTCCCC": 934,
      "TTTCAGT": 935,
      "TGGGCG": 936,
      "CTCCCC": 937,
      "ACTTCGTGCC": 938,
      "CAGTGCCACAT": 939,
      "ACGAGGAGTTTGG": 940,
      "AAGTTAAAAAATTACTCTCTCC": 941,
      "ATAAAACCTGACTCC": 942,
      "ATCAG": 943,
      "TGACT": 944,
      "TGAATG": 945,
      "CTCGAG": 946,
      "CTGAAAG": 947,
      "CTGACTTGG": 948,
      "ACCATTGG": 949,
      "CGTCAA": 950,
      "CACGATG": 951,
      "CACGAGT": 952,
      "ATAAAGTCGG": 953,
      "AAGTTCCGAA": 954,
      "AGATCCCAG": 955,
      "CAGAGAAAAGACT": 956,
      "CCCTT": 957,
      "CGCTCT": 958,
      "CTGGGG": 959,
      "AGTACG": 960,
      "CCTATAGT": 961,
      "CTTAATG": 962,
      "CGCGAGTT": 963,
      "ATATACT": 964,
      "CGCCCGACTAA": 965,
      "AACGTGT": 966,
      "ACGTCCG": 967,
      "AAAGAGTTGTGG": 968,
      "ATCACTCG": 969,
      "AGTTGGGG": 970,
      "ACTGGCCAGTGTCCAA": 971,
      "CAATTTATGCTCGGGTGT": 972,
      "CGGGTCGGCGGATCCCGTGGGAGGGGCACCGCGCGCG": 973,
      "CAGTTGCCGAGCCGT": 974,
      "CGGGGGGTGGACGG": 975,
      "TGAATT": 976,
      "AAATACAA": 977,
      "TTCA": 978,
      "ATTCGG": 979,
      "TGGATTG": 980,
      "TGGATAG": 981,
      "CCTAACC": 982,
      "CAGGTGTG": 983,
      "CTAAAAG": 984,
      "CTAAATCC": 985,
      "CTAACCATT": 986,
      "ACTGT": 987,
      "ACAGTTT": 988,
      "AAGGAACG": 989,
      "ACATTTGAT": 990,
      "CATTCTTTAA": 991,
      "TGCCGGATG": 992,
      "ATCCGT": 993,
      "TGCGT": 994,
      "CCGATGAACGG": 995,
      "AGTATAA": 996,
      "CATGGT": 997,
      "CATATGATATCC": 998,
      "TGGTG": 999,
      "AAGATAT": 1000,
      "CGTCCT": 1001,
      "CATTCGCAG": 1002,
      "CTCCCAAAA": 1003,
      "TGTTTT": 1004,
      "CTCAATCCT": 1005,
      "ATATTCAATTCCTAGATCAT": 1006,
      "TGAATCAA": 1007,
      "AGAATCAGCTGCTT": 1008,
      "CACCGCGCGAGACCCC": 1009,
      "CGCCAGCC": 1010,
      "TGGTCGGCACCCTGCGCGGG": 1011,
      "TGCAACTCG": 1012,
      "TGTCCACG": 1013,
      "CCGGT": 1014,
      "CTTTT": 1015,
      "ACCCAT": 1016,
      "ACTACGT": 1017,
      "TGCGACC": 1018,
      "TGTTTCGTTCT": 1019,
      "ATGCGCAAG": 1020,
      "ACGAAGAACA": 1021,
      "CGCCCCAGAGCCGAGCGAG": 1022,
      "TGTACCCACGCACG": 1023,
      "CAGACCAACAG": 1024,
      "CAGCGCCT": 1025,
      "AGTCCGT": 1026,
      "CAAAATT": 1027,
      "AATCTCGACA": 1028,
      "TGGAGTT": 1029,
      "CGTAGG": 1030,
      "CTCCCTCC": 1031,
      "ATCCCGAGT": 1032,
      "CGTTTT": 1033,
      "AACCAAGTACCTTCGCATG": 1034,
      "CAGCTAT": 1035,
      "CTGAGTAAGT": 1036,
      "TGGGTGCACATTGG": 1037,
      "CCGTGATCTCAATG": 1038,
      "ATCGAACTGGGTCAA": 1039,
      "AGATT": 1040,
      "CTCAAG": 1041,
      "GGGGT": 1042,
      "ATGCACGGGTGT": 1043,
      "CATACG": 1044,
      "TGGATG": 1045,
      "TGGCGCG": 1046,
      "CTTCACC": 1047,
      "AGAGTGAT": 1048,
      "TGGGACT": 1049,
      "CCAGAT": 1050,
      "CAGTCG": 1051,
      "ATCGAACG": 1052,
      "TGTTAACAG": 1053,
      "AATAGCTAG": 1054,
      "TGTTTCGTT": 1055,
      "ACTACGTGT": 1056,
      "ATCGTT": 1057,
      "CAGCCAA": 1058,
      "AGTCGGGCGT": 1059,
      "CATCAATT": 1060,
      "ACTACTG": 1061,
      "TGGTT": 1062,
      "CACGACT": 1063,
      "AAAAACC": 1064,
      "CCAGATGT": 1065,
      "AGGTCTTT": 1066,
      "ATTGCAT": 1067,
      "ATGTCGAG": 1068,
      "CGTTATAACTG": 1069,
      "CAGTGCATGGG": 1070,
      "ATAGCAACGAAG": 1071,
      "TGCGCCT": 1072,
      "CGACTCC": 1073,
      "ACGGTAATTT": 1074,
      "ATCAATCT": 1075,
      "CGCGCGGGCGACT": 1076,
      "ATCCTGCCAA": 1077,
      "AGGATACGGACGT": 1078,
      "CGGATAACTGCTGCGCC": 1079,
      "CATCCTATTTCCAG": 1080,
      "CTTGATTCTAAT": 1081,
      "AGCCGCCTTAAACACACC": 1082,
      "ATATTCAATTCCTAGATCATCAGGT": 1083,
      "CGAAGG": 1084,
      "CTTGT": 1085,
      "CACCGT": 1086,
      "ACCCT": 1087,
      "AGTCTAT": 1088,
      "ACGAGT": 1089,
      "TGGCACT": 1090,
      "AAGTGAA": 1091,
      "CGTACA": 1092,
      "CTTGATG": 1093,
      "CGAGAAG": 1094,
      "CACCATAAAGTCGG": 1095,
      "ACTAGATGGGT": 1096,
      "CTATCTAG": 1097,
      "CAGTGCCCTT": 1098,
      "ATCGACATAATAGCTAGCG": 1099,
      "CGTCCGACTAACAGTG": 1100,
      "ACCCATAACGTGT": 1101,
      "AGCTG": 1102,
      "AGAACGCTG": 1103,
      "CAATGCC": 1104,
      "CTTCAAG": 1105,
      "ACACACA": 1106,
      "CTTGCTT": 1107,
      "CCAGCCT": 1108,
      "ACAAACC": 1109,
      "CGCCGG": 1110,
      "CGCCCATG": 1111,
      "ATGTCG": 1112,
      "CTTTATCTCAG": 1113,
      "CCCCAGAG": 1114,
      "ATGGAATCTT": 1115,
      "CAACCCCG": 1116,
      "CTAGCGAGGT": 1117,
      "CACCCAGCCTGGGT": 1118,
      "AAGTTTGTGGG": 1119,
      "CCCTTT": 1120,
      "CGATG": 1121,
      "TGACC": 1122,
      "AAATCC": 1123,
      "ATGCCT": 1124,
      "ATTCATTCT": 1125,
      "CGGCAA": 1126,
      "ACCCTGAGT": 1127,
      "CAACG": 1128,
      "TGGACG": 1129,
      "AAGAGTG": 1130,
      "CCTATG": 1131,
      "CACGATAGG": 1132,
      "CTTGTG": 1133,
      "CCAGCC": 1134,
      "CTAACGCGCGCGGGCGACT": 1135,
      "ACTGAAAGGT": 1136,
      "CTCGTGGG": 1137,
      "TGAGTTT": 1138,
      "AGGTGCTTAAG": 1139,
      "ATACCTTTACG": 1140,
      "AGCCTGTAGTT": 1141,
      "ACCAGCAGTTCTAA": 1142,
      "CATGAGACTCGACTG": 1143,
      "CGTGATACT": 1144,
      "AACGCTTCTATCTAG": 1145,
      "ATTGGTGCCAGATAGAGGGCCTCACC": 1146,
      "AACGGATACTCGGGCGT": 1147,
      "CTAACGCTTCCACC": 1148,
      "CCAGATGTCAG": 1149,
      "ATAAGT": 1150,
      "CCCCT": 1151,
      "CGAAAA": 1152,
      "CAAGGTG": 1153,
      "ATTCTG": 1154,
      "ATTACAT": 1155,
      "ATTCCCG": 1156,
      "ACGCCATG": 1157,
      "CGTAG": 1158,
      "TGTTGT": 1159,
      "CACGCAGCCAG": 1160,
      "TGGGCAGCACG": 1161,
      "CAGGATCGAATAGAGG": 1162,
      "CTTGAG": 1163,
      "CTCCCTG": 1164,
      "CTCCCTT": 1165,
      "ATGTTGAGGGGCC": 1166,
      "CGTTATATTG": 1167,
      "CTCAAGT": 1168,
      "ATACGAG": 1169,
      "CACTCCT": 1170,
      "ATCCGACATATGATACC": 1171,
      "ACATGTT": 1172,
      "ACGATGTGG": 1173,
      "ACTCTACT": 1174,
      "CCGATAGGG": 1175,
      "CCTGTTGCC": 1176,
      "ATGCCTTCTCGATTG": 1177,
      "AACGAAGAAAGGG": 1178,
      "CTTAAGTCAAG": 1179,
      "TGAAATTATTGCGAGGG": 1180,
      "CAGCAATAAAG": 1181,
      "CGCGGGCGAGTAGGACAG": 1182,
      "ATATGT": 1183,
      "ATAACC": 1184,
      "ATACAG": 1185,
      "CGCAGCT": 1186,
      "CATTG": 1187,
      "CATACTT": 1188,
      "ACGTT": 1189,
      "CAACCTT": 1190,
      "CAACAAAGATATGGACCGCGTACCGGGG": 1191,
      "AATCCAA": 1192,
      "CGGGTTT": 1193,
      "CAGGCAGTG": 1194,
      "ACTTTGTG": 1195,
      "ATAGGG": 1196,
      "ATTGGTGTCAGAT": 1197,
      "CTGGTTTT": 1198,
      "TGTTCCGTT": 1199,
      "AGGGGAAG": 1200,
      "ATCTCGG": 1201,
      "ATACAACGGT": 1202,
      "CGGACCTCCAG": 1203,
      "CAGGCCGCCGGGCTCCGCG": 1204,
      "CCGTGAGGTATTAG": 1205,
      "AAGTTTGTGT": 1206,
      "CGCGCGATGGCATG": 1207,
      "CTCACCGCATTTCCAG": 1208,
      "CGGGGGTT": 1209,
      "AGAAAA": 1210,
      "CTACC": 1211,
      "CTCACC": 1212,
      "CAGCTAA": 1213,
      "CAGCCGT": 1214,
      "CCGCG": 1215,
      "CCGACAG": 1216,
      "ACCAAT": 1217,
      "AATCCCC": 1218,
      "TGGCGGGGGGTGGACGG": 1219,
      "CTTCCAG": 1220,
      "AGAGTG": 1221,
      "AGAGAAT": 1222,
      "CGGGCGTG": 1223,
      "CGCCACAT": 1224,
      "CAGTCATGGT": 1225,
      "ATTGCATT": 1226,
      "ATTTTTT": 1227,
      "CAGTGAGTCCTTATT": 1228,
      "CAGTGCTTAAGTCAAG": 1229,
      "AAAGACGATG": 1230,
      "CTACGCCTGT": 1231,
      "CAGTGTCCGT": 1232,
      "ACGATGCGG": 1233,
      "AAGTTAAAAAATTT": 1234,
      "AGATCCCAA": 1235,
      "CACTTTAGG": 1236,
      "CGAATGATACC": 1237,
      "CGAACCTAGAG": 1238,
      "CAGGCTGTGCAGCTACCTCCCGT": 1239,
      "CTTAGGGT": 1240,
      "ATACAACAATTATACC": 1241,
      "CGGATCACTGTG": 1242,
      "AACTGTGTACCCACGCACG": 1243,
      "CACGATGCAGT": 1244,
      "CGTTATAACTGAAGGT": 1245,
      "ATACCTTTACGTGAGT": 1246,
      "CGCAA": 1247,
      "CAATAT": 1248,
      "CAGCTAG": 1249,
      "CAGACCG": 1250,
      "CCGATAAACGGT": 1251,
      "ACTATCA": 1252,
      "TGGCT": 1253,
      "CTTCT": 1254,
      "CTTTGAG": 1255,
      "TGTAAAA": 1256,
      "TGGGACC": 1257,
      "ATTTCGCGT": 1258,
      "AACCCTGCGCGGG": 1259,
      "CAGATGGG": 1260,
      "ATATCCCGT": 1261,
      "CTTAAAGTCG": 1262,
      "ATGATCAGTGCCACAT": 1263,
      "CCTTGACAAGAGAGGGG": 1264,
      "GTTG": 1265,
      "CTGAGTAAATAT": 1266,
      "ACAGGTCACACG": 1267,
      "CTGACCAA": 1268,
      "CTCCCCTGCACG": 1269,
      "CGAGAAGCTTGG": 1270,
      "ATCAGGT": 1271,
      "TGAACC": 1272,
      "ATTTGG": 1273,
      "CGGACCTT": 1274,
      "ACCCCGAG": 1275,
      "AGTACGG": 1276,
      "CCTCTTG": 1277,
      "GGGTT": 1278,
      "TTTCAA": 1279,
      "ACAATGTG": 1280,
      "CTAAAAGTCG": 1281,
      "CCGTAA": 1282,
      "ATCGACGT": 1283,
      "ACTTCAACC": 1284,
      "ATAAACGT": 1285,
      "CTGGTTT": 1286,
      "CGCGGGCGGCT": 1287,
      "AAAGACG": 1288,
      "CGGGGACGGGGAACGCTG": 1289,
      "CCAACATACTCAGCAACAGATAAGTTGAATTGT": 1290,
      "CAATAGCC": 1291,
      "ACAAAAGCATTTCCCGAGG": 1292,
      "CTCGCATAATCTACATACTATACTACTG": 1293,
      "ATCGAATAGAG": 1294,
      "AGATCT": 1295,
      "CTAGG": 1296,
      "CTAAGG": 1297,
      "ATGACCAG": 1298,
      "CGGCTG": 1299,
      "CTGTGAGT": 1300,
      "CCTCTAG": 1301,
      "CCTAGGTGAAG": 1302,
      "CGTAAT": 1303,
      "CGCGATGCGG": 1304,
      "CAGGAGTCGGCCGT": 1305,
      "ACATCTG": 1306,
      "ACAAAGCC": 1307,
      "CAGATCACT": 1308,
      "ACCTTTGG": 1309,
      "CGGGTAAAA": 1310,
      "CACGGTGAACG": 1311,
      "AGAATCTT": 1312,
      "CAGAATTCGG": 1313,
      "ATCGAATAGATG": 1314,
      "CGGATAACTGCTGCGT": 1315,
      "CGCCACCTCGTCAG": 1316,
      "CAGGCCGCCGGGCTCCGTGCTCCCTAGCCGCC": 1317,
      "CTCCCATGCATGCTACAT": 1318,
      "AACGGCGGAAAG": 1319,
      "ATCGAACTGGGTCAAAGAGACGGGGAGAG": 1320,
      "ACTCTACTAGAATTG": 1321,
      "CACTTTAGGATGAA": 1322,
      "ATAGGT": 1323,
      "ATCTGGT": 1324,
      "TGACAA": 1325,
      "CAGTTCC": 1326,
      "ATGAGT": 1327,
      "ATTACA": 1328,
      "AGGTTTCAGT": 1329,
      "CTGTGTG": 1330,
      "ACCTGT": 1331,
      "CCTCAA": 1332,
      "CGCGCC": 1333,
      "AATTCATG": 1334,
      "TGGGTT": 1335,
      "CTTGCGGG": 1336,
      "TGTGCT": 1337,
      "ACGGATAAT": 1338,
      "CCCGAAAA": 1339,
      "TGGAGAA": 1340,
      "AATGGCGGAAATACAA": 1341,
      "ATGATATCCACCGT": 1342,
      "TGCGACTCGTAAACCCCATG": 1343,
      "TGTATATGACG": 1344,
      "TGCAACTCGTGAG": 1345,
      "CGGGTTTCATCC": 1346,
      "TGACA": 1347,
      "TGATGG": 1348,
      "CTAGT": 1349,
      "CAGATT": 1350,
      "ATTAATCC": 1351,
      "CGGAG": 1352,
      "AATCATTCT": 1353,
      "TGGTGTT": 1354,
      "TGGATAACTG": 1355,
      "AGAGGGT": 1356,
      "CGGGGGT": 1357,
      "CTTGCGAAG": 1358,
      "CCAGCTGCTT": 1359,
      "ACTGACGATGCGG": 1360,
      "ATTGCA": 1361,
      "CGAACCG": 1362,
      "ATCATGGG": 1363,
      "ACGGTAACGGATACTCGGGCGT": 1364,
      "ATAAAAAGGTGCTTAAG": 1365,
      "ACTCGATTG": 1366,
      "ATGCCTTT": 1367,
      "AGCCGCAGGT": 1368,
      "AAGTCCGCGGG": 1369,
      "TGCAGCATCCG": 1370,
      "ATTAGCTCCCTCCACAT": 1371,
      "CGCGACACCCACA": 1372,
      "CTCGAATTATCCGCTGCGCCTTATG": 1373,
      "AGTCTCGGGT": 1374,
      "CACGGGTT": 1375,
      "ATTGGTGCCAGACAGAGGG": 1376,
      "ATGGTAGGCT": 1377,
      "AGCTACATG": 1378,
      "CAGCTAAACGCCG": 1379,
      "CTCAATCATTCC": 1380,
      "GTTGCCCGT": 1381,
      "AGGCTCGACTG": 1382,
      "CTGACTTGGATG": 1383,
      "ACATTTGATACC": 1384,
      "CGTCCTTGAG": 1385,
      "ACGAAGAACACAGTGCATGGG": 1386,
      "ACTACGTGTCGGAT": 1387,
      "ATAATTAGG": 1388,
      "CCCT": 1389,
      "AGCACG": 1390,
      "CAGCGCG": 1391,
      "CAGATAT": 1392,
      "CAGATAACTTGG": 1393,
      "CGGCCAA": 1394,
      "AGGATAG": 1395,
      "ACCAA": 1396,
      "AGTACTT": 1397,
      "ACGACCATTGG": 1398,
      "AATTG": 1399,
      "AAGTGT": 1400,
      "CTTACGGTT": 1401,
      "CGCGTT": 1402,
      "CGCGACCCC": 1403,
      "ATATAGTTACAA": 1404,
      "AAAAAACC": 1405,
      "CGGGAGG": 1406,
      "CAGGCGT": 1407,
      "AGTTCG": 1408,
      "ACTGCAA": 1409,
      "CAGTACCCCGAG": 1410,
      "AAGTCTCCG": 1411,
      "CTAGATGG": 1412,
      "CTTTTGCG": 1413,
      "ATACGAATGT": 1414,
      "ACCTTCAAAG": 1415,
      "AATCTTAACGCTTCTATCTAG": 1416,
      "AGAGGGCCTAACC": 1417,
      "ACCCCGAGT": 1418,
      "ATATGGACCGCGT": 1419,
      "ACAAAAGCATTTT": 1420,
      "CTCCGTGCTACCT": 1421,
      "CGCGTCAG": 1422,
      "ACGGTGCTCA": 1423,
      "CCACATTGGT": 1424,
      "CCTCTGATTGG": 1425,
      "CCGCTGTACTTCGTGCC": 1426,
      "CACATTCACGGTGAGCG": 1427,
      "CACATTCACGGTGAACG": 1428,
      "TGTATACACC": 1429,
      "ACGGTCAGTATCGAATAGAGG": 1430,
      "CTGCGCAGG": 1431,
      "AGCCGTCTTAA": 1432,
      "ATATAAATAGT": 1433,
      "CGGCCAATTAGGCGGATTG": 1434,
      "AGTCCGTTTTTT": 1435,
      "AGGTGAACCGTT": 1436,
      "CCGTGTGTTTGTG": 1437,
      "CTTTATCTCAGCCGCCGTATT": 1438,
      "AAAGTCG": 1439,
      "CACTG": 1440,
      "CAGCGAG": 1441,
      "CGGATAAT": 1442,
      "AGTCAGCCGT": 1443,
      "CATAACC": 1444,
      "ACGAA": 1445,
      "CAAATTTACGTAGTT": 1446,
      "CGTCAGG": 1447,
      "ATATTTAA": 1448,
      "AAAAAAT": 1449,
      "CTTGCC": 1450,
      "ATCCCGCC": 1451,
      "AAGTATCTT": 1452,
      "CGTTTTTTT": 1453,
      "ATTTACGT": 1454,
      "AACCCTAG": 1455,
      "TGTGAG": 1456,
      "ACGGTGTTGT": 1457,
      "ATAGAAGG": 1458,
      "CTTTAGGGG": 1459,
      "ATGGCGACTTCAACC": 1460,
      "TGAGTATCATAG": 1461,
      "AGGCTCAGAT": 1462,
      "CTTCCCCT": 1463,
      "ACAGTCAGT": 1464,
      "TGGAGATTGG": 1465,
      "CTTGTTCACCGT": 1466,
      "CTCGTTG": 1467,
      "CTCAGTGGG": 1468,
      "AGGTTCCTAAAA": 1469,
      "CACATTCACGGTGTACG": 1470,
      "CGGTAATTCACGATAGGCT": 1471,
      "CAAGGGCATG": 1472,
      "CATACCCACC": 1473,
      "AACGCTTCGCGCGGGAGCC": 1474,
      "AGAGACGGGGTGAGCAGCCCCGCGGT": 1475,
      "ATGACAACAT": 1476,
      "AGTTCGGCCAG": 1477,
      "TGTAGTCCTTGAGT": 1478,
      "CTGAAAGAATTCC": 1479,
      "CTGGTTTTGAA": 1480,
      "CCCA": 1481,
      "CGTGT": 1482,
      "CGCACG": 1483,
      "TGAAG": 1484,
      "CTCTT": 1485,
      "CTCTCC": 1486,
      "CACAG": 1487,
      "CAGATTT": 1488,
      "CAGCGAAG": 1489,
      "CCGTGGT": 1490,
      "ACCGGGCG": 1491,
      "CATCCAG": 1492,
      "ACGATAGGCT": 1493,
      "ACGCAACCCCG": 1494,
      "CCTAAAAG": 1495,
      "CTTAAGG": 1496,
      "ATATAGTT": 1497,
      "CACGATATG": 1498,
      "AGAGTTT": 1499,
      "AAAAAA": 1500,
      "CGGGACTATCA": 1501,
      "AGTTCGTTT": 1502,
      "CTCCAAT": 1503,
      "CTAACGCG": 1504,
      "CGGTCAGT": 1505,
      "ACATAGTT": 1506,
      "CGCCCTGCGCGGG": 1507,
      "CAGTACCCCGAGT": 1508,
      "CGTTCGTT": 1509,
      "AACGCGGATTG": 1510,
      "ATAAAAT": 1511,
      "ATGGCTT": 1512,
      "ACCAGATTTTT": 1513,
      "ATCATAGTGCGCG": 1514,
      "CACTCAGT": 1515,
      "CAGAGAA": 1516,
      "AGTCGGCCG": 1517,
      "ATCCTTGG": 1518,
      "CGTCCGATTAA": 1519,
      "CTCGAATTATCTGCTGCGCC": 1520,
      "TGGATTACGT": 1521,
      "AACCCGAGAGGATAAAACGGT": 1522,
      "TGTATCGGAT": 1523,
      "CATTCCCCGTGTGGCACT": 1524,
      "CTTCCCCGTGCTCA": 1525,
      "ATCATTCTTGCGAAG": 1526,
      "TGTGGATATG": 1527,
      "AGGCGAGCTAACCAAAGTT": 1528,
      "TGCCGCATGCTTGAGG": 1529,
      "CATGTTACGAAGATCG": 1530,
      "ATCCACTGCGCATT": 1531,
      "TTCACAGTCATGGT": 1532,
      "TGAATCAAATACCTTTACGTGAGT": 1533,
      "CACCGCGCGAGACCCCCTGG": 1534,
      "ATCGACATAATAGCTAGCGCAGCGCCT": 1535,
      "CAGCAATAAAGAAGGTGAATAGTCCT": 1536,
      "AAGTATCTTCGCATG": 1537,
      "ATACTT": 1538,
      "AGCTTGG": 1539,
      "CGACGG": 1540,
      "CTTGGT": 1541,
      "GGACC": 1542,
      "CAGCTG": 1543,
      "CAGTGG": 1544,
      "ATGAATG": 1545,
      "CCGCCGGG": 1546,
      "CCGAAGGT": 1547,
      "ACCCTG": 1548,
      "AGTATT": 1549,
      "AGTTGAG": 1550,
      "CATACAA": 1551,
      "CAACCGACG": 1552,
      "ACTCTCT": 1553,
      "CGTCT": 1554,
      "CGTAATCG": 1555,
      "CGCGCAAG": 1556,
      "ATATGGT": 1557,
      "CAGTATTCC": 1558,
      "CAGTAGAATTG": 1559,
      "CAGTTGGCGGGGGGTGGACGG": 1560,
      "ATTGGGG": 1561,
      "AAGTATT": 1562,
      "ACTTTGTTGTT": 1563,
      "ATAACCGAAAGT": 1564,
      "ACCGACTG": 1565,
      "CTGGAATT": 1566,
      "CAACCCGCGATGCGG": 1567,
      "CAGCTAAG": 1568,
      "CAGCTACTT": 1569,
      "CGTACCAT": 1570,
      "CAGGTAAACG": 1571,
      "CACACTT": 1572,
      "TGCCGCATG": 1573,
      "ACATTCCT": 1574,
      "AGTCGCCAG": 1575,
      "AGTTGTGGATATG": 1576,
      "CGAGCCTAGTG": 1577,
      "ATCCTGATT": 1578,
      "AAGTCCGTGGGAATGG": 1579,
      "ACGAGCTATG": 1580,
      "CGAGCCTAGAGAAGTTCCG": 1581,
      "TTTAAGAGTG": 1582,
      "ACCGCCTAATG": 1583,
      "ACGCGAGAA": 1584,
      "CATGCTACGAAGATCG": 1585,
      "AATCACAA": 1586,
      "ATACGGGATATTAAAACACCTCTCCGTTATATTG": 1587,
      "AATCACGAAAAT": 1588,
      "ATATTCAATTCCTAGATCATCAGGTCCTATAGT": 1589,
      "AAGTTAAAAAATTTCTTT": 1590,
      "CTTCCCCTACAT": 1591,
      "TTTG": 1592,
      "ATTAGCCG": 1593,
      "ATTCAGTTGCCGAGCCGT": 1594,
      "AGGTGG": 1595,
      "CTGCTGT": 1596,
      "CATAACCG": 1597,
      "ACGCCTTATG": 1598,
      "CAAATAT": 1599,
      "CAACACCG": 1600,
      "AAGATCG": 1601,
      "CTTCGT": 1602,
      "AATTACTCTCTCC": 1603,
      "ACACGG": 1604,
      "ACAAGGTG": 1605,
      "CGGGCTACG": 1606,
      "CGGGCGGGACTATCA": 1607,
      "ATGTAGTCCG": 1608,
      "AACCTGAGT": 1609,
      "ACTTCGCGCC": 1610,
      "ATAGCCCGT": 1611,
      "ATAATCAGCTGCTT": 1612,
      "ATAAAAACCTTCAAAGTTCTTAAG": 1613,
      "AATGGGG": 1614,
      "CTGGGCAGCACG": 1615,
      "TGAGGGACC": 1616,
      "CGCGACACCCACGAGT": 1617,
      "CATGCTTGAGG": 1618,
      "AATTCCAAG": 1619,
      "CATCAGGCCCCGT": 1620,
      "ATATCCCATCTGGG": 1621,
      "CGTTCTTTTATACGCGCAT": 1622,
      "CATTCACTTTGTCGTTCTTTT": 1623,
      "CTTGATTCAGATATCTGGT": 1624,
      "AAAAAGTTGTGGATTTG": 1625,
      "CGCGGGGTGGTCGG": 1626,
      "ATGTGGCAAAGG": 1627,
      "CAGACTGTG": 1628,
      "AATGGTCTTT": 1629,
      "ACGAGGAGTTTGGCCGG": 1630,
      "CAATAGCCATATGGT": 1631,
      "TGTGCTCGGGTTTCATCC": 1632,
      "ATACCTT": 1633,
      "ATACATT": 1634,
      "AACTT": 1635,
      "CGGCCGT": 1636,
      "AGGATTG": 1637,
      "AGTATCAA": 1638,
      "AAGCTCCG": 1639,
      "CCTATGCC": 1640,
      "TGGGCAGCCCCG": 1641,
      "ACAAAACC": 1642,
      "ACTGATCCT": 1643,
      "CAGTATCA": 1644,
      "ACCTCCAGCGAGGT": 1645,
      "ATTTCC": 1646,
      "AACCCGTGGGAGGGG": 1647,
      "CTTTCT": 1648,
      "CAAGACGCGAGAA": 1649,
      "ATATTAAAA": 1650,
      "CACTACCAG": 1651,
      "CGTGCGGG": 1652,
      "CATCGACAT": 1653,
      "AATCTAT": 1654,
      "TGCCGATG": 1655,
      "CTAAGAT": 1656,
      "CGAGGGACC": 1657,
      "AATTTCGTGGGAGAGG": 1658,
      "ATGCGATTTTTT": 1659,
      "CCGATAGCGACTTCAACC": 1660,
      "TGGGTGAAG": 1661,
      "CGAAATTATTGCGAGGGATACAA": 1662,
      "AACAAAGG": 1663,
      "CATCAGGCC": 1664,
      "CGGCCAATTAGACGGATTG": 1665,
      "TGGATATAATCTCGACA": 1666,
      "CGCGCGTCCCCCAGGCCGCCGGGCTCCGTGCTCCCTAGCCGCC": 1667,
      "AGTATAAATTAATCC": 1668,
      "CGTTTTCAACC": 1669,
      "CTGAGTAAGTACCAGATTTTT": 1670,
      "ACATGTTTGAGG": 1671,
      "AAGTTTGTGTATTACG": 1672,
      "CAACCGACGCAAG": 1673,
      "AGCAA": 1674,
      "AGACT": 1675,
      "CGCAAGGTG": 1676,
      "TGCAT": 1677,
      "CCGAGG": 1678,
      "AGTATAT": 1679,
      "AGTCAGGCGT": 1680,
      "ACGCACC": 1681,
      "AATACGAGCAT": 1682,
      "TGGTTT": 1683,
      "CTTATTG": 1684,
      "CTTCTCCCTG": 1685,
      "CGTCATAACCG": 1686,
      "TGTCCGT": 1687,
      "TGTTGCACG": 1688,
      "CGCGTGGCAT": 1689,
      "AGAGGGGT": 1690,
      "AAAACCT": 1691,
      "CTTGCATGG": 1692,
      "CTAACGAG": 1693,
      "ATCCAAG": 1694,
      "CGGTAAT": 1695,
      "CGGTCTGG": 1696,
      "CGCCCGT": 1697,
      "ATGTATGATATCCACCGT": 1698,
      "CGTTAGAA": 1699,
      "AACCAAGG": 1700,
      "CAGTGCCCGT": 1701,
      "CTAGCGAG": 1702,
      "ATCGACAA": 1703,
      "ACCGAGG": 1704,
      "TGGTAATCTCGGGT": 1705,
      "CCGTGAGTT": 1706,
      "TGCGAGG": 1707,
      "AAGGAATCTT": 1708,
      "CAGCCCTG": 1709,
      "TTCCCTCCACAT": 1710,
      "CGTACCGGGG": 1711,
      "TTAACCG": 1712,
      "ACTCGCTGT": 1713,
      "CATTTCTTAA": 1714,
      "ATGCCATT": 1715,
      "CGGGTGTATTT": 1716,
      "CAGTGCTCATCCTATTTCCAG": 1717,
      "CAGGCTGTGCAGCTACCT": 1718,
      "CACGTCCCCGTT": 1719,
      "TTCAAATGATATCC": 1720,
      "ATACAATCAT": 1721,
      "AGAGACGGGGTGAGCAGCCCCG": 1722,
      "AAGGGCC": 1723,
      "AACGCGGAGG": 1724,
      "CAGCTATCTCCCGT": 1725,
      "ATCGAACGAGGCTAA": 1726,
      "ACGGTAATTTATGCTCGGGTGT": 1727,
      "CAGGCCGCCGGGCTCCGCGCTCCCTAGCCGCC": 1728,
      "CGGGCGTGAATT": 1729,
      "ATGATCAGTGCCACATACAGGGCCTCACC": 1730,
      "ACTCGATTGCCGAG": 1731,
      "AGCCGCAGGTCAGTAGAATTG": 1732,
      "CGGGCGGGACTATCAATT": 1733,
      "CCACAG": 1734,
      "AGTTT": 1735,
      "CTCCGTT": 1736,
      "TTAGG": 1737,
      "CAGCG": 1738,
      "CAGACCT": 1739,
      "AGTCGCCACCG": 1740,
      "AGTCGCCACAT": 1741,
      "CATATCC": 1742,
      "CATATCCT": 1743,
      "CAAAGTG": 1744,
      "TGGCTG": 1745,
      "TGGATGAACGG": 1746,
      "TGGCCGTTT": 1747,
      "CCTTGCG": 1748,
      "AATTAA": 1749,
      "TGGGGG": 1750,
      "CATTTG": 1751,
      "AGGTATCAGT": 1752,
      "ATCCTTAG": 1753,
      "ACAAAG": 1754,
      "CGCCCGG": 1755,
      "CAGTAT": 1756,
      "ATGTATGTATGATAT": 1757,
      "CACCCG": 1758,
      "CACCCTCCACAT": 1759,
      "CTCGAACCT": 1760,
      "AACCCC": 1761,
      "CTAGATCC": 1762,
      "ATCGAATT": 1763,
      "ACCGAATAG": 1764,
      "CCCCCAA": 1765,
      "TGCGAAAA": 1766,
      "CAACCCTG": 1767,
      "ACCAGCGGTCTGG": 1768,
      "ATGAACGTAAT": 1769,
      "CTTAAGGGGG": 1770,
      "CGACTCCT": 1771,
      "AGGCTAAGAT": 1772,
      "ATGCTACAT": 1773,
      "AATCTCGG": 1774,
      "CTAAGATG": 1775,
      "CATTCCCCGTGTG": 1776,
      "ATGAGACTCGACTG": 1777,
      "CTATCGG": 1778,
      "CGCCGCGCGCG": 1779,
      "ACAAAAGCCTTT": 1780,
      "CGGATAACTGCTACGCCTGT": 1781,
      "ATGAACGGACCAT": 1782,
      "CGCGGGTTACTTAAAGGTCACACG": 1783,
      "CGCCCCAGAGCCGAGCGGG": 1784,
      "CATCCGATCAA": 1785,
      "ACGAAAACATATAGG": 1786,
      "ACGCCAAG": 1787,
      "CATACCCCGTG": 1788,
      "CCGATGAAGGAACG": 1789,
      "CATTCACTTTGTCGTTCTTTTATACGAGCAT": 1790,
      "CGCAAGATG": 1791,
      "ACACGCTTGTTATAGTCCGT": 1792,
      "AGCGAACGGGGCTAA": 1793,
      "CCGTGTGTTTTTGTGTTAACAG": 1794,
      "ATGAACGTACCATCATGAG": 1795,
      "ATATGGTTCGCGT": 1796,
      "CAGGTGTGCAGCTACCT": 1797,
      "ACCCATAACGTGTACTCTACTAGAATTG": 1798,
      "CTCGTGGGAGGGG": 1799,
      "AATTCATGAGT": 1800,
      "TACCG": 1801,
      "CTATAT": 1802,
      "CTAATCG": 1803,
      "CAGCGG": 1804,
      "ATGTGAG": 1805,
      "ATGCAAAAT": 1806,
      "AGTATACT": 1807,
      "AGTCACTAG": 1808,
      "ACGATAT": 1809,
      "CAACGT": 1810,
      "CAAAGTT": 1811,
      "TGGCCGG": 1812,
      "TGGAATCTTG": 1813,
      "AAGCATT": 1814,
      "CCTCATG": 1815,
      "CTTCG": 1816,
      "CACGACACC": 1817,
      "AATTAAG": 1818,
      "CGGTAATCC": 1819,
      "ACCTCCCGT": 1820,
      "AAGTACCTT": 1821,
      "CGTTCATT": 1822,
      "ATTTAG": 1823,
      "AACGATCTCAG": 1824,
      "TGAGCAGT": 1825,
      "TGAGATAATTAGG": 1826,
      "ATCATATCCGT": 1827,
      "ATACCGG": 1828,
      "CATCCAGG": 1829,
      "ATGCTAAG": 1830,
      "ACACGGG": 1831,
      "CTGGTCAGTATTCC": 1832,
      "CACTTCCAG": 1833,
      "ACGATGTGGT": 1834,
      "TGAGGGCTAGGT": 1835,
      "CGAAATTATTGCTGGGG": 1836,
      "ATGTTAAGTCTCCG": 1837,
      "CAATGCCT": 1838,
      "CAATGAGCC": 1839,
      "CGCGGGTTACAT": 1840,
      "ACAAAAACA": 1841,
      "CTTGATTAAG": 1842,
      "ATCGAACGGGGCTAAAG": 1843,
      "CCAACATACTCAGCAA": 1844,
      "ATGTTGAAGGGCC": 1845,
      "CAAAATATCC": 1846,
      "AATCACTCT": 1847,
      "ATATGGTTCG": 1848,
      "AGTTGGGGACTCGCTGT": 1849,
      "CTAAAAGACG": 1850,
      "CAGTGCCCTTATCGAACTGGGTCAAAGAGACGGGGAGAG": 1851,
      "ACACACACAAGG": 1852,
      "CGTGATACTCATG": 1853,
      "CGTAGACCCC": 1854,
      "TGGGCAGCACGCAGTTGGCGGGGGGTGGACGG": 1855,
      "AGAGAATCAGCTGCTT": 1856,
      "ATTGCATTCTCA": 1857,
      "CAGCTAGACG": 1858,
      "ATAGGTATCATAG": 1859,
      "CTAGATGGAA": 1860,
      "AATTCCAAGCTGACTTGGATG": 1861,
      "CGTCATAACCGACAGTT": 1862,
      "CCCCAGCAA": 1863,
      "AGCGG": 1864,
      "AGACGAGCAT": 1865,
      "CTCAGAT": 1866,
      "CAGAAGTT": 1867,
      "CAGGGGG": 1868,
      "CAGATATCTGGT": 1869,
      "ATGACG": 1870,
      "CTGCC": 1871,
      "CATAGTACG": 1872,
      "ACGCCTT": 1873,
      "CAACTGCTT": 1874,
      "CAAAATTCC": 1875,
      "ACTCCGTTT": 1876,
      "TGGCTTCCCCTACAT": 1877,
      "AAGGGG": 1878,
      "CGGGAGGCC": 1879,
      "CTTGGGG": 1880,
      "CTAACCG": 1881,
      "CTAACTAA": 1882,
      "CGCCTTAA": 1883,
      "ACCTATGGTAGGCT": 1884,
      "ATCGAAAGG": 1885,
      "ATAACGCGCGCGGGCGACT": 1886,
      "CTTTCC": 1887,
      "TGTTCTTAAGT": 1888,
      "TGCGACCAATG": 1889,
      "CCGAGCTAG": 1890,
      "ATATTAGAA": 1891,
      "ATGAACCG": 1892,
      "CTTCCCCG": 1893,
      "CACGGTGTACG": 1894,
      "CATCGAAAA": 1895,
      "CTGCGCCTGTAGTT": 1896,
      "AATCTCGGGTCGGCGG": 1897,
      "ATAGGAGCTACATG": 1898,
      "AGAGACGGGGAGGG": 1899,
      "ATACGGGATATG": 1900,
      "CTCCTCTTGCATGT": 1901,
      "ATCCTGTGTTGTT": 1902,
      "AGGATACGGATAT": 1903,
      "CCGCCATATT": 1904,
      "CAAGGTGGG": 1905,
      "ACAAGACGGGT": 1906,
      "CTCGAATTATCCGCTGCGCC": 1907,
      "CCTAGCCAGATGTCAG": 1908,
      "ACAAAAACAT": 1909,
      "CAGATAAGTTGAATT": 1910,
      "AGTACACTCCT": 1911,
      "CTTGATTCAGATGTTTGGT": 1912,
      "AATTCAGTCTACCCCGCTCTCAAGT": 1913,
      "ACAAAAAAACCCGAATCAGTGCCTAGGTGAAG": 1914,
      "ACACCTACG": 1915,
      "CGAGCCAAGAG": 1916,
      "ATCCACTGCGCC": 1917,
      "AAATTGCG": 1918,
      "CTTACAATTTCGGGTGTATTT": 1919,
      "CGCCCGACTAACAGTG": 1920,
      "CACTTTAGGATGAAATTGCATTCTCA": 1921,
      "CGCGACACCCACAAGAG": 1922,
      "AAGGAATCTTAG": 1923,
      "AGCCGCAGGTCAGTAGAATTGATGCC": 1924,
      "ATAGAG": 1925,
      "ATCTCGACA": 1926,
      "AGCGCGGGCGACT": 1927,
      "AAACA": 1928,
      "CTACT": 1929,
      "CACAA": 1930,
      "CAATAA": 1931,
      "CACGGTAAG": 1932,
      "CAGAA": 1933,
      "ATTTGAA": 1934,
      "CTGAT": 1935,
      "CTGATTGG": 1936,
      "ACGCG": 1937,
      "ACGATAATTT": 1938,
      "CAACAGG": 1939,
      "TGGCC": 1940,
      "AAGTGG": 1941,
      "CCTCCG": 1942,
      "CCTATGCG": 1943,
      "CGTCTACG": 1944,
      "TGTATT": 1945,
      "TGTATGT": 1946,
      "CGCGCGAG": 1947,
      "ATATAGG": 1948,
      "AGAGGGG": 1949,
      "TTTCC": 1950,
      "TGGGCTAGGT": 1951,
      "TGGGTGCAGATTGG": 1952,
      "AGGTCGGCGG": 1953,
      "CGGTACC": 1954,
      "ACAAAAACC": 1955,
      "ACTGCTG": 1956,
      "CGCCCCAG": 1957,
      "ATTGCATG": 1958,
      "AACCAA": 1959,
      "ATCGAACGGGG": 1960,
      "ACAGAAGT": 1961,
      "ACAGCTTAATG": 1962,
      "ATAGCGACTTCAACC": 1963,
      "AATGCTCAG": 1964,
      "ATGGCATG": 1965,
      "CATGTCCCC": 1966,
      "CCGGGTGTTTT": 1967,
      "ATCAAGAG": 1968,
      "ACTCGACCG": 1969,
      "TGCCGCCTCAA": 1970,
      "CGAGGGTT": 1971,
      "CTTAAAATT": 1972,
      "AAGGTCAGT": 1973,
      "AGTCCTCATT": 1974,
      "AATTAGGCGGATTG": 1975,
      "AATCCAGTT": 1976,
      "CACAGGAGTCGGCCGT": 1977,
      "CTAACGCTCCCACC": 1978,
      "CCACATCATCCGGG": 1979,
      "ATATAGCAACGAAG": 1980,
      "ACTGCAAAGTGCG": 1981,
      "CATTTTACGAAG": 1982,
      "CATGGAATCTTCTTTTGCG": 1983,
      "ATATTAGATCACTCG": 1984,
      "CATCCGGGT": 1985,
      "CTCCGCGCTACCT": 1986,
      "ACCTTGCCT": 1987,
      "ACAAAAAAACCTGAAT": 1988,
      "ATGATGAGGGGCC": 1989,
      "CAATGCCTGTATCGGAT": 1990,
      "CCAGCCTAAGG": 1991,
      "CGTCCTTGAGCCGAGCGGG": 1992,
      "ACCTTCAAAGATCCTTAG": 1993,
      "AAAAAATTTAACCG": 1994,
      "AGTATCAACTGCTT": 1995,
      "ACTGATCCTAGTTGGGGACTCGCTGT": 1996,
      "ACCAGCGGTCTGGAGTATAT": 1997,
      "ACGATGTGGTACAGG": 1998,
      "CAATGAGCCACCAAT": 1999,
      "CGTGATACTCATGAAAG": 2000,
      "TCTG": 2001,
      "CCACT": 2002,
      "AGACG": 2003,
      "CGACC": 2004,
      "TGCGAG": 2005,
      "AACTAT": 2006,
      "CTCTCGAGT": 2007,
      "CCGACGT": 2008,
      "CGGCCTTTT": 2009,
      "CATAA": 2010,
      "CATATGATAT": 2011,
      "AATTGGACG": 2012,
      "TGGATTTT": 2013,
      "TGTCGTTCTTTT": 2014,
      "TTTAG": 2015,
      "ACAAT": 2016,
      "ACAAGG": 2017,
      "TGGGTTT": 2018,
      "TGGGGGT": 2019,
      "AGTTCTTGAGT": 2020,
      "CGGTCAA": 2021,
      "ACATATGATAT": 2022,
      "ATGTTGAGG": 2023,
      "ATTTCGT": 2024,
      "ATTTATGATAT": 2025,
      "AACCTT": 2026,
      "ATAGCC": 2027,
      "ATAGAA": 2028,
      "CCCCCACCATAAAGTCGG": 2029,
      "CAGCCACACG": 2030,
      "ATCATTGG": 2031,
      "ATACTCGGGTGT": 2032,
      "CACTCTCGAGT": 2033,
