{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "A": 1,
      "C": 2,
      "G": 3,
      "T": 4,
      "GC": 5,
      "TT": 6,
      "AA": 7,
      "GT": 8,
      "CC": 9,
      "GA": 10,
      "TA": 11,
      "CA": 12,
      "GG": 13,
      "CT": 14,
      "GGC": 15,
      "GTT": 16,
      "TC": 17,
      "GTA": 18,
      "AAA": 19,
      "GCA": 20,
      "GGA": 21,
      "CTT": 22,
      "GGT": 23,
      "GAA": 24,
      "TAA": 25,
      "TTA": 26,
      "TCC": 27,
      "CTA": 28,
      "TGC": 29,
      "CGC": 30,
      "CGA": 31,
      "TCA": 32,
      "CCA": 33,
      "CGT": 34,
      "TGA": 35,
      "CAA": 36,
      "GCCC": 37,
      "CGG": 38,
      "TGT": 39,
      "CTGC": 40,
      "GTAA": 41,
      "GATT": 42,
      "TGG": 43,
      "GGTA": 44,
      "CCTA": 45,
      "TGGC": 46,
      "CTAA": 47,
      "GCAA": 48,
      "TTTT": 49,
      "GTTA": 50,
      "GGGC": 51,
      "GCCA": 52,
      "CGAA": 53,
      "TCT": 54,
      "CAAA": 55,
      "TATT": 56,
      "GGCA": 57,
      "GGAA": 58,
      "TTGC": 59,
      "GTCA": 60,
      "CGTT": 61,
      "GCTA": 62,
      "GAAA": 63,
      "GGTT": 64,
      "GATA": 65,
      "CGTA": 66,
      "CACA": 67,
      "TGTT": 68,
      "GTCC": 69,
      "GACC": 70,
      "GATC": 71,
      "TTAA": 72,
      "CTCC": 73,
      "GTGGC": 74,
      "TAAA": 75,
      "TGCA": 76,
      "CGGT": 77,
      "CTTA": 78,
      "CGCA": 79,
      "GGCGA": 80,
      "CGGA": 81,
      "TATC": 82,
      "GCTCC": 83,
      "GGGT": 84,
      "TGGT": 85,
      "TGGA": 86,
      "GACT": 87,
      "TCGC": 88,
      "CATT": 89,
      "CCCC": 90,
      "GAGA": 91,
      "GTCGC": 92,
      "GTGC": 93,
      "TCAA": 94,
      "TACC": 95,
      "GACA": 96,
      "CTTAA": 97,
      "CATAA": 98,
      "CGGC": 99,
      "TGTA": 100,
      "TGAA": 101,
      "TCTA": 102,
      "GGCAA": 103,
      "CTTCC": 104,
      "AAGA": 105,
      "TCGT": 106,
      "TCTT": 107,
      "CCTAA": 108,
      "GGCTAA": 109,
      "GCTGC": 110,
      "GCCT": 111,
      "TAGA": 112,
      "TGAAA": 113,
      "GTGGA": 114,
      "TACA": 115,
      "GGTGC": 116,
      "CCTT": 117,
      "TATA": 118,
      "GCAGC": 119,
      "CTGTT": 120,
      "AAAA": 121,
      "GATTA": 122,
      "CGATCA": 123,
      "GGCCTT": 124,
      "GCGTA": 125,
      "GGGTT": 126,
      "CTACC": 127,
      "GAGTT": 128,
      "TCAAA": 129,
      "TAACA": 130,
      "CGTAA": 131,
      "CCTTA": 132,
      "GAGT": 133,
      "GCTT": 134,
      "TCCTGC": 135,
      "TCGG": 136,
      "GATGGC": 137,
      "GATCA": 138,
      "AAGGTA": 139,
      "CTCA": 140,
      "GTTGC": 141,
      "TGGAA": 142,
      "GTTCC": 143,
      "TAGC": 144,
      "TTATT": 145,
      "TCCA": 146,
      "CCAGC": 147,
      "GACGG": 148,
      "GTCT": 149,
      "GGTTTT": 150,
      "GTCTT": 151,
      "GGGCGGT": 152,
      "GGTACC": 153,
      "GATTTT": 154,
      "TTAGCA": 155,
      "AACA": 156,
      "CTAGGCCTT": 157,
      "CCGC": 158,
      "AAACTA": 159,
      "TGACA": 160,
      "GTACC": 161,
      "GGCTT": 162,
      "GGCGC": 163,
      "CTTCA": 164,
      "GTACA": 165,
      "GACGC": 166,
      "GAGAA": 167,
      "TGGTA": 168,
      "GACTGC": 169,
      "GAAGCTCC": 170,
      "CTCCTA": 171,
      "TCCTCC": 172,
      "CTATT": 173,
      "TCTGC": 174,
      "TAGT": 175,
      "GTTTT": 176,
      "CAACGA": 177,
      "CCAGGA": 178,
      "GTCGAA": 179,
      "GTGAA": 180,
      "CCCA": 181,
      "GAGC": 182,
      "CGCGAGTT": 183,
      "GCCCGTCA": 184,
      "CCCGC": 185,
      "CTTCGT": 186,
      "GCCCGGC": 187,
      "GATTCC": 188,
      "GAAGCTCCGGGC": 189,
      "GCGGT": 190,
      "CTTGC": 191,
      "GCGGGC": 192,
      "TGCCA": 193,
      "CCAGT": 194,
      "CCTC": 195,
      "CATA": 196,
      "TCGA": 197,
      "CGGCA": 198,
      "CGCTCA": 199,
      "TGTGC": 200,
      "GTCCTA": 201,
      "GATGGCA": 202,
      "CGTATT": 203,
      "GTGT": 204,
      "TTATCA": 205,
      "AAATA": 206,
      "GGTTA": 207,
      "CGGTT": 208,
      "TGATT": 209,
      "GAGGC": 210,
      "GTTGCTA": 211,
      "CTATTGC": 212,
      "CCTGC": 213,
      "GGTGGC": 214,
      "GAATT": 215,
      "CCTAGACTGC": 216,
      "TGCATA": 217,
      "TAGCCA": 218,
      "GGGA": 219,
      "GCCCGTCATGA": 220,
      "GCCCGGCCTAGGCCTT": 221,
      "GCACCA": 222,
      "TACCCT": 223,
      "GGGATA": 224,
      "GTATGCA": 225,
      "TGCGTA": 226,
      "CCAGCGCCC": 227,
      "CTCAA": 228,
      "CTTTT": 229,
      "CAAAGGAA": 230,
      "CTGCGC": 231,
      "GGACA": 232,
      "CTGTCC": 233,
      "GCAAGATGGCA": 234,
      "CTAGC": 235,
      "GAAGCTCCGGGCGTCGC": 236,
      "TTAGGAA": 237,
      "GGACGT": 238,
      "TGTAA": 239,
      "CGGCCCA": 240,
      "GCCTAA": 241,
      "CTCGC": 242,
      "GGTCTTCGT": 243,
      "GGTCA": 244,
      "GCCCGTCATGACGCTCA": 245,
      "TTAGAA": 246,
      "GCAGGC": 247,
      "CTGATC": 248,
      "GGTGA": 249,
      "TTGCGTGGC": 250,
      "TTTA": 251,
      "GAACT": 252,
      "TGATGC": 253,
      "GTACT": 254,
      "GTTTC": 255,
      "GGTCTTCGTGCCT": 256,
      "GCTGCGT": 257,
      "CTCCA": 258,
      "CGAATT": 259,
      "GTGA": 260,
      "TCATA": 261,
      "GTGGAGTCGAA": 262,
      "GTGTA": 263,
      "GTTGGGATA": 264,
      "CGTCC": 265,
      "GCGGGCTCCTCC": 266,
      "GACAGTAA": 267,
      "GACCA": 268,
      "TCCAA": 269,
      "CCATGC": 270,
      "TGGAAA": 271,
      "CGATCAGTT": 272,
      "TTTGGA": 273,
      "CTATGA": 274,
      "CGTCGC": 275,
      "GCCATCGC": 276,
      "CTTAAAA": 277,
      "TCCTGCTAGCCA": 278,
      "GATTCCTGAAA": 279,
      "TTAGCCC": 280,
      "GGTGTAA": 281,
      "GCCGA": 282,
      "GAACA": 283,
      "GTAAA": 284,
      "GTTCCCCTAGACTGC": 285,
      "GGACGG": 286,
      "GGTCCTAA": 287,
      "CAACGCGAGTT": 288,
      "GGGCGGTCTGTT": 289,
      "GGTAA": 290,
      "AAACA": 291,
      "GGAGTGGC": 292,
      "TGGGATTA": 293,
      "CTATCC": 294,
      "TACTT": 295,
      "CATTGGC": 296,
      "GATTTTGA": 297,
      "GCCCCGC": 298,
      "CACAGC": 299,
      "TCGCGGA": 300,
      "GGCCTGC": 301,
      "GCACAAAGGAA": 302,
      "TATCTTGCGTGGC": 303,
      "CGTTA": 304,
      "CTAATA": 305,
      "GAGGCGGTGTAA": 306,
      "CGTGC": 307,
      "CGTCATAA": 308,
      "CAAACA": 309,
      "CCGGA": 310,
      "GTATA": 311,
      "CTGGC": 312,
      "CTAGACT": 313,
      "GGCGAGGGT": 314,
      "GAATAAA": 315,
      "TGTCGC": 316,
      "TGGCCA": 317,
      "CTAAA": 318,
      "CCAGTGGTA": 319,
      "TTAGGA": 320,
      "CAAAA": 321,
      "TTGGA": 322,
      "GGAAA": 323,
      "TGTCCTTA": 324,
      "TACCCTGACC": 325,
      "TGTAAGCA": 326,
      "AAGACGG": 327,
      "CTTAAA": 328,
      "TGGTT": 329,
      "GGATT": 330,
      "GCAAGATGGCAGCCCGGCCTAGGCCTT": 331,
      "CCCCGCTCC": 332,
      "GAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 333,
      "GGGCA": 334,
      "CGGGCTA": 335,
      "GTATGCACGA": 336,
      "CTACCCCAGCGCCC": 337,
      "CCCT": 338,
      "CTGGA": 339,
      "GATGC": 340,
      "GGCTCT": 341,
      "CGGCCCACACA": 342,
      "TCTGCA": 343,
      "TGCCT": 344,
      "AAATAA": 345,
      "GTTGGA": 346,
      "TGGGGA": 347,
      "TTGCGGTCTTCGTGCCT": 348,
      "GGTGGCGCTA": 349,
      "CCGGCTAA": 350,
      "CTAAACTA": 351,
      "TGCTT": 352,
      "CGACGGA": 353,
      "TCGTCTCCTA": 354,
      "GGGTA": 355,
      "CAACGAGCCATCGC": 356,
      "CAAAGCAA": 357,
      "CCTGCCC": 358,
      "GATCT": 359,
      "GTTAA": 360,
      "CATTGTTGC": 361,
      "GGGTTA": 362,
      "GATTAAAA": 363,
      "GGCGATCA": 364,
      "GGGTAAA": 365,
      "CCAGA": 366,
      "GATAA": 367,
      "GCCAGGC": 368,
      "TCTACCAGGA": 369,
      "GTTGGGATATAACA": 370,
      "TCGCA": 371,
      "GGCTA": 372,
      "CCGCTGGC": 373,
      "TGTTA": 374,
      "GTAATATT": 375,
      "CTTTC": 376,
      "CGTCGCCCTAA": 377,
      "GGCCA": 378,
      "TAGTCTGC": 379,
      "GAACTCGTAA": 380,
      "GTCAA": 381,
      "TGTCA": 382,
      "GGGTTCGT": 383,
      "GGGGT": 384,
      "GTAAAA": 385,
      "CGTGCA": 386,
      "TCGGAAA": 387,
      "CGGTGATTTTGA": 388,
      "GACTCCTA": 389,
      "CTGATCGCA": 390,
      "GTCGCAAGGTA": 391,
      "TGATGCGA": 392,
      "GTCGT": 393,
      "TGGATT": 394,
      "GGAGA": 395,
      "GGTCTA": 396,
      "GCAACC": 397,
      "TCTAA": 398,
      "GTGCAA": 399,
      "CGTACGTT": 400,
      "TCAATGTT": 401,
      "TGCGTACGA": 402,
      "GCTGCGTGTCA": 403,
      "CCGA": 404,
      "GAGACTA": 405,
      "CGACA": 406,
      "GCCCTAA": 407,
      "GCTGCTA": 408,
      "GCCCGTCATGACGCTCAGAGGCGGTGTAA": 409,
      "GTGCA": 410,
      "TGCGTTA": 411,
      "GGCGATTA": 412,
      "TGGTCTTCA": 413,
      "GCACCACTT": 414,
      "CCCGA": 415,
      "TCTGCAAGGTA": 416,
      "GATGT": 417,
      "CAGC": 418,
      "GGACT": 419,
      "TAATT": 420,
      "TGATA": 421,
      "CTTCCCTCAA": 422,
      "CTGCGCGCAGC": 423,
      "GGACGTGATA": 424,
      "GACAGTAATGTT": 425,
      "GGCTCTGGA": 426,
      "CGAAA": 427,
      "AAATACATTGGC": 428,
      "TATCC": 429,
      "TCATTAA": 430,
      "TCGAA": 431,
      "GTAGC": 432,
      "CAACA": 433,
      "TTAGGAAGCCTAA": 434,
      "GCGGTT": 435,
      "TAGATGACA": 436,
      "GTACCCTT": 437,
      "GATTCCTGAAACTTCC": 438,
      "GCGTACA": 439,
      "CCTCA": 440,
      "TGGCA": 441,
      "GCCAA": 442,
      "GATTTGGATT": 443,
      "TTTTTGGT": 444,
      "TCCTGCTAGCCAGAGAA": 445,
      "AAAGTA": 446,
      "GATCTA": 447,
      "TCGACTCCTA": 448,
      "GCCCCCTC": 449,
      "CACATATC": 450,
      "GGGTAA": 451,
      "GGTGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 452,
      "GTCCTACTT": 453,
      "GGATC": 454,
      "GAATAA": 455,
      "TTCA": 456,
      "TCCCCCC": 457,
      "CGAACA": 458,
      "AAGAGGTACC": 459,
      "GTGAATGGGATTA": 460,
      "GGCGAGGGTGTCT": 461,
      "GTGCAGC": 462,
      "GACTA": 463,
      "TATGC": 464,
      "GTAACA": 465,
      "TTCC": 466,
      "TTTGC": 467,
      "GGCCC": 468,
      "CGAGTT": 469,
      "GGTTTTCTAAACTA": 470,
      "TCGCGGACGTT": 471,
      "TGGTCTTCATGTA": 472,
      "GCGACC": 473,
      "CTACT": 474,
      "TATTGGA": 475,
      "CCTTTT": 476,
      "TCTTTT": 477,
      "GAAGCGGT": 478,
      "GCATAGTCTGC": 479,
      "CCAGTCA": 480,
      "GTAACCGCTGGC": 481,
      "GCAAAACA": 482,
      "CACACCTT": 483,
      "GTGCGGT": 484,
      "GTCTTTT": 485,
      "GCACAAAGGAACACAGC": 486,
      "GGCACC": 487,
      "GGCCTGCGGC": 488,
      "TTTCC": 489,
      "AACGG": 490,
      "TACT": 491,
      "CCTAGGA": 492,
      "GGCAAA": 493,
      "CGATC": 494,
      "GTCCTAA": 495,
      "GTCGCAAGGTAGG": 496,
      "GACGGT": 497,
      "GTTCGT": 498,
      "CTAAAACA": 499,
      "GCATA": 500,
      "GATCGC": 501,
      "GTCGGA": 502,
      "GGGGA": 503,
      "GTTGCCCCGC": 504,
      "CTATTGCTTGCGGTCTTCGTGCCT": 505,
      "GCGA": 506,
      "CTGAAA": 507,
      "TCGTTCCCCTAGACTGC": 508,
      "TAATAA": 509,
      "CGGAA": 510,
      "TCAATGGAA": 511,
      "GGCAAGGTGA": 512,
      "GGCTAATAA": 513,
      "CTACCCCAGCGCCCGGGCGGTCTGTT": 514,
      "GATCC": 515,
      "TATAACA": 516,
      "TCGGT": 517,
      "TGGGGTT": 518,
      "TCTGTT": 519,
      "CGATA": 520,
      "TCAGTCA": 521,
      "CGTTGCCCTAA": 522,
      "CTCCCTTTC": 523,
      "CCATGCGATT": 524,
      "CTTAAAATAA": 525,
      "GGTCCTAACCTGCCC": 526,
      "CAACGAGCCATCGCTGAA": 527,
      "GGGAA": 528,
      "GGGGTA": 529,
      "GGCTTA": 530,
      "TGTCC": 531,
      "GGGGGTAAA": 532,
      "TCGGA": 533,
      "TCTTAA": 534,
      "TGTGTTA": 535,
      "TATCGTATA": 536,
      "TCGTT": 537,
      "GTACTCA": 538,
      "TGTGTA": 539,
      "TGGGC": 540,
      "CTCCATACTT": 541,
      "CAACGCGAGTTTTAGCA": 542,
      "TGATGCGAGCTA": 543,
      "TCACTTA": 544,
      "TAGAA": 545,
      "CAATCC": 546,
      "GCCCCCTCGGCA": 547,
      "CACC": 548,
      "CATGA": 549,
      "CTCT": 550,
      "CGTTCC": 551,
      "GCACTA": 552,
      "GTAACC": 553,
      "GGACGGAAACTA": 554,
      "TTTGA": 555,
      "TCGCCC": 556,
      "CGACGTCATAA": 557,
      "GGCGATTATCA": 558,
      "GTGCGTA": 559,
      "GAGTGCAA": 560,
      "GTGATT": 561,
      "TATCTTGCGTGGCCTAGACT": 562,
      "GAAAA": 563,
      "TGCGTT": 564,
      "CGCTT": 565,
      "CGCAA": 566,
      "CGATT": 567,
      "CGAAGGGTTCGT": 568,
      "GACCATTGGA": 569,
      "GGAGTGGCTCTGCA": 570,
      "AAGACGGGTTGCTA": 571,
      "TGCGTACGACGAATT": 572,
      "AATCCA": 573,
      "TGCTGGC": 574,
      "GCAACT": 575,
      "GTCAGGC": 576,
      "CTTGCGC": 577,
      "GGTGGCGCTACCAGTGGTA": 578,
      "GTGGT": 579,
      "GTCAAA": 580,
      "CCAA": 581,
      "CTAACCTT": 582,
      "TATCTT": 583,
      "TATTTGCATA": 584,
      "TGATTCCTA": 585,
      "TGTAAGCATAAA": 586,
      "TG": 587,
      "CCAGACT": 588,
      "CGCAGC": 589,
      "AAGACTAGC": 590,
      "AAGGA": 591,
      "GTGACC": 592,
      "GGTCT": 593,
      "CGTCTAA": 594,
      "GTTATT": 595,
      "TCTGAA": 596,
      "TATTTGCATAGTCC": 597,
      "GTGG": 598,
      "GTCGCA": 599,
      "GATGACA": 600,
      "CACT": 601,
      "CGTGGC": 602,
      "GTAATT": 603,
      "GTATGCACGACTGATCGCA": 604,
      "CAAAGCAAGGCA": 605,
      "TAGCA": 606,
      "GAACGG": 607,
      "CGGGC": 608,
      "GGTAGG": 609,
      "CACACA": 610,
      "CTCCTGT": 611,
      "GCTCCGAATAAA": 612,
      "GTTGCTATCTT": 613,
      "CCTCC": 614,
      "GAGTA": 615,
      "CGAGAGA": 616,
      "TCATGA": 617,
      "GGTGCCGACGGA": 618,
      "TGGAAAGGACGTGATA": 619,
      "TACCCTGACCTTTT": 620,
      "TCATTAACGTA": 621,
      "GCCGATCAGTT": 622,
      "TTAAA": 623,
      "GGGCGGTT": 624,
      "GGCTAAGGTGC": 625,
      "TCCTGCGTA": 626,
      "TTAGCCCCGG": 627,
      "GAGGCA": 628,
      "GGCCT": 629,
      "GGCGTA": 630,
      "GCACA": 631,
      "CGGTGATT": 632,
      "TGCTAA": 633,
      "CGCTCC": 634,
      "TGGTCC": 635,
      "CCCCGC": 636,
      "GTCGCTA": 637,
      "GTGGAGTCGAAGCAACC": 638,
      "TGTCGCCTGTT": 639,
      "GCAAGATGGCAGCCCGGCCTAGGCCTTCGGCCCACACA": 640,
      "GACTAA": 641,
      "CTGCA": 642,
      "CTCGCA": 643,
      "TCCTCGA": 644,
      "CGATGC": 645,
      "TGGCGTT": 646,
      "TGGTGCCA": 647,
      "CTCGCTGTCCTTA": 648,
      "CGGTA": 649,
      "CGACCA": 650,
      "CGGGATCTA": 651,
      "GGTTAA": 652,
      "CTTCCCTCAAGATC": 653,
      "GTCCTACTTGCGTACA": 654,
      "CCCCA": 655,
      "TGGTTTT": 656,
      "GTGCAGCGTGGC": 657,
      "CTCGGCA": 658,
      "TCATGC": 659,
      "CCCCGCTCCCCAGA": 660,
      "GTAACACTGC": 661,
      "CTCCATACTTGCATAGTCTGC": 662,
      "CCTGT": 663,
      "TACTCA": 664,
      "GTTTGA": 665,
      "CGCGCA": 666,
      "CCATCC": 667,
      "GCCCAA": 668,
      "TCTACCA": 669,
      "CGCGAGTTTTAGCA": 670,
      "GTTTCGCAA": 671,
      "GCTAA": 672,
      "GACGAATT": 673,
      "TATCA": 674,
      "TATATT": 675,
      "AAATACA": 676,
      "GGTCTTAA": 677,
      "TCCCC": 678,
      "CAATT": 679,
      "CTGCGCA": 680,
      "CTTACGGGCTA": 681,
      "TGCATAGTA": 682,
      "GCTGCGTGTCACGGCA": 683,
      "GACGGA": 684,
      "GAAGCA": 685,
      "TTATCC": 686,
      "CTAGT": 687,
      "CGACC": 688,
      "GCCCCA": 689,
      "TGGCCC": 690,
      "CTTCATATTTGCATAGTCC": 691,
      "GTGCAGGC": 692,
      "GATGA": 693,
      "TATAA": 694,
      "GTTTCGGAAA": 695,
      "TGCAA": 696,
      "CGCAAGA": 697,
      "TGTTCTAA": 698,
      "GAGACTAGCACAAAGGAACACAGC": 699,
      "GTGGTA": 700,
      "GAGAAA": 701,
      "GGACGTT": 702,
      "TCCCAAA": 703,
      "CTAGTT": 704,
      "TGGGATA": 705,
      "TTTTTGC": 706,
      "CGTTTAA": 707,
      "TTAAAA": 708,
      "GTGGCCTT": 709,
      "CTTGCGTGGA": 710,
      "CGTATTAAATAA": 711,
      "CACATATCGTTCCCCTAGACTGC": 712,
      "GTACTCAGCA": 713,
      "GCCTTA": 714,
      "GTCTA": 715,
      "CTGA": 716,
      "GCATAAA": 717,
      "GGTCC": 718,
      "TTAGATT": 719,
      "TCATAA": 720,
      "CGTATACC": 721,
      "GTGCGTT": 722,
      "TGAAGTA": 723,
      "GGACAGACGG": 724,
      "AAGACTAGCGTGGA": 725,
      "GCTTA": 726,
      "TACGT": 727,
      "CGCTGTCCTTA": 728,
      "CTGCGGC": 729,
      "TGTTTGT": 730,
      "GAGACGGTT": 731,
      "CTTAAATCAAA": 732,
      "GGGTTAGCA": 733,
      "GTCGG": 734,
      "GCAGTA": 735,
      "GCATTAA": 736,
      "CTACCAA": 737,
      "GATTAAAAGGTTTTCTAAACTA": 738,
      "GAGGTACC": 739,
      "GTACAA": 740,
      "GGAGCGGTT": 741,
      "GGTGACC": 742,
      "GATTCGCA": 743,
      "GGTATA": 744,
      "CGAAGC": 745,
      "TCTGGCAA": 746,
      "GATCGGA": 747,
      "TGGACTGC": 748,
      "TAGACTGC": 749,
      "TATACGGTGATTTTGA": 750,
      "TAGCCTGC": 751,
      "AAGACGGGCTGCTA": 752,
      "GGTTATT": 753,
      "GCACC": 754,
      "GGTAAA": 755,
      "GGTCATAA": 756,
      "CCACACA": 757,
      "CGTGGTCTA": 758,
      "GGCGACCA": 759,
      "CCAGCCTAGGCCTT": 760,
      "TTATCATGA": 761,
      "TCGCGGATGTT": 762,
      "GGCCGAA": 763,
      "GTTGCCC": 764,
      "AAAGTGT": 765,
      "CTTCGC": 766,
      "CTTGCCC": 767,
      "CTAGCCA": 768,
      "TGCTGGCCA": 769,
      "TGTTGC": 770,
      "CTCCTCA": 771,
      "TCTTCTACC": 772,
      "CTACCCCAGT": 773,
      "GGTTTTCTTAA": 774,
      "GAGAAAAAA": 775,
      "GCCAGGCTGC": 776,
      "TAATTGGT": 777,
      "CGAGGGT": 778,
      "TCACTT": 779,
      "CGTGTT": 780,
      "CGGGCAA": 781,
      "GTTAGATTTGGATT": 782,
      "TGTTCA": 783,
      "GTGCTGGC": 784,
      "GTCTTTGCGTTA": 785,
      "TCCAATCAA": 786,
      "GGCCTGCGGA": 787,
      "CATTGTTGCGTTGGGATATAACA": 788,
      "GTGCGGTGTACA": 789,
      "GGGGTACTAAAACA": 790,
      "CGCAAGATGGCA": 791,
      "AATC": 792,
      "GTGTCA": 793,
      "CTCTCC": 794,
      "GTTCTTCATATTTGCATAGTCC": 795,
      "GGTCGGA": 796,
      "GCAAAA": 797,
      "TCTGTCC": 798,
      "GGAATT": 799,
      "GATAGTGGC": 800,
      "GTGGCTT": 801,
      "GATTATCA": 802,
      "GCCCGTCATGACGCTCAGAAGCGGT": 803,
      "TTTGGACC": 804,
      "GACAGTAATGTTCTAA": 805,
      "CTACCCCAGTGTCC": 806,
      "TATTTT": 807,
      "CTGGCAA": 808,
      "GGCGCTA": 809,
      "TCTTA": 810,
      "CGCCGTA": 811,
      "CGTGGTT": 812,
      "TGTCTT": 813,
      "GTTAGATT": 814,
      "TATTTA": 815,
      "GTCATCA": 816,
      "TAAACTA": 817,
      "TCGGGATA": 818,
      "GGGACTAACCTT": 819,
      "CGTCCTCCTGCTAGCCAGAGAA": 820,
      "CCATGCTATT": 821,
      "CGGGATCTAGCTA": 822,
      "GCGATCGC": 823,
      "CCTAAA": 824,
      "GATATT": 825,
      "GGCTTAA": 826,
      "GTAGAGT": 827,
      "GCACGA": 828,
      "TGCCGC": 829,
      "CGCTGGC": 830,
      "CGCCTAGC": 831,
      "CGAGTTA": 832,
      "TGATCC": 833,
      "TGAGATTA": 834,
      "GAGAGA": 835,
      "GTACCCCAGCGCCC": 836,
      "TCTACCAGGATGTGC": 837,
      "GCACCACTTGCCC": 838,
      "TTTTTGGTGATGT": 839,
      "CGAACATCTA": 840,
      "GTTTCGCAAAAA": 841,
      "CGTGGTTTAGA": 842,
      "CGGCGATCA": 843,
      "TTCATAA": 844,
      "GTGATA": 845,
      "CCCAAA": 846,
      "CCCGGT": 847,
      "GACTTTT": 848,
      "CATGC": 849,
      "GGGATC": 850,
      "GGGACA": 851,
      "TAATTTTTGGTGATGT": 852,
      "CCATCGT": 853,
      "TGGGTT": 854,
      "GATATCC": 855,
      "TAAACGG": 856,
      "GGGTAAATACATTGGC": 857,
      "CGATCAGATC": 858,
      "CCAGGATTAGCA": 859,
      "CATACTCC": 860,
      "CGGTTCTAGC": 861,
      "GCCGATTATCA": 862,
      "GAACTCGTAATCA": 863,
      "TCACTTACGCCTAGC": 864,
      "AAGACTAGCGTGGAGTAACACTGC": 865,
      "AAAGTGTCTA": 866,
      "CGGCGATCATAATTTTTGGTGATGT": 867,
      "GCGGC": 868,
      "GCCTCC": 869,
      "GCTCGGGATA": 870,
      "TACGTA": 871,
      "GGGGTT": 872,
      "GGTGTA": 873,
      "GCCCCCCGC": 874,
      "CTGCTCC": 875,
      "TCTGCCC": 876,
      "CACACC": 877,
      "GCTCCTCC": 878,
      "TACATTGC": 879,
      "GATTAGAA": 880,
      "TCTGCAAAGTA": 881,
      "CGTTCCCCTAGACTGC": 882,
      "AATCCAGGCCTT": 883,
      "CTAGTCGGCGATCATAATTTTTGGTGATGT": 884,
      "GACTCC": 885,
      "GGGATTA": 886,
      "TCGAGA": 887,
      "TAACT": 888,
      "TCCTTGC": 889,
      "TGCCTAA": 890,
      "CGCGCGGT": 891,
      "CGTGACC": 892,
      "GCCCCGA": 893,
      "GTAATAA": 894,
      "TGTTTTCC": 895,
      "CTTCCCA": 896,
      "GTGGATT": 897,
      "CCTTAGCCCCCTCGGCA": 898,
      "TCCATACC": 899,
      "CCCGCCGCA": 900,
      "TCATACAA": 901,
      "CAAAAGAATT": 902,
      "GATTATCACACT": 903,
      "GCCCCCCGCGTTCGT": 904,
      "GCCCAGCCTAGGCCTT": 905,
      "TTTGTA": 906,
      "GTGGGC": 907,
      "CAGATT": 908,
      "GGGATGGC": 909,
      "TCGGCAA": 910,
      "AAATT": 911,
      "CTTTTAA": 912,
      "TTATAA": 913,
      "CTACGC": 914,
      "TGGTCCTAA": 915,
      "TCAAAGGAA": 916,
      "TTATTTGGA": 917,
      "GGTACCGACGG": 918,
      "TAGTAAAGTGTCTA": 919,
      "AAACATCTTCTACC": 920,
      "CAAACACCTAGGA": 921,
      "GTAATATTTA": 922,
      "GTCGTAAA": 923,
      "TCAATGTTTCGGAAA": 924,
      "TCGGATCCTTGC": 925,
      "CGAAGGGTTCGTAAGAGGTACC": 926,
      "TCCTGCGTACTCCTA": 927,
      "TACTCATCGAGA": 928,
      "GTTTCGCAAAAATGCTAA": 929,
      "GCCTT": 930,
      "CAGAAA": 931,
      "GGCTCACTTACGCCTAGC": 932,
      "TCTATTGGA": 933,
      "TCCTTTGA": 934,
      "CTAACGGGCTA": 935,
      "GTACACGACA": 936,
      "CTATTGCTTGC": 937,
      "GCACCACTAAA": 938,
      "GCAGGCTCCTCC": 939,
      "TTAGCCCCGA": 940,
      "GGGGTAAA": 941,
      "TAAACGGGGAA": 942,
      "TACATTGCGATTATCACACT": 943,
      "CAAAAGAATTCGCCGTA": 944,
      "GCTGT": 945,
      "CCTGGTT": 946,
      "CACGA": 947,
      "GTATGAAA": 948,
      "GCACCGGA": 949,
      "GAACGGA": 950,
      "CCATCTGTT": 951,
      "CTGCGGTCTTCGTGCCT": 952,
      "GTAATATC": 953,
      "GGTTCC": 954,
      "CACATGGACTGC": 955,
      "GGGTAAATA": 956,
      "TGAAAA": 957,
      "GGCTAAGGCGC": 958,
      "CCCAGC": 959,
      "CCCACTGAAA": 960,
      "GATTCCCGCA": 961,
      "GAAGCTCCGGGCGTCGCA": 962,
      "CGGCCCACCCA": 963,
      "TCCAATCA": 964,
      "TACCCTGACCCGTT": 965,
      "GGGCACTAGCCA": 966,
      "GTATGCACGACT": 967,
      "GGCGATCACC": 968,
      "GTACCCTTGG": 969,
      "TGGGGTTTGGTA": 970,
      "CGGTTCTAGCCCATCTGTT": 971,
      "TCATACAACTAGTCGGCGATCATAATTTTTGGTGATGT": 972,
      "CCAAA": 973,
      "CTGAAGCA": 974,
      "GCATAGC": 975,
      "CTTGCA": 976,
      "TGTCCATCGT": 977,
      "TGGGCTT": 978,
      "GGGCAAATACATTGGC": 979,
      "TTGCAAA": 980,
      "TGAATGACA": 981,
      "CCCGCCGTA": 982,
      "CGTGCACAACGCGAGTTTTAGCA": 983,
      "GTTCTTCATATTTGCATAGTCCGC": 984,
      "CGTGGTTTAGAGTAGAGT": 985,
      "GTCGTAAAGCA": 986,
      "GCGATA": 987,
      "TTTCGTTCCCCTAGACTGC": 988,
      "GTGTT": 989,
      "GTCGA": 990,
      "GACGT": 991,
      "TATGA": 992,
      "GGGG": 993,
      "TCGTAA": 994,
      "TCTTGC": 995,
      "GTACATT": 996,
      "GTACATTGGC": 997,
      "CTAGAA": 998,
      "CGACGTT": 999,
      "CGTGCCT": 1000,
      "CAATCGT": 1001,
      "CTGCGATTTT": 1002,
      "TATTTGGA": 1003,
      "GGCACCCCGCTCC": 1004,
      "GTCAGCCA": 1005,
      "TGGTCTTCGT": 1006,
      "TCTATGG": 1007,
      "CGATCATATCC": 1008,
      "CTCGCTGGC": 1009,
      "CTAAAGCA": 1010,
      "GTAATATTTAGCCTGC": 1011,
      "GCACCACTTGACT": 1012,
      "GGCAAAGAAA": 1013,
      "GGGAATGGGATTA": 1014,
      "TACCCTGACCTTTTCTGTCC": 1015,
      "GAGAAATT": 1016,
      "GGGACTAACCTTCCCACTGAAA": 1017,
      "AATCCAGGCCTTTT": 1018,
      "TCGGATCCTTGCGGCTT": 1019,
      "GCTGGGATA": 1020,
      "GTGCCA": 1021,
      "GAGCA": 1022,
      "TAGACA": 1023,
      "CAGGA": 1024,
      "GTTGTTA": 1025,
      "GGACGGA": 1026,
      "CTTCATAA": 1027,
      "TTACAA": 1028,
      "CGAGAGC": 1029,
      "TCACAAA": 1030,
      "CAAGAGA": 1031,
      "TGGCAAAA": 1032,
      "CTAATTCATAA": 1033,
      "GGGCGGC": 1034,
      "CGAATAA": 1035,
      "GGAAGG": 1036,
      "TTGCGTA": 1037,
      "GGTTCGCGCGGT": 1038,
      "GATACAACA": 1039,
      "GATCTT": 1040,
      "GGCGAGGCGATTATCA": 1041,
      "CGGATGCA": 1042,
      "GGGTGTA": 1043,
      "GCTGCGTA": 1044,
      "GCGTAGC": 1045,
      "AAGGTATATA": 1046,
      "GTCTTCGTGGC": 1047,
      "GAAGCTCCGGGCGTCGCGCAGGCTCCTCC": 1048,
      "GTACTGTGATT": 1049,
      "CGATCAGTTTCAATGGAA": 1050,
      "CGTTATAA": 1051,
      "CTAAATTA": 1052,
      "TGGGGATCGT": 1053,
      "CTACCCCAGCGCCCGGGCGGTCTGTTGGTGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 1054,
      "TGTTTGTCTATT": 1055,
      "CTACCAATGGTA": 1056,
      "GAGAAAAAATT": 1057,
      "AAACATCTTCTACCTAAACGGGGAA": 1058,
      "GTCTTCGTGGCTGA": 1059,
      "GTCTTA": 1060,
      "TACTCC": 1061,
      "AAAGTTTT": 1062,
      "GGATCA": 1063,
      "TGACC": 1064,
      "TGAGATCA": 1065,
      "GCCATCGTT": 1066,
      "TCTCGA": 1067,
      "GGAACTACCAATGGTA": 1068,
      "GTCCTTA": 1069,
      "CGCATATT": 1070,
      "CATTGTGGC": 1071,
      "CATAATCA": 1072,
      "GCTGCCA": 1073,
      "TATATAGTAAAGTGTCTA": 1074,
      "GAGTGTCTTTT": 1075,
      "GTCCTACTTGCGTGGA": 1076,
      "GGAGTGGCTCTGAA": 1077,
      "CTGGATATCTTGCGTGGC": 1078,
      "CGTCGCCCTAACAACGA": 1079,
      "CTCCCTTTCGGCGAGGGTGTCT": 1080,
      "GTGGCCTTTGTGC": 1081,
      "GCCCGTCATGACGCTCAGAAGCGGTGTAA": 1082,
      "GGCTCACTTACGCCTAGCGATTCCCGCA": 1083,
      "CGTGGTTTAGAGTAGAGTAAACATCTTCTACCTAAACGGGGAA": 1084,
      "CTGCGATTTTTCTT": 1085,
      "GATAACA": 1086,
      "TACAA": 1087,
      "TACAAA": 1088,
      "TAGGTTTT": 1089,
      "CTCTT": 1090,
      "TCGTCC": 1091,
      "GGATTA": 1092,
      "CTTGTGC": 1093,
      "GGTGT": 1094,
      "GGAACTT": 1095,
      "TGTTCC": 1096,
      "TCAACTATGA": 1097,
      "CATAACGCGAGTTTTAGCA": 1098,
      "CCTTAGCCC": 1099,
      "TGATTCAGAAA": 1100,
      "GGACAGGCAA": 1101,
      "CTTAAATATT": 1102,
      "CTACTCGAA": 1103,
      "TGGGCTGTT": 1104,
      "GTCGCTAGGTAGG": 1105,
      "GGTTTTCTTAACTT": 1106,
      "CGCAAGATGGCAGCCCGGCCTAGGCCTT": 1107,
      "GCCCCCCGCGTTCGTCTCCTCA": 1108,
      "TACATTGCGATTATCACACTCGGTTCTAGCCCATCTGTT": 1109,
      "CCTGGTTCGC": 1110,
      "GGGCACTAGCCACTCCA": 1111,
      "GTCTGC": 1112,
      "CAGAA": 1113,
      "GGGATT": 1114,
      "TCGTCA": 1115,
      "GGAGCGGT": 1116,
      "CTATCGT": 1117,
      "GTAATGTT": 1118,
      "TGGGAACA": 1119,
      "GTTAGGAA": 1120,
      "GCTATAGACA": 1121,
      "GGCGAGGCGATTA": 1122,
      "GACTGCA": 1123,
      "GTGCGGCA": 1124,
      "TGAATTTCC": 1125,
      "TTATTGCAAAACA": 1126,
      "GACGGGCTGCTA": 1127,
      "TGCCACTATTGCTTGCGGTCTTCGTGCCT": 1128,
      "CGTATTCA": 1129,
      "GCAAGATGGCAGCCCAGCCTAGGCCTT": 1130,
      "GTGGAGTCGAAGCGACC": 1131,
      "TGGAAAGGACGT": 1132,
      "CGTCGCCTTAA": 1133,
      "GGGTAATCCTCGA": 1134,
      "TCTTTTGCCGATCAGTT": 1135,
      "GACGGTAA": 1136,
      "CAACGAGCCATCGCTGAAGGCTCTGGA": 1137,
      "AAGACGGGTTGCTAGCCCGTCATGACGCTCAGAGGCGGTGTAA": 1138,
      "TGTTCATCGT": 1139,
      "GACAAA": 1140,
      "GGCCTAGGCCTT": 1141,
      "TCGGCA": 1142,
      "CGCGC": 1143,
      "TGAGTT": 1144,
      "CGGGTTA": 1145,
      "GCCAGTGTA": 1146,
      "CTTATATGC": 1147,
      "CTGTTAAATACA": 1148,
      "GTCCTAGAA": 1149,
      "GCAGGCGCCC": 1150,
      "GTACTCGACA": 1151,
      "CGTCCTCCTGCTAGCCA": 1152,
      "AAACATCATACAACTAGTCGGCGATCATAATTTTTGGTGATGT": 1153,
      "CAAACACCTA": 1154,
      "TTAGGATGCCTAA": 1155,
      "GATTAAAAGGTT": 1156,
      "TCTGCAAGGTATATA": 1157,
      "GTAACCGCTGGCGACCATTGGA": 1158,
      "CCAGACTCGTGC": 1159,
      "CAAAGCAAGGCAGATA": 1160,
      "GAGGCAGAGAAATT": 1161,
      "TGGCGTTTGGTA": 1162,
      "CCTGTGGTA": 1163,
      "TGCATAGTACAAAAGAATTCGCCGTA": 1164,
      "GGTATATGTTTGTCTATT": 1165,
      "TACTCATCGAGACGCGCA": 1166,
      "GTCGTAAAGCAGAATT": 1167,
      "CCTTAA": 1168,
      "TATCT": 1169,
      "GGGGTGGC": 1170,
      "GGCCATAA": 1171,
      "GTATAAA": 1172,
      "GAACGTT": 1173,
      "TAAAA": 1174,
      "TCCTAA": 1175,
      "CTAGGC": 1176,
      "CGCGGC": 1177,
      "CGATTA": 1178,
      "CGAGTGGC": 1179,
      "CCAGTA": 1180,
      "CCAGTTAA": 1181,
      "CAACT": 1182,
      "CAACAACA": 1183,
      "GCCCTGCTGGCCA": 1184,
      "GCTAGTGT": 1185,
      "GGTTCTCCATACTTGCATAGTCTGC": 1186,
      "CGTATTAA": 1187,
      "CACAGCTT": 1188,
      "GATCGTT": 1189,
      "GATCGATTCCTGAAACTTCC": 1190,
      "CGGTCTGC": 1191,
      "TGGTGCCC": 1192,
      "TGGTGTCGGA": 1193,
      "TGTACGT": 1194,
      "CCTTTGA": 1195,
      "GGCCTTGATCA": 1196,
      "CTATGACTTTTAA": 1197,
      "GAACACGTAA": 1198,
      "CCCTCGG": 1199,
      "CCGGCTAATAA": 1200,
      "TCAATGTTTCGGCAA": 1201,
      "GTAACCGCTGGCGACCA": 1202,
      "GTGCGGTGTACT": 1203,
      "GATTCGCATCGCCC": 1204,
      "CGAAGCGACGC": 1205,
      "CCCGGTGGCGCTA": 1206,
      "GGTTCCTGAAA": 1207,
      "TCTATGGGACGC": 1208,
      "GGTTCGCGCGGTGTA": 1209,
      "TACATTGCGATTATCACACTCGGTTCTAGCCCATCTGTTGAGAAAAAATT": 1210,
      "GCTGACA": 1211,
      "TTGGCA": 1212,
      "GACCTA": 1213,
      "GACGTCATAA": 1214,
      "TTACGACCA": 1215,
      "CGAATTTT": 1216,
      "GACCAA": 1217,
      "CGGTGACC": 1218,
      "GGCGAGGA": 1219,
      "TACAGCA": 1220,
      "GGTGCCGA": 1221,
      "GAGTTCTT": 1222,
      "TCAAAGTTTCGGAAA": 1223,
      "GTTCCCCTA": 1224,
      "CCAGCTAA": 1225,
      "GGTTTTCTAAATTA": 1226,
      "GTACCCT": 1227,
      "GAGAATA": 1228,
      "TTAGGAAGCCCAA": 1229,
      "GCTGCGTGTCGC": 1230,
      "GAGACTAGCACAAAGGAA": 1231,
      "GCGATGCCA": 1232,
      "GGCAAGGTGATGGTCTTCATGTA": 1233,
      "TCTGGCAAGCACCGGA": 1234,
      "TCGGATCCTTGCGGCTTCTA": 1235,
      "TGTTCATCGTGATCGGA": 1236,
      "CTGTTAAATACACTGCGATTTTTCTT": 1237,
      "TACTCATCGAGACGCGCAGAGACGGTT": 1238,
      "GCCCA": 1239,
      "TTGGC": 1240,
      "GTGCTCC": 1241,
      "CCCGG": 1242,
      "CATCTT": 1243,
      "GGGTCC": 1244,
      "GCATAA": 1245,
      "CTATGGC": 1246,
      "TGCGGGTTA": 1247,
      "CGACGAATT": 1248,
      "TCATTTGGA": 1249,
      "CCACAA": 1250,
      "GCCCTAGACTGC": 1251,
      "GGTATAGA": 1252,
      "CTAACC": 1253,
      "CGAAGCAA": 1254,
      "GAAACA": 1255,
      "CGTACGC": 1256,
      "TCGCTT": 1257,
      "TCTTTGGC": 1258,
      "GGGCGGTCGGTT": 1259,
      "GGCTTGTTGC": 1260,
      "CTTCAGC": 1261,
      "GACGCGGT": 1262,
      "GGGCGGTTTGTT": 1263,
      "GCCCCCCGCGTTCGTCTCCTCAGGGCACTAGCCACTCCA": 1264,
      "GCGGGACTAACCTTCCCACTGAAA": 1265,
      "TTGCA": 1266,
      "AATT": 1267,
      "GTCGGC": 1268,
      "CCCTT": 1269,
      "CCGACGG": 1270,
      "GGG": 1271,
      "GGATCGG": 1272,
      "GGTGATCA": 1273,
      "CGACTATT": 1274,
      "TCAGCA": 1275,
      "TCAGCCC": 1276,
      "CCATGT": 1277,
      "TGATGT": 1278,
      "CAACCCC": 1279,
      "TGTCGCTCA": 1280,
      "GTAAGCACGA": 1281,
      "TGGGATT": 1282,
      "TGGGCTCCTCC": 1283,
      "CGTTTCATA": 1284,
      "GGTTGTT": 1285,
      "CACACCTTA": 1286,
      "GTCCTCCTGCTAGCCAGAGAA": 1287,
      "CGGTCCACACA": 1288,
      "TATCGCATA": 1289,
      "TCAATGATTCAGAAA": 1290,
      "CTTAACATGA": 1291,
      "TGAAGGCTCTGGA": 1292,
      "GGCAATTA": 1293,
      "GGGTTTGGA": 1294,
      "TAGCCTTA": 1295,
      "GTCTTTGCGTT": 1296,
      "CTTGCGCAACT": 1297,
      "TGGAAAGGGTA": 1298,
      "GTAACCGATAGTGGC": 1299,
      "CGGTGATTGTGA": 1300,
      "TCTTGCTCT": 1301,
      "CTAATTCATAATTTGTA": 1302,
      "GCTATAGACATGCATAGTACAAAAGAATTCGCCGTA": 1303,
      "TTTTA": 1304,
      "GAGGT": 1305,
      "CATGTA": 1306,
      "GGGACGG": 1307,
      "GGCGCAGC": 1308,
      "GGCGTGATA": 1309,
      "GTAGCCGA": 1310,
      "GGATATAACA": 1311,
      "TCCTGAGATTA": 1312,
      "TCACCTA": 1313,
      "CGTGATCTA": 1314,
      "CAATAA": 1315,
      "CAACAA": 1316,
      "TGTGTT": 1317,
      "GGGCTATAACA": 1318,
      "CTCCTTTT": 1319,
      "GGCGAGCCGATTATCA": 1320,
      "CCCCGCTT": 1321,
      "CTTAATGAGATCA": 1322,
      "TGAACA": 1323,
      "GCCTCGC": 1324,
      "TATATA": 1325,
      "AAAATA": 1326,
      "AAAAGGTACC": 1327,
      "GATCAGTCGTAAAGCAGAATT": 1328,
      "TGGAATT": 1329,
      "TCCAGAGT": 1330,
      "GATTTTGCA": 1331,
      "CGTATTCC": 1332,
      "GGTTATGGGCTT": 1333,
      "TGCGTACTA": 1334,
      "CTCCATACT": 1335,
      "TTAGCCCCGGATGCA": 1336,
      "TGCCTCTATTGCTTGCGGTCTTCGTGCCT": 1337,
      "GTTGGAGGACGG": 1338,
      "GAATAAGGACT": 1339,
      "TCCCCCCTTAAA": 1340,
      "GCACTATCGT": 1341,
      "CGAGTTATGTGTTA": 1342,
      "TATATAGTAAAGTGTCTAGTCATCA": 1343,
      "TGGAAAGGGTATATT": 1344,
      "TTGTT": 1345,
      "GTGATTTTGCA": 1346,
      "CTCTAA": 1347,
      "TCTTGCGTGGC": 1348,
      "GTAGTACC": 1349,
      "GGTGGG": 1350,
      "TCCTAAACTA": 1351,
      "CGCTAGC": 1352,
      "CTGCGACC": 1353,
      "GTAAGGCTAA": 1354,
      "GCAATATT": 1355,
      "GCCAGC": 1356,
      "CACATTTCGTTCCCCTAGACTGC": 1357,
      "GATCGATTCCTGAAA": 1358,
      "TATCGC": 1359,
      "TAGATAACA": 1360,
      "TCGGGGGGGTAAA": 1361,
      "GTCTCAA": 1362,
      "CATATACC": 1363,
      "TTTATAA": 1364,
      "GGTCCTAACC": 1365,
      "CCGGAGGAACTACCAATGGTA": 1366,
      "GGCGAGGGTGACT": 1367,
      "GTTGGAGGACGGAAACTA": 1368,
      "CGTGCACAACGCGAGTT": 1369,
      "CCCGATGCTT": 1370,
      "TTAGGAAGCCTAAGTCGCAAGGTAGG": 1371,
      "GTACCCTTGTGGCTT": 1372,
      "CACACCTTTTA": 1373,
      "AACGGGCCAGGCTGC": 1374,
      "TGTCGCCTGTTCGA": 1375,
      "CTACCCCAGTGTCCGGGCGGTCGGTT": 1376,
      "GCCAGTGTAGGCTCACTTACGCCTAGCGATTCCCGCA": 1377,
      "GCTGGC": 1378,
      "GTGGAA": 1379,
      "TCGGGC": 1380,
      "GTACTT": 1381,
      "GCAGGA": 1382,
      "CTATTA": 1383,
      "CGCGGTTA": 1384,
      "TCATGT": 1385,
      "GCCCGATCTT": 1386,
      "GATTCCTT": 1387,
      "GATTGATATCC": 1388,
      "TGGAAAA": 1389,
      "GGTATTGC": 1390,
      "GTTACC": 1391,
      "GCCAGTTTGA": 1392,
      "GGCAGGA": 1393,
      "TAAATCAAA": 1394,
      "TCGCCTA": 1395,
      "GACATGC": 1396,
      "CGTAATAAA": 1397,
      "TTATTTAGA": 1398,
      "GTCTCGATC": 1399,
      "GGGCGGTGTGCAGGC": 1400,
      "GACGCTATGA": 1401,
      "GAGCTATT": 1402,
      "GCCCGTCATGTCGCTCA": 1403,
      "TGATTCCTC": 1404,
      "TTTAGACC": 1405,
      "GACAGTAATATT": 1406,
      "CACAGCGTAAAA": 1407,
      "CCGAGGCGATTA": 1408,
      "GCACTACGTGACC": 1409,
      "CTTGCGCGGTGCCGACGGA": 1410,
      "TTAGCCCCGGGTGCAGCGTGGC": 1411,
      "TATACGGTGATTTTGAGGAGTGGCTCTGCA": 1412,
      "CTTCGCTCAA": 1413,
      "CTTCCCAGGTTCGCGCGGTGTA": 1414,
      "GAAGCTCCGGGCGTCGCATGGGCTCCTCC": 1415,
      "TGTCCATCGTGGTCGGA": 1416,
      "GTAATATTTAGCCTGCGTA": 1417,
      "CTATGACTTTTAATATAA": 1418,
      "TTTATAATCAACTATGA": 1419,
      "AACGGGCCAGGCTGCTACGT": 1420,
      "CGGCGAGGGTGTCT": 1421,
      "CCGGCTA": 1422,
      "GATCCTGC": 1423,
      "GAGTAATAA": 1424,
      "CACAA": 1425,
      "CTTTGA": 1426,
      "CTTGGTAA": 1427,
      "TTAGC": 1428,
      "TTAGTCAA": 1429,
      "TCCTCGG": 1430,
      "TGCCTTCC": 1431,
      "CGTGGACGTT": 1432,
      "GTAATTTT": 1433,
      "GATTTAAA": 1434,
      "GGGCCGAA": 1435,
      "CAAAGCAGC": 1436,
      "TATTTGC": 1437,
      "CGTTGCCAGGC": 1438,
      "GGTTCTCC": 1439,
      "GGTTCTTA": 1440,
      "CACACCTTTT": 1441,
      "GCTCCTAATAA": 1442,
      "TCGCCT": 1443,
      "GACATCGC": 1444,
      "TGTATGTA": 1445,
      "CTGTTGC": 1446,
      "GATCACA": 1447,
      "TACCCTGACTTTT": 1448,
      "TACTTGCGTACA": 1449,
      "GATGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 1450,
      "GATAAAAA": 1451,
      "CTGCGCGCAGCGGCCTGCGGC": 1452,
      "CTGAAACA": 1453,
      "TCTGTTGGAACTT": 1454,
      "GGCGACCATTGGA": 1455,
      "TCGCGGATGTTTTTA": 1456,
      "GAGAGACGATCA": 1457,
      "AAATTTGGGAACA": 1458,
      "GTCTTCGTGGCTGATCTCGA": 1459,
      "CCTGGTTCGCAAGGTA": 1460,
      "GGTTTTCTAAATTACTAATA": 1461,
      "CATATACCCGAACATCTA": 1462,
      "GCCAGTTTGACGT": 1463,
      "GTGTCTTTT": 1464,
      "CCCTAA": 1465,
      "GACTATT": 1466,
      "TATGGA": 1467,
      "GTTGGGCTATAACA": 1468,
      "TCGTTA": 1469,
      "GTATTGC": 1470,
      "GTAGCGTA": 1471,
      "CTATAA": 1472,
      "TCATT": 1473,
      "TCAGAGGCGGTGTAA": 1474,
      "CCACGC": 1475,
      "CGTGATA": 1476,
      "TGATCGCA": 1477,
      "GCCCGGGCGGTCTGTT": 1478,
      "GTTATAA": 1479,
      "GACCTGC": 1480,
      "TGCATTTATAATCAACTATGA": 1481,
      "CATTTCGTTCCCCTAGACTGC": 1482,
      "CCCCCC": 1483,
      "CTTAACATAA": 1484,
      "CGGCCTGC": 1485,
      "GTTCCGGAAA": 1486,
      "GAGCTCGC": 1487,
      "CTGCGCGCA": 1488,
      "CGTACGTTGCCAGGC": 1489,
      "GTGAATGGGATTATTAGAA": 1490,
      "GGCCCGGCCTAGGCCTT": 1491,
      "GGTCCTAACCTGCCCGCAAGATGGCAGCCCGGCCTAGGCCTTCGGCCCACACA": 1492,
      "CGCTTCATA": 1493,
      "GAACGGAAACTA": 1494,
      "CGGTAGCTT": 1495,
      "GAGACTAGCACAAAGGAACACAGCGTAAAA": 1496,
      "TGGCAAAACA": 1497,
      "CGTGGTTTAGAGTAGAGTAAACATCTTCTACCTAAACGGGGAATATATAGTAAAGTGTCTAGTCATCA": 1498,
      "GCGATGCCAGGGGTACTAAAACA": 1499,
      "TCTTGCTCTCTTAAATATT": 1500,
      "TCTGTTGGAACTTTGTTCC": 1501,
      "CCGCAA": 1502,
      "CCGCTCCTAATAA": 1503,
      "GATGG": 1504,
      "GAGCAGGC": 1505,
      "CAGGAGA": 1506,
      "GGCCCCT": 1507,
      "GTTTGCA": 1508,
      "GAACTA": 1509,
      "TCCCTTTT": 1510,
      "CTACTGC": 1511,
      "CTATTAA": 1512,
      "CTACTTCAGC": 1513,
      "CAATCAA": 1514,
      "CAACGTCATAA": 1515,
      "GTAAGGC": 1516,
      "GTAAAAA": 1517,
      "GTAACCGC": 1518,
      "CCTAGAA": 1519,
      "TTTTGCCGATCAGTT": 1520,
      "GTTAGAA": 1521,
      "GTTACCCCGC": 1522,
      "CCCCTT": 1523,
      "GTGCTCA": 1524,
      "TACCCGGA": 1525,
      "CGGCTGGC": 1526,
      "TGAAGC": 1527,
      "CCTAAGTA": 1528,
      "CCTTCCGCTCCTAATAA": 1529,
      "CTACCCA": 1530,
      "CTCAGGCA": 1531,
      "GACGGGTTGCTA": 1532,
      "GTACACCCA": 1533,
      "GTGAAGACTAA": 1534,
      "TGCCACTATTGC": 1535,
      "GGGACGGA": 1536,
      "CTGCGCGCAA": 1537,
      "GGTCAGACGG": 1538,
      "GTTTCGCA": 1539,
      "CGTCCTCCTGC": 1540,
      "CTATCCTTTT": 1541,
      "CAAAGCAACGCA": 1542,
      "GATCTCGTAA": 1543,
      "TCTACCAGGATATGC": 1544,
      "CGTACGTTGTCAGGC": 1545,
      "TCGACTCCTAGCTGCGTGTCACGGCA": 1546,
      "TCCCCCCTTAA": 1547,
      "GAGTGCAATGTCA": 1548,
      "TCATTAACGTACATAACGCGAGTTTTAGCA": 1549,
      "GCAGTAGCCA": 1550,
      "GTTTCGCAAAAATGCTAAGAGA": 1551,
      "TACCCTGACCCGTTCTGTCC": 1552,
      "GTTAGGAAGCCTAA": 1553,
      "TACATTGCGATTATCACACTCGGTTCTAGCCCATCTGTTGAGAAAAAATTTAATT": 1554,
      "TCCCCCCTTAAATCAAA": 1555,
      "GGTTGC": 1556,
      "CTGGCTAA": 1557,
      "CTCTGGA": 1558,
      "GGCCGC": 1559,
      "GGCGGTTA": 1560,
      "GCATAGA": 1561,
      "GGACCTAA": 1562,
      "GGTCAA": 1563,
      "TTATGA": 1564,
      "TTACCTA": 1565,
      "TCCGTGGC": 1566,
      "TCCCGCTCC": 1567,
      "CGGGCCA": 1568,
      "TGGGTGTA": 1569,
      "CCTATGTGC": 1570,
      "GGGCGTT": 1571,
      "TCTCGATCAGATC": 1572,
      "GTCCTCCTGCTAGCCA": 1573,
      "GACCGGA": 1574,
      "TATCGCA": 1575,
      "GGGTGA": 1576,
      "GTCGCAA": 1577,
      "TGTACGGTGATTTTGA": 1578,
      "TACACC": 1579,
      "GGTGCGAAGCTCCGGGCGTCGCGCAGGCTCCTCC": 1580,
      "GCAGCTCTAA": 1581,
      "GGGTTAA": 1582,
      "GCTTGGAA": 1583,
      "GATCAGTT": 1584,
      "GGGCGGTGAGCAGGC": 1585,
      "GGCTTGTT": 1586,
      "GAGCGCA": 1587,
      "CTTGCAAATTTGGGAACA": 1588,
      "GTGTGCAGTAGCCA": 1589,
      "CTAATACGTTTAA": 1590,
      "GATGCTCCTGAGATTA": 1591,
      "GTTAAGGC": 1592,
      "GGTCTACGTGCCT": 1593,
      "GATGTCATAA": 1594,
      "CTTCCCTCAAAATC": 1595,
      "GTAGCTTAA": 1596,
      "TAGATGACATGTAAGCA": 1597,
      "GGGTAAGTTGCTA": 1598,
      "GGATCGTAATT": 1599,
      "GGGGAGTGATTTTGCA": 1600,
      "TCACTTACGCA": 1601,
      "TGCGTACGACGAATTCTTCCCTCAAGATC": 1602,
      "GTGGTCGCTAGC": 1603,
      "TCCCCTGA": 1604,
      "CGAGGGTGTCT": 1605,
      "TCCATACCTGCGTA": 1606,
      "TACAGCAGTTAAGGC": 1607,
      "CAACCCCTGGAA": 1608,
      "GGCGCAGCGTGACC": 1609,
      "CTTAATGAGATCATCGGATCCTTGCGGCTTCTA": 1610,
      "GACATGCGTGGTA": 1611,
      "TCTGTTGGAACTTTGTTCCGTAGCTTAA": 1612,
      "TGAAGCGAGCTCGC": 1613,
      "CGGCGACCATTGGA": 1614,
      "GCTGCA": 1615,
      "GCCGGT": 1616,
      "GCCGATCA": 1617,
      "TTGAATT": 1618,
      "GTGATC": 1619,
      "GTGGGA": 1620,
      "GACAA": 1621,
      "GACGAA": 1622,
      "TACGTT": 1623,
      "TATGTA": 1624,
      "CATCACTT": 1625,
      "GGCCCA": 1626,
      "GGCCAA": 1627,
      "TCGGCTAA": 1628,
      "GTATGTGC": 1629,
      "CTTCCCC": 1630,
      "GGTCTT": 1631,
      "CAATGCAA": 1632,
      "CGGGAGA": 1633,
      "TGTCTTA": 1634,
      "CCTATTCA": 1635,
      "CCTACCTTCCGCTCCTAATAA": 1636,
      "CGAAGGGTT": 1637,
      "GCTAGTACC": 1638,
      "TGTTTGA": 1639,
      "GACCGCA": 1640,
      "CTCCCTT": 1641,
      "CTTATGC": 1642,
      "TATCGTGTA": 1643,
      "TATCGTTCCCCTAGACTGC": 1644,
      "GGGTGCAGC": 1645,
      "TGGTGC": 1646,
      "GACTGGAA": 1647,
      "GAGTAAA": 1648,
      "GATGGCGGCCCGGCCTAGGCCTT": 1649,
      "TGGAATTA": 1650,
      "TCCAGCGTA": 1651,
      "GGGCGGTGTGCTGGC": 1652,
      "GTTTTTCTA": 1653,
      "GTTTTGGTGACC": 1654,
      "CCAGGATGAACA": 1655,
      "GCCTAACGTAA": 1656,
      "GTACTGTGACC": 1657,
      "GTTTCGAA": 1658,
      "TGCTTTCC": 1659,
      "CATTGTTGCGCTGGGATA": 1660,
      "GTGCAACGC": 1661,
      "TAGATGACATGTAAGCATAAA": 1662,
      "CGATCGGCTT": 1663,
      "GCAAAAGAA": 1664,
      "AAGACTAGCGTGGAGTAACACTGCGAATAAGGACT": 1665,
      "TCTGCCCGCAAGATGGCAGCCCGGCCTAGGCCTT": 1666,
      "TTACAAAACA": 1667,
      "GTACTGTGATTTCTGGCAAGCACCGGA": 1668,
      "GGGACGGAAACTA": 1669,
      "AATAA": 1670,
      "GAGGA": 1671,
      "GACTT": 1672,
      "GTTCA": 1673,
      "GTTTTA": 1674,
      "GTATT": 1675,
      "CTACGGC": 1676,
      "CGTCACC": 1677,
      "CAATCA": 1678,
      "GCCCTATTTGC": 1679,
      "CGGGGGGGTAAA": 1680,
      "GATTGC": 1681,
      "GATTAA": 1682,
      "TGGCTT": 1683,
      "GCAAGCCA": 1684,
      "TTTTGTGCCA": 1685,
      "TATTAA": 1686,
      "GTCCTT": 1687,
      "GATCTTTT": 1688,
      "TCGCCGACGTT": 1689,
      "TACCAAACA": 1690,
      "CTTCCAA": 1691,
      "GCTGCGTGT": 1692,
      "TGAAAGCATAAA": 1693,
      "GAGTCGAA": 1694,
      "GCGGGCGCCTCC": 1695,
      "TGCATATTAGGA": 1696,
      "GGTCAGTACTCGACA": 1697,
      "GGAAACTT": 1698,
      "TGGGGATCGG": 1699,
      "GATCTCGTATT": 1700,
      "CATTGTTGCGTTGGGATA": 1701,
      "GGACTCATAATCA": 1702,
      "GTAGCCGCTGGC": 1703,
      "CGAGTTCTTCC": 1704,
      "GGCACCCCA": 1705,
      "CGTTGCCCTAACAACGA": 1706,
      "TGTCCCTA": 1707,
      "CGACGTCATAAGAACTCGTAA": 1708,
      "GAGTAGGC": 1709,
      "TCTACCAGTATGTGC": 1710,
      "GCCCCAGGCCCCT": 1711,
      "TTTTTGCCTCAA": 1712,
      "GTACCCCAGCGCCCGGGCGGTCTGTT": 1713,
      "GCTCGGGATATCTT": 1714,
      "GACTCCTTATCA": 1715,
      "GCACCACTAAACCGGAGGAACTACCAATGGTA": 1716,
      "CGATCATATCCTATA": 1717,
      "GCCCCCCGCGTTCGTCTCCTCAGGGCACTAGCCACTCCACGTGGTTTAGAGTAGAGTAAACATCTTCTACCTAAACGGGGAATATATAGTAAAGTGTCTAGTCATCA": 1718,
      "GCTATAGACATGCATAGTACAAAAGAATTCGCCGTAGCCAGTGTAGGCTCACTTACGCCTAGCGATTCCCGCA": 1719,
      "CTACCCCAGTGTCCGGGCGGTCGGTTGGTGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 1720,
      "GCCCGTCATGTCGCTCAGAGGCAGAGAAATT": 1721,
      "TTAGTCAAGTGGTCGCTAGC": 1722,
      "GTTTGCAGACGGT": 1723,
      "GTGAAGACTAAGAA": 1724,
      "GTGTGCAGTAGCCAGCAGC": 1725,
      "GCCTTAA": 1726,
      "GCCTTCA": 1727,
      "GTCTAA": 1728,
      "TATAAA": 1729,
      "CACTGC": 1730,
      "GGGCAA": 1731,
      "GGCGTCGAA": 1732,
      "TCGACC": 1733,
      "TCGAACA": 1734,
      "GTAGGCGC": 1735,
      "GCACAAA": 1736,
      "GCACCTC": 1737,
      "GGTCAAA": 1738,
      "GAATA": 1739,
      "GAATTAGCA": 1740,
      "TAACCCCA": 1741,
      "CGACGA": 1742,
      "CCAGGGTTAGCA": 1743,
      "CCACTTGCCC": 1744,
      "TGGCCT": 1745,
      "GCAAGATTCGCATCGCCC": 1746,
      "CAAAGGGTTCGT": 1747,
      "CAAAGGTTGTT": 1748,
      "TATTCTGTTAAATACACTGCGATTTTTCTT": 1749,
      "GGCAGATA": 1750,
      "CGTTAA": 1751,
      "GTCCCTA": 1752,
      "TTAACGT": 1753,
      "CTCCTT": 1754,
      "GTGGCCT": 1755,
      "TAAACGACTATT": 1756,
      "TATCTTGC": 1757,
      "TGGTCT": 1758,
      "TGGACGTGATA": 1759,
      "GTCGCAAAGTA": 1760,
      "GTGCGCTGACA": 1761,
      "TACCCTAACCTT": 1762,
      "CTTAAGTT": 1763,
      "TCTTTC": 1764,
      "TCCTCCCTTAAATCAAA": 1765,
      "TCTGCAAGGA": 1766,
      "GTTTTAAACATCATACAACTAGTCGGCGATCATAATTTTTGGTGATGT": 1767,
      "CCTGCTGGCCA": 1768,
      "CTGATCGATGTCATAA": 1769,
      "GCCATCGCTGAA": 1770,
      "CAAACACCTCA": 1771,
      "GTCGCAAGGTATG": 1772,
      "TCTTAACCTATTCA": 1773,
      "GTTGCTATCTTCGAAGGGTTCGTAAGAGGTACC": 1774,
      "GTCCTACTTGCGTACACCAGTCA": 1775,
      "CTGCGCACAGC": 1776,
      "GTGCGGTGTACAGGTATATGTTTGTCTATT": 1777,
      "CGGGATCTAGCTACCCGATGCTT": 1778,
      "GGGACAGGTCATAA": 1779,
      "GTATGAAAGT": 1780,
      "AATCCAGGCCTTTTCTGTCC": 1781,
      "GGACGGAGACTA": 1782,
      "CGAATAACGTATT": 1783,
      "GCTAGTGTCGGA": 1784,
      "CCTTTGATTGCAAA": 1785,
      "GTACCCTGGTGGC": 1786,
      "CAAAGCAGCGCA": 1787,
      "GCCAGTTTGACGTCTTGCAAATTTGGGAACA": 1788,
      "GGGCGTTGAGTAGGC": 1789,
      "TGAAGCGAGCTCGCCTT": 1790,
      "AAGACTAGCGTGGAGTAACACTGCGAATAAGGACTGAGTGTCTTTT": 1791,
      "TCGACCCCTA": 1792,
      "CCCGTTA": 1793,
      "GATGGTCCTAA": 1794,
      "GGGGCCA": 1795,
      "GTTGCCA": 1796,
      "GTTGGAA": 1797,
      "GTTTGGTA": 1798,
      "GGTCTTCA": 1799,
      "TGCGAACGTT": 1800,
      "TGAGAGA": 1801,
      "GCCCGTCGT": 1802,
      "CGGGTT": 1803,
      "CTGCGCGTAGC": 1804,
      "GTAATA": 1805,
      "GTAAAACA": 1806,
      "GCCACCAGTGGTA": 1807,
      "CGAAAA": 1808,
      "TCTGGC": 1809,
      "CAAATACC": 1810,
      "GAAAGCGATA": 1811,
      "CGGTGCCA": 1812,
      "CTTACCCGGTGGCGCTA": 1813,
      "TATCAAA": 1814,
      "GCTCCA": 1815,
      "GCTCCCTCGGCA": 1816,
      "GGGTCGG": 1817,
      "GAGAGTTAA": 1818,
      "CTTAAAAAGTTTT": 1819,
      "TCGTGAA": 1820,
      "TCAAAGGCCGC": 1821,
      "GGTTTTAA": 1822,
      "GGTACCCTT": 1823,
      "CGGTTCACACA": 1824,
      "CCTGCCCACAA": 1825,
      "TCATATCC": 1826,
      "TCCAACGTA": 1827,
      "GCACCACTTGACC": 1828,
      "CCCGAGCA": 1829,
      "TCTGCAAGGTAGATA": 1830,
      "TTAGGAAGCCTAAGTCGCTAGGTAGG": 1831,
      "TTTTTGGTGACC": 1832,
      "TCGACTCCTAGCTGCGTGTCA": 1833,
      "CACACCTTTTATTGCAAAACA": 1834,
      "TATCTTGCGTGGCCTAGACTGGAGCGGTT": 1835,
      "CGTCTAACGTGGTCTA": 1836,
      "GTTATTCATT": 1837,
      "GTACTCAGCAGTAATATTTA": 1838,
      "TGAAGTACGTT": 1839,
      "GGCGATCACCGGGTAATCCTCGA": 1840,
      "CAATCGTGCA": 1841,
      "TGGGGATCGTGATT": 1842,
      "GCCATCGTTGAA": 1843,
      "TCGTCCCCTA": 1844,
      "CAGAAGAA": 1845,
      "CCTGTGGTACAACAACA": 1846,
      "CTAGGCTGGA": 1847,
      "GAGTTCTTTTGC": 1848,
      "GAAACACGTA": 1849,
      "GGGCGGTTTGTTGGTGCGAAGCTCCGGGCGTCGCGCAGGCTCCTCC": 1850,
      "CTCCATACTCACATGGACTGC": 1851,
      "CTTGGTAAGGCGTCGAA": 1852,
      "GCGATGCCAGGGGTACTAAAACATTACGACCA": 1853,
      "TATCGCATAATAA": 1854,
      "GGGTAAGTTGCTAGCCTTCA": 1855,
      "GTGATCGGGATTA": 1856,
      "GCTGCGTGTCGCA": 1857,
      "GCACCTCGAGTT": 1858,
      "TAACCCCAGGCGCAGCGTGACC": 1859,
      "TTTGGTCC": 1860,
      "CAGGGTTAGCA": 1861,
      "GGGGGGTAAA": 1862,
      "CTCATT": 1863,
      "GGCCCTC": 1864,
      "GTAGCCCTGCTGGCCA": 1865,
      "AAACAA": 1866,
      "GCAGACGC": 1867,
      "GGAGC": 1868,
      "GGACC": 1869,
      "GGAGTGCAA": 1870,
      "TTAGTCA": 1871,
      "TTAGGTT": 1872,
      "TCCTGTTA": 1873,
      "CGCCA": 1874,
      "CGACTAGTT": 1875,
      "CGACTTCATAA": 1876,
      "CGGGCA": 1877,
      "TGTCCTAA": 1878,
      "GTAAGAGGTACC": 1879,
      "GATTTTTT": 1880,
      "TGGCCTT": 1881,
      "GCAAAACGG": 1882,
      "TTTTCGT": 1883,
      "GTTACTA": 1884,
      "GTTAGGTA": 1885,
      "CGAAGGGTCC": 1886,
      "TCTGTTGGA": 1887,
      "TCTCTGA": 1888,
      "GTCATAA": 1889,
      "CGTTTCA": 1890,
      "CGTAGGCCA": 1891,
      "GTCCTGCTGGC": 1892,
      "GACCTT": 1893,
      "TTAACA": 1894,
      "CGGTAA": 1895,
      "CGGATT": 1896,
      "GGGTCTGGATATCTTGCGTGGC": 1897,
      "TGGTGTA": 1898,
      "TGGATACA": 1899,
      "TCGCGACC": 1900,
      "TACCAAA": 1901,
      "GGCTAAGGTTCTTA": 1902,
      "TGAAAGACGGGTTGCTA": 1903,
      "CGATCATATCGTATA": 1904,
      "GTTCCAA": 1905,
      "GGCGCCGACGGA": 1906,
      "GAGCTAA": 1907,
      "GAATTTCC": 1908,
      "GGACATACA": 1909,
      "TTTACCAGGA": 1910,
      "GAACTCGTATTCA": 1911,
      "TTTGGATT": 1912,
      "CTGGCTA": 1913,
      "TTGGACC": 1914,
      "CCCTCGA": 1915,
      "GGTGGCGCTACCA": 1916,
      "CGACGGATT": 1917,
      "TCGTCTCCTAGCTGCGTGTCA": 1918,
      "GTGCACACGA": 1919,
      "CGAAACTGGA": 1920,
      "CTAAAACATCGCGGACGTT": 1921,
      "CGATTCCTA": 1922,
      "AAGACGGGCTGCTAGCCCGTCATGACGCTCAGAGGCGGTGTAA": 1923,
      "CGGGCAAGTCGC": 1924,
      "TCTATTGGATATATA": 1925,
      "GTACATTCCTATGTGC": 1926,
      "CGAGAGCTGAAGCGAGCTCGCCTT": 1927,
      "GGGCGGCCTGTT": 1928,
      "GGCGAGGCGATTATCATCCCAAA": 1929,
      "TGGGCTGTTTACTCATCGAGACGCGCAGAGACGGTT": 1930,
      "CGCGCGCACCTCGAGTT": 1931,
      "CCATGTGATT": 1932,
      "GGCAATTATCGA": 1933,
      "GGTATTGCGCAGACGC": 1934,
      "GGCAGGAGTTTTTCTA": 1935,
      "CCTGGTTCGCAAGGTAGG": 1936,
      "GCAGCTCTAACCCGTTA": 1937,
      "GTGGGACCTA": 1938,
      "GCTATAGACATGCATAGTACAAAAGAATTCGCCGTAGCCAGTGTAGGCTCACTTACGCCTAGCGATTCCCGCAGATCAGTCGTAAAGCAGAATT": 1939,
      "TACCCTAACCTTCGC": 1940,
      "GTCTCA": 1941,
      "GATGGA": 1942,
      "GTTGCCTCGC": 1943,
      "TCGGC": 1944,
      "TCGTGGCCTTTGTGC": 1945,
      "GTATGTTGC": 1946,
      "AAACTT": 1947,
      "AAAGCTCC": 1948,
      "GCATAGT": 1949,
      "CTTTCGT": 1950,
      "GGTGCCC": 1951,
      "GAAGGT": 1952,
      "TAATGA": 1953,
      "TTATATGGA": 1954,
      "TCCGC": 1955,
      "CTAGACA": 1956,
      "CGAGATA": 1957,
      "CGACGTTATAA": 1958,
      "CGAGAATTAGCA": 1959,
      "CGTCA": 1960,
      "CGTCAAAA": 1961,
      "CGTGACGCTATGA": 1962,
      "CGGGGTT": 1963,
      "TGGCTCAA": 1964,
      "CTAAGA": 1965,
