{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "AT": 4,
      "GC": 5,
      "GT": 6,
      "AA": 7,
      "CT": 8,
      "GG": 9,
      "CC": 10,
      "GA": 11,
      "TT": 12,
      "CA": 13,
      "ATT": 14,
      "GGC": 15,
      "GGT": 16,
      "ATA": 17,
      "GCT": 18,
      "GTT": 19,
      "CCT": 20,
      "GAA": 21,
      "GAT": 22,
      "CGC": 23,
      "CAA": 24,
      "GGA": 25,
      "GTA": 26,
      "CTT": 27,
      "GCA": 28,
      "CGA": 29,
      "CAT": 30,
      "CGT": 31,
      "AAA": 32,
      "CTA": 33,
      "CCA": 34,
      "TTA": 35,
      "TTT": 36,
      "CGG": 37,
      "GATT": 38,
      "GGGT": 39,
      "CCAA": 40,
      "ATAT": 41,
      "CGGC": 42,
      "CGGT": 43,
      "GCCT": 44,
      "CCCC": 45,
      "CATA": 46,
      "GTAT": 47,
      "GAGC": 48,
      "ATTA": 49,
      "CGCT": 50,
      "GGAT": 51,
      "GGGC": 52,
      "CGAA": 53,
      "GGTA": 54,
      "ATAA": 55,
      "CTTT": 56,
      "GATA": 57,
      "CAAA": 58,
      "GTAA": 59,
      "GCAA": 60,
      "GGCA": 61,
      "TA": 62,
      "CTAA": 63,
      "ATCA": 64,
      "GGAA": 65,
      "GAGT": 66,
      "GCCC": 67,
      "CATT": 68,
      "CCCT": 69,
      "GTTA": 70,
      "GCTA": 71,
      "CGGA": 72,
      "ATGT": 73,
      "ATCT": 74,
      "GCCA": 75,
      "GTCT": 76,
      "CGAT": 77,
      "ATTT": 78,
      "CGTT": 79,
      "CAGA": 80,
      "GCTGC": 81,
      "CTGT": 82,
      "ATCC": 83,
      "CGTA": 84,
      "GAAA": 85,
      "CGCA": 86,
      "CCTT": 87,
      "CCAGC": 88,
      "CTGC": 89,
      "ATAGC": 90,
      "CCTA": 91,
      "GGTT": 92,
      "CTTA": 93,
      "GTTT": 94,
      "ATTAA": 95,
      "CCAT": 96,
      "ATTCT": 97,
      "GGCT": 98,
      "GCTT": 99,
      "ATTTA": 100,
      "CACA": 101,
      "GAGAT": 102,
      "GACT": 103,
      "GGCTT": 104,
      "GAACT": 105,
      "ATGC": 106,
      "CAGAT": 107,
      "GGGTT": 108,
      "GCCGC": 109,
      "GGATT": 110,
      "ATGA": 111,
      "CCGA": 112,
      "GTGC": 113,
      "GGTGC": 114,
      "GTCCT": 115,
      "CAAGC": 116,
      "GATCT": 117,
      "GTCC": 118,
      "GGGGA": 119,
      "CGCTT": 120,
      "CGATT": 121,
      "AAGC": 122,
      "GGGG": 123,
      "AAGT": 124,
      "ATTTT": 125,
      "GTGT": 126,
      "CTATA": 127,
      "CTGG": 128,
      "GTGTA": 129,
      "ATGGC": 130,
      "ATCGC": 131,
      "ATTCC": 132,
      "GGAGT": 133,
      "CAGT": 134,
      "GACGA": 135,
      "CTACT": 136,
      "TTTT": 137,
      "CAGC": 138,
      "GCACT": 139,
      "AAAA": 140,
      "GGTTA": 141,
      "CCACC": 142,
      "GGAGA": 143,
      "ATATT": 144,
      "GCTCGC": 145,
      "ATCGA": 146,
      "CTCT": 147,
      "ATGG": 148,
      "GACCT": 149,
      "CAAAA": 150,
      "GGGGC": 151,
      "GGTCA": 152,
      "ATATA": 153,
      "CCTCA": 154,
      "GACGAA": 155,
      "GGGGGT": 156,
      "GGAAA": 157,
      "CGGCT": 158,
      "CTTTA": 159,
      "TTAA": 160,
      "CCTGA": 161,
      "CGGTA": 162,
      "GGCGT": 163,
      "GACGT": 164,
      "CACC": 165,
      "GAGCT": 166,
      "CACT": 167,
      "CGGGC": 168,
      "AAGTT": 169,
      "GTGTT": 170,
      "GTTCC": 171,
      "CGCATCA": 172,
      "GCAGC": 173,
      "CCGC": 174,
      "CACAA": 175,
      "GGGGT": 176,
      "GGATA": 177,
      "CGAAA": 178,
      "AAGA": 179,
      "CCTTA": 180,
      "GATTTT": 181,
      "GGGA": 182,
      "GGTAA": 183,
      "CGGTT": 184,
      "GTCGT": 185,
      "CTAAA": 186,
      "GAGCGC": 187,
      "CGGGA": 188,
      "CGGAA": 189,
      "GCGC": 190,
      "GTGCT": 191,
      "GTGAA": 192,
      "CACGC": 193,
      "CTGA": 194,
      "GGGAT": 195,
      "CATTA": 196,
      "GGGTA": 197,
      "CATGC": 198,
      "GGATATT": 199,
      "ATCGTT": 200,
      "CTTCGT": 201,
      "ATCACC": 202,
      "CATAGGC": 203,
      "CTTCA": 204,
      "ATGTA": 205,
      "GGGTGC": 206,
      "GATTA": 207,
      "GAGA": 208,
      "GCCCGC": 209,
      "ATTGT": 210,
      "GGAGAT": 211,
      "CTCAA": 212,
      "CGGCA": 213,
      "GCTCTT": 214,
      "CATAA": 215,
      "AAAGA": 216,
      "CCGCAA": 217,
      "CAGATA": 218,
      "GTTCGC": 219,
      "CAGATGA": 220,
      "GCTTT": 221,
      "GTCTT": 222,
      "CCGGA": 223,
      "GCAGTT": 224,
      "CGCTTCA": 225,
      "CCAAAA": 226,
      "ATAGGC": 227,
      "CTCC": 228,
      "CAGCT": 229,
      "CTTCGC": 230,
      "GGGAA": 231,
      "GATTT": 232,
      "CTGTAT": 233,
      "CCTTTT": 234,
      "GTGGT": 235,
      "GGCCCA": 236,
      "CCTGTA": 237,
      "ATCTA": 238,
      "CTGCT": 239,
      "GAGGC": 240,
      "GAGAA": 241,
      "GAAAA": 242,
      "GAAGGAAA": 243,
      "GCTCGCT": 244,
      "GCAAGT": 245,
      "GATCTGT": 246,
      "GCGTA": 247,
      "CTGGTA": 248,
      "CAAGCT": 249,
      "GCCTCCT": 250,
      "CGAGAGAT": 251,
      "ATTGC": 252,
      "CTAAT": 253,
      "CAGGA": 254,
      "GGATGGC": 255,
      "CGTAA": 256,
      "GTGA": 257,
      "GAAATA": 258,
      "CGGCCAT": 259,
      "CGCTTCAGCCA": 260,
      "GATGCA": 261,
      "CTACTGGATATT": 262,
      "GTTTT": 263,
      "GGCCCCC": 264,
      "ATTGCA": 265,
      "ATCCCT": 266,
      "GTCA": 267,
      "ATCCCGC": 268,
      "GTCAT": 269,
      "GGAACT": 270,
      "CCGGGGC": 271,
      "GGCGC": 272,
      "CATCC": 273,
      "CGCTCT": 274,
      "CACCA": 275,
      "GGGATT": 276,
      "GCAGCA": 277,
      "CAGACGA": 278,
      "GAGAACTT": 279,
      "ATACTGC": 280,
      "ATCAA": 281,
      "ATCGCT": 282,
      "CCCAA": 283,
      "GTTGC": 284,
      "ATTGCT": 285,
      "GTTCGCGTGC": 286,
      "AAGTTA": 287,
      "CTCGC": 288,
      "CCTGC": 289,
      "ATTGAT": 290,
      "TTAGC": 291,
      "ATGAA": 292,
      "CCAAA": 293,
      "CAGAGC": 294,
      "ATTGTA": 295,
      "CATCGC": 296,
      "CGAGAGATGGTGC": 297,
      "CATATAA": 298,
      "ATCCCTCGC": 299,
      "AAGGT": 300,
      "GGCCGC": 301,
      "GTACT": 302,
      "GATTGC": 303,
      "ATAAA": 304,
      "CAGTT": 305,
      "CGATTCTAA": 306,
      "GAATTAA": 307,
      "TTTCAAA": 308,
      "CGACGGC": 309,
      "ATCGCCC": 310,
      "ATGTAT": 311,
      "CCCGGA": 312,
      "CAGG": 313,
      "ATACCT": 314,
      "CGGATGGC": 315,
      "ATTGATCT": 316,
      "CTAATAGC": 317,
      "CCAGCGCTCGCT": 318,
      "CGATA": 319,
      "GATGCACCCT": 320,
      "TTACCAA": 321,
      "GGGCGT": 322,
      "GGTTGCCGC": 323,
      "CTATAGGGC": 324,
      "GGCGGA": 325,
      "ATTAACAA": 326,
      "CCTCACGA": 327,
      "GTGGTCGA": 328,
      "CGTAAA": 329,
      "CTGGA": 330,
      "CGTGTT": 331,
      "CCGCAACTTCGT": 332,
      "CTGTTA": 333,
      "GATGT": 334,
      "CACAAA": 335,
      "GAAGGAAAGGGGGT": 336,
      "GGTGT": 337,
      "GCTGCCCCC": 338,
      "CCCTGCA": 339,
      "ATGTTA": 340,
      "CCGT": 341,
      "GGCGA": 342,
      "GGCGCCC": 343,
      "GCTCCT": 344,
      "CCTATT": 345,
      "CTACCT": 346,
      "GCTGCCTTCGC": 347,
      "GTGGCTT": 348,
      "CCTGGA": 349,
      "GATGA": 350,
      "GCGCTA": 351,
      "GCTCT": 352,
      "CGGAT": 353,
      "GTTTTT": 354,
      "CTCTT": 355,
      "GCACTA": 356,
      "CAGTAAA": 357,
      "GCCCGTGTA": 358,
      "CAATT": 359,
      "GGGCATT": 360,
      "AAGTA": 361,
      "GCTGCCT": 362,
      "CTACGG": 363,
      "CGCTTCAGCCAATCCCTCGC": 364,
      "CAAGGGTGC": 365,
      "CTTGAT": 366,
      "CAAAGTT": 367,
      "GGAGATGGC": 368,
      "GCCAGATGCACCCT": 369,
      "GCGCT": 370,
      "GTTGTT": 371,
      "CGGGCGGGGGT": 372,
      "CGCCT": 373,
      "ATATTT": 374,
      "GGGCGAGC": 375,
      "GGTAGCCT": 376,
      "CAGATGACAAGCT": 377,
      "ATTGAA": 378,
      "ATTTACCTA": 379,
      "CCACT": 380,
      "GGCTA": 381,
      "CCAAGAA": 382,
      "GCCCCGACGGC": 383,
      "CACGT": 384,
      "CGGTGTCT": 385,
      "AAGACGCT": 386,
      "CCAAGGT": 387,
      "CGGTTA": 388,
      "GAGCGCAA": 389,
      "CCATATT": 390,
      "AAACGA": 391,
      "CATAATA": 392,
      "CATAGACGA": 393,
      "CTCGA": 394,
      "ATTCTATACTGC": 395,
      "GACTT": 396,
      "GGAATA": 397,
      "CGTTT": 398,
      "GCTAATCCCGC": 399,
      "GGGCA": 400,
      "GGAAATAT": 401,
      "GGATGGCGAGC": 402,
      "ATGGT": 403,
      "GGCCA": 404,
      "GAAGA": 405,
      "GATGCGTA": 406,
      "GAATTAAGGTA": 407,
      "GAGTATT": 408,
      "CGATGGTAA": 409,
      "GCGA": 410,
      "GCCGCT": 411,
      "ATGTT": 412,
      "GGTGCTA": 413,
      "ATATGGCT": 414,
      "GAGTTT": 415,
      "CAGAA": 416,
      "ATAGGA": 417,
      "CATACT": 418,
      "ATGGGTT": 419,
      "GTCCA": 420,
      "ATGCA": 421,
      "CTAACCCTGCA": 422,
      "CCACCCAAA": 423,
      "GTTCGCGTGCGAGAACTT": 424,
      "CGAATT": 425,
      "GACGGA": 426,
      "GAATCT": 427,
      "AAGTAA": 428,
      "CGTGA": 429,
      "GGTGA": 430,
      "GGTGATA": 431,
      "GAAGTT": 432,
      "CGCGT": 433,
      "GATTTTCCTGTA": 434,
      "CAACTTT": 435,
      "ATATATTT": 436,
      "CAGATAGGCGT": 437,
      "CATATAACCCT": 438,
      "CTTGATGACCT": 439,
      "CAAAACTATAGGGC": 440,
      "GTTCCGTA": 441,
      "GCAGCCCA": 442,
      "CTGCGGGT": 443,
      "CCTTT": 444,
      "CTACA": 445,
      "GTAAGA": 446,
      "GAGCGCCGGCCAT": 447,
      "ATCGT": 448,
      "CAATA": 449,
      "CACCT": 450,
      "GGCGAGAT": 451,
      "GTAAGC": 452,
      "CGCTCTGATT": 453,
      "ATCTT": 454,
      "ATGGGT": 455,
      "CCGTA": 456,
      "CCCGA": 457,
      "GAGATTTA": 458,
      "GCTGCCCCCCGGATGGC": 459,
      "GCAGTA": 460,
      "CGAATTA": 461,
      "GCCACACA": 462,
      "ATTACAAGC": 463,
      "GGGGAGC": 464,
      "GGCCCACGC": 465,
      "CAGTAAAGAACT": 466,
      "CGTCT": 467,
      "CTAATTGAT": 468,
      "CATAAA": 469,
      "GGGCGA": 470,
      "ATCAT": 471,
      "GTTTA": 472,
      "CACGA": 473,
      "GTCCTTTAA": 474,
      "CAATGT": 475,
      "CCAAAAAGA": 476,
      "CCCCCCCC": 477,
      "ATTGA": 478,
      "GAAGCCT": 479,
      "CAACAT": 480,
      "CTTAA": 481,
      "CGGGTT": 482,
      "CTTTCCTCACGA": 483,
      "TTTTGACT": 484,
      "GCCCGCATCA": 485,
      "CTGCTGGGT": 486,
      "CTAATCGAT": 487,
      "CGCCC": 488,
      "GGGTCATCGC": 489,
      "CGGTGCAAGT": 490,
      "ATCGCA": 491,
      "TTTA": 492,
      "CCATCTTCA": 493,
      "CACCCCAGC": 494,
      "GGGGGTA": 495,
      "ATTGCTGGCA": 496,
      "CAGATGACAAGCTCAGACGA": 497,
      "ATCATT": 498,
      "GTCCAGC": 499,
      "GTTGTA": 500,
      "GGCAA": 501,
      "GGTCCA": 502,
      "ATTCCGGA": 503,
      "ATACCTGTGCT": 504,
      "GGTGAAGGAAAGGGGGT": 505,
      "GGATTT": 506,
      "CATTAAGT": 507,
      "GCAGTTCCAGC": 508,
      "GAGGAA": 509,
      "ATAGA": 510,
      "CCTCGT": 511,
      "CGCAA": 512,
      "GGCAGTT": 513,
      "CTAAATCGTT": 514,
      "CAGGT": 515,
      "GGCGCT": 516,
      "CTTCACA": 517,
      "GCTGCCCAGCGCTCGCT": 518,
      "ATTGATCTCAA": 519,
      "GGGCGAGCAA": 520,
      "GGCGGT": 521,
      "CCTTTA": 522,
      "GTGGTCGACGCATCA": 523,
      "GTAAGT": 524,
      "CCTTGC": 525,
      "ATAGGCCTACTGGATATT": 526,
      "GTAAA": 527,
      "CCCGC": 528,
      "CGATTGGCCCCC": 529,
      "GGAAATATTTT": 530,
      "GGTTTA": 531,
      "CATTAAA": 532,
      "GGTGCCCCC": 533,
      "CGTATTTACCTA": 534,
      "GTATGTCGT": 535,
      "GCTCGCGGCCGC": 536,
      "GGCGAA": 537,
      "CGGTGGGC": 538,
      "GCCGCCT": 539,
      "CACAAAT": 540,
      "GGGCCT": 541,
      "GGATGC": 542,
      "GTCGAAA": 543,
      "CGACT": 544,
      "GATTCT": 545,
      "GGAGAA": 546,
      "CGGGCA": 547,
      "TTAACGGA": 548,
      "TTACCAACGGTT": 549,
      "CGCTTCAGCCAATCCCTCGCCGGGCGGGGGT": 550,
      "GCATT": 551,
      "GGATTCT": 552,
      "ATATGTGT": 553,
      "GACGAAGCTTT": 554,
      "CCTGAGGT": 555,
      "AAGAA": 556,
      "CGGGCTT": 557,
      "CTTTAA": 558,
      "GGAATGC": 559,
      "CATCCT": 560,
      "CGGCTA": 561,
      "GTATCTGT": 562,
      "GTCTCAGAGC": 563,
      "GGGTTCTA": 564,
      "CAAGCTTA": 565,
      "CGCATCAGATGCGTA": 566,
      "CCAAGGAT": 567,
      "ATGTTT": 568,
      "CTTTACCAA": 569,
      "GCTAATCCCGCATCGA": 570,
      "CAAT": 571,
      "ATTCTT": 572,
      "GCTAA": 573,
      "CAAAGTTGGAGT": 574,
      "GGCCAT": 575,
      "GAAACT": 576,
      "CTCTCGA": 577,
      "GGTCAATATATTT": 578,
      "GCGTT": 579,
      "CACAT": 580,
      "ATAGGGTT": 581,
      "GCTGT": 582,
      "CTTGAA": 583,
      "CGTTAA": 584,
      "CTGTTACTGGTA": 585,
      "ATGAACT": 586,
      "GTTAA": 587,
      "GGAAT": 588,
      "CCACCAA": 589,
      "ATATCTACCT": 590,
      "GGCAATGG": 591,
      "CGGTAGATTGC": 592,
      "AAGACGCTCGC": 593,
      "GCGACGT": 594,
      "GGGAGT": 595,
      "CCTCC": 596,
      "ATCACCATTA": 597,
      "GGCGAGATGT": 598,
      "GGGATA": 599,
      "GAAATGC": 600,
      "GATTTA": 601,
      "CGCGCT": 602,
      "GAGTCGGGA": 603,
      "GAGCTGAGATTTA": 604,
      "CCAAAAAAA": 605,
      "GTCAGAT": 606,
      "CATTT": 607,
      "CCATTT": 608,
      "CAATCA": 609,
      "GGAAATTCT": 610,
      "CGTAGC": 611,
      "CCACCATT": 612,
      "GCCAGATGCACCCTCATGC": 613,
      "CCTCCT": 614,
      "CCTCAA": 615,
      "AAACTTA": 616,
      "GGCTCACGC": 617,
      "ATAATA": 618,
      "ATAGCGAT": 619,
      "GATCTGTCCT": 620,
      "GAGGA": 621,
      "GATAGACGAA": 622,
      "GGTGCAAA": 623,
      "ATAGGT": 624,
      "CAAAT": 625,
      "CAAATCT": 626,
      "CAGAGA": 627,
      "GCATCA": 628,
      "GTGCA": 629,
      "GGCCT": 630,
      "GTATT": 631,
      "GTATA": 632,
      "CTCCA": 633,
      "GGCGGGC": 634,
      "CCTCGC": 635,
      "CTACTCAAGC": 636,
      "CAGATGACAAGCTTA": 637,
      "CCTATTATCC": 638,
      "GATGAGCTA": 639,
      "CTGTT": 640,
      "CCCCA": 641,
      "CGGGGATGGCGAGC": 642,
      "GCTTTT": 643,
      "GCCCGCATCACTGTAT": 644,
      "GGCGAT": 645,
      "GGGTGT": 646,
      "CGCTA": 647,
      "CATAGACGACGAATTA": 648,
      "CCTAA": 649,
      "GATGAT": 650,
      "GACTCAA": 651,
      "GGATTCGGCT": 652,
      "GGGGAGCA": 653,
      "CGAGAGATGGTGCGCTGCCCCCCGGATGGC": 654,
      "ATGCT": 655,
      "GGGTCCTTA": 656,
      "ATTTTTTCAAA": 657,
      "CGTTCCTGGA": 658,
      "CTGGGGCTT": 659,
      "AAAAGCACT": 660,
      "ATGGGTA": 661,
      "CTGAA": 662,
      "CTGCA": 663,
      "GACCA": 664,
      "GTTGCAA": 665,
      "ATGTCGATGGTAA": 666,
      "GCGGT": 667,
      "GGAGGT": 668,
      "CTTCAT": 669,
      "CGGCCA": 670,
      "GGTACCT": 671,
      "GGCACATATAACCCT": 672,
      "GCTGCCGTGTT": 673,
      "CTAGC": 674,
      "ATATGGC": 675,
      "GTAAAAGTT": 676,
      "ATGAGGGATT": 677,
      "ATGGA": 678,
      "GACC": 679,
      "CAAGCCCGTGTA": 680,
      "CGAATCGA": 681,
      "CCAAGAAAA": 682,
      "GGTACC": 683,
      "CGTAGTAT": 684,
      "CGCAGAT": 685,
      "CCGGGGCGCT": 686,
      "CGTCAA": 687,
      "ATATCGCA": 688,
      "ATTGCAATTTA": 689,
      "GCGACGTCTAATTGAT": 690,
      "CCGCA": 691,
      "ATAGTT": 692,
      "CTAAACT": 693,
      "ATGTATCGTA": 694,
      "GGGCGAATAA": 695,
      "ATATTCT": 696,
      "ATTGGT": 697,
      "ATTGTT": 698,
      "CATCGA": 699,
      "CTACCAA": 700,
      "GCCTCCTT": 701,
      "ATGGGTTCTGT": 702,
      "GCCGA": 703,
      "GCCCA": 704,
      "GACAA": 705,
      "CAAGAGAT": 706,
      "CCCCGTAT": 707,
      "GGTTCAATT": 708,
      "GGGGAGCGCTT": 709,
      "GCCAA": 710,
      "CCGCT": 711,
      "ATTCA": 712,
      "CTTGA": 713,
      "CTTTTT": 714,
      "CCGCAACTTCGTCAAAACTATAGGGC": 715,
      "ATCGAT": 716,
      "GGGAGC": 717,
      "ATTCCA": 718,
      "ATTGTTCC": 719,
      "GTTCCAGC": 720,
      "GTTGCACTA": 721,
      "CGTAAAGGTTA": 722,
      "GGCGGGGGTA": 723,
      "CGCTTT": 724,
      "CATGA": 725,
      "CGTGT": 726,
      "AAACT": 727,
      "TTAATGTTA": 728,
      "CATAGGTTA": 729,
      "ATAAAAAAGCACT": 730,
      "CTTTAAGT": 731,
      "GTAAAA": 732,
      "CAGCTGCCT": 733,
      "GTAAGCGTGTA": 734,
      "CGCAGATCAAGAGAT": 735,
      "ATGGCT": 736,
      "ATACC": 737,
      "GTTGTCCT": 738,
      "GATATGC": 739,
      "CGTGTA": 740,
      "GCCTCT": 741,
      "CCCCCGA": 742,
      "ATTTGGCGCCC": 743,
      "CAGTGAGTATT": 744,
      "GTCGAT": 745,
      "GTCCTT": 746,
      "GGGGAA": 747,
      "GTTGA": 748,
      "GAACTA": 749,
      "GATCA": 750,
      "CTTGGT": 751,
      "ATTAAGGT": 752,
      "ATTGATCTCAAGGGCATT": 753,
      "GGGGCA": 754,
      "GACATCC": 755,
      "GTTCTGT": 756,
      "GTTCGATTCTAA": 757,
      "CGGGT": 758,
      "GTAACTA": 759,
      "ATGTCAT": 760,
      "GAAAGC": 761,
      "CCGACCGGGGC": 762,
      "CGGAAATAGGCCTACTGGATATT": 763,
      "CCCCCCCCGA": 764,
      "GGAATGGC": 765,
      "AAAGT": 766,
      "GCCTTT": 767,
      "GGCTTCAGAT": 768,
      "CGGCAATTACAAGC": 769,
      "GCTGCCTTCGCGGC": 770,
      "ATCCA": 771,
      "GCGGA": 772,
      "GTCCAT": 773,
      "GAGATT": 774,
      "GTTGAAA": 775,
      "GTTACAA": 776,
      "ATTCCCGGTGCAAGT": 777,
      "CCAAAAGGAATA": 778,
      "CTGCGGGTGCTCCT": 779,
      "ATAGCCA": 780,
      "GATTTTT": 781,
      "CGACGGT": 782,
      "CATTGTA": 783,
      "ATCCATA": 784,
      "GGATTCGGC": 785,
      "CTGGGGGC": 786,
      "ATATTGCA": 787,
      "CCGCCAA": 788,
      "CATACTCGGTGTCT": 789,
      "GTTCCGTAGTATGTCGT": 790,
      "GCCTA": 791,
      "AAGCT": 792,
      "GTACTT": 793,
      "CTTCTGA": 794,
      "GTATCT": 795,
      "GAACTCGT": 796,
      "GGTGCTAGGGCGT": 797,
      "GCTTA": 798,
      "GTCTA": 799,
      "ATTACA": 800,
      "GGTACTTA": 801,
      "GGTAGCCTGGTGATA": 802,
      "GGGGAT": 803,
      "ATTCGC": 804,
      "GGCGTA": 805,
      "GGACCA": 806,
      "CATCT": 807,
      "CTAGAGAT": 808,
      "GGGTCT": 809,
      "GAGCATT": 810,
      "GAGCCAA": 811,
      "CGAACT": 812,
      "GGTTGCCGCGTCCAGC": 813,
      "CGCGCTGATT": 814,
      "CTTCGCA": 815,
      "CATATCT": 816,
      "CATAGTA": 817,
      "CCTTCC": 818,
      "TTTTGATA": 819,
      "GCCTCCTGGGTTCTA": 820,
      "ATTAACAAGGAAATATTTT": 821,
      "AAGAAGCTCGC": 822,
      "CGGCTACAACTTT": 823,
      "GAGGAT": 824,
      "CGCCCA": 825,
      "CATTATA": 826,
      "CTGCTGAGT": 827,
      "GTACTATTTA": 828,
      "CCATATTGGC": 829,
      "ATATGGCTGAGTCGGGA": 830,
      "ATCGGTA": 831,
      "GCATA": 832,
      "GGATTA": 833,
      "CCATAT": 834,
      "CCATCT": 835,
      "GTACCT": 836,
      "AAAGC": 837,
      "ATATATAGGA": 838,
      "CCCCCGC": 839,
      "ATAACC": 840,
      "ATTTTCCTGTA": 841,
      "GTGAAGCTCGCGGCCGC": 842,
      "CTAATAGCATTA": 843,
      "CATCCTCTTTA": 844,
      "AAATCGTT": 845,
      "ATAGCT": 846,
      "GCAGGCTT": 847,
      "CCCTGGA": 848,
      "GAAACCT": 849,
      "AAGTCTT": 850,
      "ATCCT": 851,
      "GACA": 852,
      "ATAGCA": 853,
      "GCTCGATTGGCCCCC": 854,
      "GAAGAT": 855,
      "CATTTT": 856,
      "CGTAAGA": 857,
      "GATTCC": 858,
      "CCCCCC": 859,
      "GTAAAAGT": 860,
      "GTTACTGGTA": 861,
      "ATTAAA": 862,
      "ATTCAAA": 863,
      "GGCTTA": 864,
      "GATTCCCGGA": 865,
      "CGGTGGGTCATCGC": 866,
      "GGATAA": 867,
      "CATAGGCCTACTGGATATT": 868,
      "AAGTTAGGGGA": 869,
      "GTGGCTTGATCTGTCCT": 870,
      "GGCGGGCGAGCT": 871,
      "GTACTATTTAGTTTTT": 872,
      "AAGGA": 873,
      "GACGC": 874,
      "GGCATCC": 875,
      "CGAAT": 876,
      "CTAATTAAGGT": 877,
      "ATTGTAATAGGGTT": 878,
      "GAATTAAGGTAGTGGTCGACGCATCA": 879,
      "GTTCGCGTGCGAGAACTTGAACT": 880,
      "CGCATCAGATGCGTACTTT": 881,
      "CAGATGACAAGCTTAGACGA": 882,
      "GGATTCGGCTCTGC": 883,
      "CAGTA": 884,
      "ATTATA": 885,
      "GGCCTACTGGATATT": 886,
      "AAACCA": 887,
      "CGGCGGC": 888,
      "CTTTATTCCGGA": 889,
      "CGATATATA": 890,
      "CCTTTTCT": 891,
      "GCCGCTCTCTCGA": 892,
      "GCAGTTCCAGCATTCTATACTGC": 893,
      "CCTTTACGA": 894,
      "ATATAGC": 895,
      "GCGAA": 896,
      "CTGTAA": 897,
      "GCTGA": 898,
      "CTAGCT": 899,
      "GCTAGA": 900,
      "ATGTCGAT": 901,
      "GTCTCGGA": 902,
      "ATTTTT": 903,
      "CTTACT": 904,
      "CAGATAGGCGTCATA": 905,
      "GCTCCGA": 906,
      "CTAATAA": 907,
      "TTAAT": 908,
      "CCAAGAT": 909,
      "CTAAAA": 910,
      "GGGGGAGT": 911,
      "GTGTAAACGA": 912,
      "GGAGAATAT": 913,
      "GAGCGCAAACTTA": 914,
      "CGAATTGTTCC": 915,
      "GGCCCACGCGTCTCAGAGC": 916,
      "GCCGGGC": 917,
      "CCTCCCCCGA": 918,
      "CTTCT": 919,
      "GGCACAT": 920,
      "CTGGATA": 921,
      "GGAGAATTGCTGGCA": 922,
      "ATGGGTGATTTTCCTGTA": 923,
      "ATACCTGTGCTCACCA": 924,
      "CATTAAACCAA": 925,
      "AAAAA": 926,
      "GTTGCA": 927,
      "CTTGC": 928,
      "CGACGCATCA": 929,
      "CGTCCT": 930,
      "GCTGCCAA": 931,
      "GTTGTTCTGT": 932,
      "GTTACTGGTACTAAA": 933,
      "AAAT": 934,
      "ATTCGGT": 935,
      "GGTCAA": 936,
      "GGACCTATTATCC": 937,
      "GTATAAA": 938,
      "GAGCCCGCCAA": 939,
      "ATAAGGCGGGCGAGCT": 940,
      "ATTTTTT": 941,
      "GGGGCCCCC": 942,
      "CGGTAGGC": 943,
      "CATAAGGCGCT": 944,
      "GGCAATGGGAGCGCCGGCCAT": 945,
      "GTGCTA": 946,
      "CTTTT": 947,
      "CCCA": 948,
      "CCGGGAT": 949,
      "GAAT": 950,
      "GGTGGT": 951,
      "GCTGGA": 952,
      "CGTATAA": 953,
      "ATATTTTTGATA": 954,
      "GGTAGCTT": 955,
      "CATTCCTGA": 956,
      "GCCGCCAA": 957,
      "CTATAATCGCCC": 958,
      "GGGGAGCGCTTGCGCTA": 959,
      "GTGGC": 960,
      "GTCCCC": 961,
      "GAATTA": 962,
      "CGCTGCAAGT": 963,
      "CTAAGA": 964,
      "GAGTGC": 965,
      "ATCTCTCGC": 966,
      "CGATATTTA": 967,
      "GGGTTCAA": 968,
      "CGGCTGCTAATCCCGCATCGA": 969,
      "CGGGCCCA": 970,
      "GGGATCTA": 971,
      "CATCGCGGAACT": 972,
      "GAGCGCAAGGTGCAAA": 973,
      "GGAAATTCTCGC": 974,
      "GCGCAGTT": 975,
      "CTCCT": 976,
      "ATAGCCACACA": 977,
      "GTTAAGTT": 978,
      "CTTCTGT": 979,
      "GCACGC": 980,
      "CATCTAA": 981,
      "GCCTCCTA": 982,
      "CATACTTA": 983,
      "ATTACTT": 984,
      "GGATTTT": 985,
      "CAGACATCC": 986,
      "ATGGCGAT": 987,
      "ATATTATATA": 988,
      "ATAGGCCTAAATCGTT": 989,
      "CATTAAGTGCT": 990,
      "GTTGACGTA": 991,
      "GTGGAA": 992,
      "GTGCCA": 993,
      "CTGGC": 994,
      "ATTGCTT": 995,
      "GGTTT": 996,
      "ATAGGTTA": 997,
      "CTTGT": 998,
      "GCACGCT": 999,
      "AAACACGT": 1000,
      "GTATTT": 1001,
      "ATAAATTGC": 1002,
      "GCAAAA": 1003,
      "ATGCTTAGC": 1004,
      "AAGCGTGTA": 1005,
      "GGTCAATCAT": 1006,
      "GTCTTCAT": 1007,
      "GGTTGCCGCGT": 1008,
      "CTTACTGACCT": 1009,
      "CACCCCCGC": 1010,
      "GGTGAAGGAAA": 1011,
      "GGTCGATTCTAA": 1012,
      "CCTGTAACTA": 1013,
      "GAAGGAGA": 1014,
      "CAAATA": 1015,
      "CTACAT": 1016,
      "ATAACAAGC": 1017,
      "GATAGC": 1018,
      "GATACGGA": 1019,
      "ATAGCGATGAGCTA": 1020,
      "GGGGGA": 1021,
      "TTTTCCTCACGA": 1022,
      "CATTACA": 1023,
      "AAGGTTTAACGGA": 1024,
      "GTCCTTTAAGCCTCCTT": 1025,
      "CAATGTGGAA": 1026,
      "CCCCGTATGTCAT": 1027,
      "CTGGT": 1028,
      "ATTCGT": 1029,
      "GGTATGGC": 1030,
      "CCTATA": 1031,
      "CGCGA": 1032,
      "CGCCA": 1033,
      "CAAGCCT": 1034,
      "GCAGT": 1035,
      "CGACA": 1036,
      "CGGGGGTA": 1037,
      "ATTAGTTGAAA": 1038,
      "CTTAGGC": 1039,
      "GTCCGC": 1040,
      "GAGCTGA": 1041,
      "CCGCAACTTGGT": 1042,
      "GCCTCCTGGGATCTA": 1043,
      "GACGCCC": 1044,
      "GGTGGGT": 1045,
      "GGTGCCCGC": 1046,
      "GTTGGAGT": 1047,
      "CTTGCCT": 1048,
      "CTACAGA": 1049,
      "CTAGAACTA": 1050,
      "ATAAGTTT": 1051,
      "CACAAATA": 1052,
      "GAGGCGAT": 1053,
      "ATCCCGCATCGA": 1054,
      "GCGCTGGA": 1055,
      "CCACCCAAAATGAGGGATT": 1056,
      "GAATCTGATTTT": 1057,
      "ATATGTGTGGATA": 1058,
      "CGGGCTTCAGAT": 1059,
      "CCTCCCCCGAGGATT": 1060,
      "GTCGCT": 1061,
      "CAGGC": 1062,
      "GGCCAGAT": 1063,
      "GCTGCA": 1064,
      "GCTCGATT": 1065,
      "GTTCGAA": 1066,
      "GAACGC": 1067,
      "GGAGGC": 1068,
      "GTATGGTCAATCAT": 1069,
      "ATTAGCAA": 1070,
      "GTCTCAT": 1071,
      "ATTTGC": 1072,
      "ATTTATT": 1073,
      "CTTAATA": 1074,
      "CGGCAGTT": 1075,
      "CTCTTAAGC": 1076,
      "ATTGAAATGT": 1077,
      "CACCCCAGCTTACCAACGGTT": 1078,
      "CCCCCCCCGAGGATT": 1079,
      "CGGCGGCCCTCAA": 1080,
      "GCGCCC": 1081,
      "CCGTT": 1082,
      "GACCAA": 1083,
      "CAGGGG": 1084,
      "GCACTATA": 1085,
      "AAAGCCACACA": 1086,
      "CTAGAT": 1087,
      "CTTTATTCC": 1088,
      "GATAGGCGAA": 1089,
      "GCTACCAA": 1090,
      "GCCACGCA": 1091,
      "CGGGCCGA": 1092,
      "CGAAACTGCTGGGT": 1093,
      "GCCTCCTCGAT": 1094,
      "GTCATTT": 1095,
      "CTAATAGCATT": 1096,
      "GCACTAGCAA": 1097,
      "CTAATCGATGTTGC": 1098,
      "CAAAGTTGGAGTCGCTCTGATT": 1099,
      "CGCAGATCAAGAGATGAGGAT": 1100,
      "ATCCTT": 1101,
      "GCGCCT": 1102,
      "CTGAT": 1103,
      "CCCTA": 1104,
      "CAGGGT": 1105,
      "ATTGAAA": 1106,
      "ATTATCGCT": 1107,
      "CAAAAGC": 1108,
      "GCACCCT": 1109,
      "ATTACC": 1110,
      "GGCACA": 1111,
      "GAGTCCCGGA": 1112,
      "CGGACA": 1113,
      "GCTGCCCTCC": 1114,
      "ATCCCAGGA": 1115,
      "CCTACT": 1116,
      "GGGTTATCGC": 1117,
      "ATGAGGT": 1118,
      "GATCTCAA": 1119,
      "GATATGCCTACGG": 1120,
      "CTTCTGTGTT": 1121,
      "CTATAA": 1122,
      "GAGTT": 1123,
      "GCTCC": 1124,
      "CCTGCA": 1125,
      "GATATTTT": 1126,
      "GATGGTGA": 1127,
      "CGACTCAA": 1128,
      "CTAATCGTT": 1129,
      "CGGTTT": 1130,
      "GGCACTA": 1131,
      "CATTCCT": 1132,
      "GCTGCCGGGTT": 1133,
      "CCATCAA": 1134,
      "GGGGAGCGC": 1135,
      "GATTTATCT": 1136,
      "CGGTTACTGGTA": 1137,
      "GTTCCGTAGC": 1138,
      "CGGGCAATGT": 1139,
      "CTTTAAGTCAGCTGCCT": 1140,
      "CTAGAACTAGAGC": 1141,
      "CTATAT": 1142,
      "CCGAA": 1143,
      "GAATCGC": 1144,
      "CACAGA": 1145,
      "GGCCTCC": 1146,
      "CAAGT": 1147,
      "GGAGATT": 1148,
      "CTTGAACT": 1149,
      "CATGAAA": 1150,
      "AAACTAA": 1151,
      "CGGAAA": 1152,
      "GGCAATAT": 1153,
      "TAGTT": 1154,
      "ATCCCGA": 1155,
      "CCTAGCCGGGC": 1156,
      "GAACTGGTA": 1157,
      "GGATTCTTCTGA": 1158,
      "ATGGGGTT": 1159,
      "GACCTTTT": 1160,
      "CATAGGCAA": 1161,
      "GCTTTA": 1162,
      "CAGGGAACTCGT": 1163,
      "CAAGGGTGCCTACTCAAGC": 1164,
      "CCATATTGTCC": 1165,
      "CAGTAAAGAACTCAGA": 1166,
      "CCTTGCGGAGT": 1167,
      "CTATT": 1168,
      "GGGCTA": 1169,
      "GACTA": 1170,
      "CAATAT": 1171,
      "CAGAAA": 1172,
      "GGCCC": 1173,
      "GTAGA": 1174,
      "CATATTTACCTA": 1175,
      "CTACGAA": 1176,
      "ATAAGGGAA": 1177,
      "CTTTGGGT": 1178,
      "GCCCATAAGGCGGGCGAGCT": 1179,
      "AAGCATT": 1180,
      "ATTTTGTGAA": 1181,
      "ATTCCATCC": 1182,
      "CGGTAATTTA": 1183,
      "GCTCTTGC": 1184,
      "GGATTCTCCTGAGGT": 1185,
      "GGCTCACGCGCTGCCCAGCGCTCGCT": 1186,
      "GTTGCAACCA": 1187,
      "GTCTTCATGTCGAAA": 1188,
      "GTATGGTCAATCATATTTA": 1189,
      "GTGGAT": 1190,
      "ATTATTCT": 1191,
      "GGCGCTA": 1192,
      "GGTGGGTCATCGC": 1193,
      "ATAGT": 1194,
      "GTTGCCTCT": 1195,
      "GAAATT": 1196,
      "CAAGCCC": 1197,
      "GAGCCCAAGGT": 1198,
      "GGGCTT": 1199,
      "CGCAGCCA": 1200,
      "GTTTTTT": 1201,
      "ATATTGCGACGTCTAATTGAT": 1202,
      "CCGCAT": 1203,
      "CCGCGTT": 1204,
      "GTTTTTAAAA": 1205,
      "GACGGACCCGC": 1206,
      "GGTGAAGGAAAGGGGGTGGGCGAGCAA": 1207,
      "GATTTATCTATTGCA": 1208,
      "ATGAT": 1209,
      "GCGT": 1210,
      "GCGAT": 1211,
      "GCGAAGTT": 1212,
      "CTCGT": 1213,
      "GGATAT": 1214,
      "CAGCA": 1215,
      "CAATCT": 1216,
      "GGTGCT": 1217,
      "GGTGCAA": 1218,
      "GTTCTTTAA": 1219,
      "CGCCCT": 1220,
      "CAAGGATGC": 1221,
      "CTTAAGC": 1222,
      "CGTGGCTA": 1223,
      "CGGATCT": 1224,
      "CAAACGT": 1225,
      "CATTGGAAT": 1226,
      "CCATCTT": 1227,
      "ATTTACGGTGGGC": 1228,
      "GGGGATAGTT": 1229,
      "GGTCAATATA": 1230,
      "GTGAAGCTCGC": 1231,
      "CTTCGTGGA": 1232,
      "CGGCAATAACAAGC": 1233,
      "GAGGCGATCT": 1234,
      "CCAAAATATT": 1235,
      "ATTCTATACTGCCGTATTTACCTA": 1236,
      "ATGGGTTCT": 1237,
      "CCGGGGCGCTCTAACCCTGCA": 1238,
      "GTTCCGTAGTATGTCGTGGTGCCCCC": 1239,
      "CCATA": 1240,
      "CCTAAA": 1241,
      "GATAA": 1242,
      "GGACCT": 1243,
      "GTAGTA": 1244,
      "CATCGCT": 1245,
      "CATCGATTGGCCCCC": 1246,
      "TTACCTA": 1247,
      "GCCTCTCT": 1248,
      "CCCCCCTT": 1249,
      "ATAAGTT": 1250,
      "GGTGCGA": 1251,
      "ATGGGATCTGT": 1252,
      "GGTCACTTCTGTGTT": 1253,
      "CCGGAGGT": 1254,
      "CTGTATCGTA": 1255,
      "CGGCCATTTAATGTTA": 1256,
      "GATTGCGTT": 1257,
      "CAGTTCGATTCTAA": 1258,
      "GGCGGACTGGA": 1259,
      "CACAAACAA": 1260,
      "GGGCGAGCCA": 1261,
      "GTAAGACGGGGATGGCGAGC": 1262,
      "CCATCTTCACCAAAAAGA": 1263,
      "CCATCTTCACCAAAAGGAATA": 1264,
      "ATGAACTTTA": 1265,
      "ATATCTACCTCTTCACA": 1266,
      "GGTACCTGGGGAGCA": 1267,
      "CTAAACTATTAA": 1268,
      "CCGCTGGGT": 1269,
      "CATAGGTTACATAATA": 1270,
      "AAGCTCAAT": 1271,
      "GTATCTGGATGC": 1272,
      "GTTCGAACATCTAA": 1273,
      "ATTTATTGGGAGC": 1274,
      "CGCAGATCAAGAGATGAGGATGCACTAGCAA": 1275,
      "GATGGTGAATTA": 1276,
      "CCTAGCCGGGCGATGGTGAATTA": 1277,
      "CCGCATCTTCGT": 1278,
      "CACCAA": 1279,
      "GCACCTTA": 1280,
      "CATCGATT": 1281,
      "CGTATCA": 1282,
      "GTATCA": 1283,
      "GTTAGATACGGA": 1284,
      "CGGACGTAAA": 1285,
      "ATGTCC": 1286,
      "ATCTTTT": 1287,
      "CGATTT": 1288,
      "CAAGCGC": 1289,
      "GGGGAGT": 1290,
      "ATTCCCGGT": 1291,
      "CCACCGCACGC": 1292,
      "CCTCAGCA": 1293,
      "GAGAACTTGAACT": 1294,
      "CGAGAGATGGTGCGTTGCCTCT": 1295,
      "CCTCGTATGTCAT": 1296,
      "CAAATGCCCCGACGGC": 1297,
      "GCTCCGAGGGT": 1298,
      "ATATTA": 1299,
      "CTCTACCAA": 1300,
      "GGGGATT": 1301,
      "CCGGCGC": 1302,
      "CCGCAGCA": 1303,
      "GGTCT": 1304,
      "ATACAGC": 1305,
      "GATATGT": 1306,
      "CGAGA": 1307,
      "AAACTA": 1308,
      "CGGGCT": 1309,
      "CGGGGGT": 1310,
      "GGGTGTCA": 1311,
      "CGGTGGGT": 1312,
      "GTATCTGG": 1313,
      "GGCAGGT": 1314,
      "GTCTCATA": 1315,
      "GACTCTAATTAAGGT": 1316,
      "CGATTCCCGGA": 1317,
      "AAGCGT": 1318,
      "GGGGATA": 1319,
      "GTGTTTT": 1320,
      "CTTTACT": 1321,
      "CGGTAGGT": 1322,
      "GGTAACCT": 1323,
      "ATTGTATACTGC": 1324,
      "GGTAGCCTGGT": 1325,
      "GAATTAAGGTAGTGGTCGA": 1326,
      "CGTCTTTTCAAA": 1327,
      "GTCAGATGCACGCT": 1328,
      "CCACCATTATCGCT": 1329,
      "CTGGGGCTTCGAAA": 1330,
      "ATGGGTTCTGTTTTTGACT": 1331,
      "CGATATATACAAA": 1332,
      "CCGGGATGGC": 1333,
      "GGCCAGATGCACCCT": 1334,
      "GCTTAGC": 1335,
      "GTGTCT": 1336,
      "GAGCCT": 1337,
      "GCTGGCA": 1338,
      "GCTGAGA": 1339,
      "GATGAA": 1340,
      "CAACTTA": 1341,
      "GCAGTCCA": 1342,
      "CATCGT": 1343,
      "AAAATA": 1344,
      "AAAGCCA": 1345,
      "ATATGTTT": 1346,
      "CGGTGGGTTATCGC": 1347,
      "CATAGTAT": 1348,
      "CGCTGC": 1349,
      "GGATCGC": 1350,
      "CTTTCAT": 1351,
      "CTTTGTGT": 1352,
      "GAAACCATTT": 1353,
      "GGGGGATT": 1354,
      "CCACCCATA": 1355,
      "CGGTAGATT": 1356,
      "GGCGTCATA": 1357,
      "GTGAAGCT": 1358,
      "CATAGGCCTAAATCGTT": 1359,
      "ATGTAGT": 1360,
      "ATCTACCTA": 1361,
      "CGGATGGA": 1362,
      "GCCCGTGTACTTGATGACCT": 1363,
      "AAGTAGCTCTT": 1364,
      "GGGCAGGAGATGGC": 1365,
      "GGATTTGGCT": 1366,
      "GCCGAGATGT": 1367,
      "CTAAGACCGA": 1368,
      "ATCTAA": 1369,
      "CTCCCC": 1370,
      "GAGTA": 1371,
      "GACGGTT": 1372,
      "CACTTT": 1373,
      "GGCGTT": 1374,
      "ATAGTA": 1375,
      "GCTATTTT": 1376,
      "GATATTTA": 1377,
      "CATCAA": 1378,
      "CATAAGACGCT": 1379,
      "CGTCCCTGGA": 1380,
      "AAAGCACT": 1381,
      "CCAGA": 1382,
      "CGGGAAA": 1383,
      "CATAGCAGC": 1384,
      "ATCTGGCCCA": 1385,
      "GCTGCCCAGC": 1386,
      "GCTGCCTTCA": 1387,
      "GGTTCGGT": 1388,
      "AAGCGCT": 1389,
      "GTGTACCT": 1390,
      "CACAAATAA": 1391,
      "GTGCTAA": 1392,
      "CAGCTGTTCGAACATCTAA": 1393,
      "ATTGATCTGAA": 1394,
      "CCTGGAGGTCCA": 1395,
      "CGCTTCAGCCAATCCCTCGCCGGGCGGGGGTGAAATGC": 1396,
      "GAGCTGAGATTTACAGATAGGCGT": 1397,
      "CTAGAGATGGTGC": 1398,
      "CTTGCCTCACGA": 1399,
      "CGACTCAAGCCC": 1400,
      "ATAAGGGAACATT": 1401,
      "CGTTACAA": 1402,
      "ATGGAT": 1403,
      "GTCAA": 1404,
      "CTCCTAGCCGGGCGATGGTGAATTA": 1405,
      "GGGAGCGCCGGCCAT": 1406,
      "GAGCA": 1407,
      "GGCCGAA": 1408,
      "GCTCGATA": 1409,
      "GTTCTT": 1410,
      "CCTGT": 1411,
      "CGCGC": 1412,
      "CAAATTT": 1413,
      "GTAGC": 1414,
      "CTTGGTA": 1415,
      "CATGCT": 1416,
      "CTACC": 1417,
      "GATTCAA": 1418,
      "CATAGGT": 1419,
      "CATAGATA": 1420,
      "GTATCGTCT": 1421,
      "GAGCGCTAA": 1422,
      "ATTACCTA": 1423,
      "CGCTCGG": 1424,
      "GGATCC": 1425,
      "CAAAATT": 1426,
      "CATTAA": 1427,
      "GCTAATCC": 1428,
      "CAGAGGA": 1429,
      "CGCAGCA": 1430,
      "GGTTGCCT": 1431,
      "GTTTCT": 1432,
      "CCATCTTCAT": 1433,
      "GGGTTCTAA": 1434,
      "ATTTTCCCGA": 1435,
      "CAGTGA": 1436,
      "GGTTACCGC": 1437,
      "GGATACACA": 1438,
      "GGAGATCC": 1439,
      "GTGAGCTAGA": 1440,
      "CGTGTTCTCAA": 1441,
      "CCTATTATTCCA": 1442,
      "GCTGCCTTCGCGGCCA": 1443,
      "CGGATATAGC": 1444,
      "CTACACTTT": 1445,
      "CATAAACACGT": 1446,
      "CAACATCTTAATA": 1447,
      "CTTTCCTCACGACTTT": 1448,
      "CGCTTCAGCCAATCCCTCGCCGGGCGGGGGTGAAATA": 1449,
      "ATTCGGTGCT": 1450,
      "GGGTTCAAGCCAGATGCACCCT": 1451,
      "GCGGC": 1452,
      "GCGCAA": 1453,
      "CCGGGATA": 1454,
      "GACAAA": 1455,
      "CCTCTAAA": 1456,
      "CGAATGC": 1457,
      "CATCGAA": 1458,
      "CGTATCTACCTA": 1459,
      "CCAGGGC": 1460,
      "CGGATGA": 1461,
      "GGGTTT": 1462,
      "GGGTCCTCA": 1463,
      "CATACTA": 1464,
      "ATAAGT": 1465,
      "GCCCGGT": 1466,
      "CATTGAA": 1467,
      "GCTACCTCA": 1468,
      "CTGTCAT": 1469,
      "GAAACCTTTT": 1470,
      "CCTTCT": 1471,
      "GGTTAAGC": 1472,
      "ATTAAGGTA": 1473,
      "CACAATT": 1474,
      "CACAGATA": 1475,
      "AAAACAAAAGC": 1476,
      "ATATTCGCAGCCA": 1477,
      "CGGCTATTACAAGC": 1478,
      "CTGAGTTAGATACGGA": 1479,
      "CATGCGGAATGGC": 1480,
      "GGTGTGCTGCCCTCC": 1481,
      "CATAGACGACGA": 1482,
      "CGGCCAGTTA": 1483,
      "CTTGAGGTA": 1484,
      "ATCCATACGGCAGTT": 1485,
      "GGCGTAATATA": 1486,
      "GGTTGCCGCGTCCAGCGTAAGCGTGTA": 1487,
      "GTACTATTTAGTTTTTATTGA": 1488,
      "CGAGAGATGGTGCGTTGCCTCTCGGATGGC": 1489,
      "ATCCCC": 1490,
      "GCATATT": 1491,
      "GTGGCT": 1492,
      "AAATTA": 1493,
      "GGTTTT": 1494,
      "GATCTT": 1495,
      "CAAGGAA": 1496,
      "GTAGTTCCAGC": 1497,
      "CTTCC": 1498,
      "GCAGCT": 1499,
      "AAAATTGCAATTTA": 1500,
      "CCAACGT": 1501,
      "CATAATT": 1502,
      "GGATCT": 1503,
      "GGTACA": 1504,
      "GGCACGAT": 1505,
      "CAGAATCAA": 1506,
      "ATCCGTA": 1507,
      "CGTAGTAAAAGTT": 1508,
      "CCATCCTCCCCCGAGGATT": 1509,
      "GCCGCCCAT": 1510,
      "CCGACC": 1511,
      "GGTGCAAAGA": 1512,
      "GCACTGCTGGA": 1513,
      "CAAAACCAAGAA": 1514,
      "AAGTTATAGA": 1515,
      "CATAGGCATCGA": 1516,
      "CCAAAAGGA": 1517,
      "CTCCGCAGCA": 1518,
      "CTACGGGATTTT": 1519,
      "GGCAGTTGCTGCCTTCGCGGC": 1520,
      "CCGCAACTTCGTCAAAACTATAGGGCCAATCA": 1521,
      "GGTACTTAGTGC": 1522,
      "GCTGCACCCC": 1523,
      "GTTCCGTAGCATGTAGT": 1524,
      "GGGGATAGTTCTTGAGGTA": 1525,
      "GTATCTGGATGCATATA": 1526,
      "GACTCTAATTAAGGTGTTAA": 1527,
      "GTATCGTCTCCT": 1528,
      "GCGGCT": 1529,
      "CTGTA": 1530,
      "CAGTCT": 1531,
      "ATTATATTT": 1532,
      "GCTCGA": 1533,
      "CCTGAA": 1534,
      "CAACGC": 1535,
      "GGAGC": 1536,
      "GGAGATAGC": 1537,
      "CTTAAAGC": 1538,
      "CGTTTAGC": 1539,
      "TTTATGT": 1540,
      "CCAAGTA": 1541,
      "CCAACGGTT": 1542,
      "CGGCCGC": 1543,
      "GTATGGA": 1544,
      "GTATCACT": 1545,
      "GGATCA": 1546,
      "GGTACCTA": 1547,
      "GAGTGTT": 1548,
      "CGGAGTATGGTCAATCATATTTA": 1549,
      "CAGACTCAA": 1550,
      "CTGTCCT": 1551,
      "CAGATGCGTA": 1552,
      "CGCTTGTCCT": 1553,
      "GGAGTATTAGTTGAAA": 1554,
      "GGAGTGCTCTTGC": 1555,
      "CACCCCA": 1556,
      "CTGAATA": 1557,
      "ATCGCTA": 1558,
      "ATAAAGAA": 1559,
      "CATACTCGGT": 1560,
      "AAGTAACTCTT": 1561,
      "GCAGCCCAGACTCAA": 1562,
      "GAAACTGATTTT": 1563,
      "CTGTTACTGGTACTATAATCGCCC": 1564,
      "GTATTGCCCATAAGGCGGGCGAGCT": 1565,
      "ATTTTTTCAAAGAA": 1566,
      "CTGCAGGT": 1567,
      "CCGACCGGGGCGGT": 1568,
      "CGACGGTGAAGGAAAGGGGGT": 1569,
      "GCAGGCTTCTCCTAGCCGGGCGATGGTGAATTA": 1570,
      "CGTATAACCCT": 1571,
      "ATTACTTCTTTGTGT": 1572,
      "TTTTCCTCACGACTTT": 1573,
      "CCGCAACTTGGTCAAAACTATAGGGC": 1574,
      "CATGAAAATATTGCGACGTCTAATTGAT": 1575,
      "GGTCAATATACTTA": 1576,
      "ATCTTT": 1577,
      "ATGGCA": 1578,
      "GTCGCCC": 1579,
      "CTCAT": 1580,
      "CTGGGTT": 1581,
      "GGGCT": 1582,
      "GGGAGCGC": 1583,
      "CCATTAA": 1584,
      "CCATTAAA": 1585,
      "GAATA": 1586,
      "ATTATCC": 1587,
      "GGCCGCT": 1588,
      "GCTGTGTT": 1589,
      "GATGCCT": 1590,
      "CTTCATT": 1591,
      "CGTATTT": 1592,
      "CTAGGC": 1593,
      "GGGTTTA": 1594,
      "ATAAAA": 1595,
      "GATAGA": 1596,
      "GGCACATATAA": 1597,
      "ATCACA": 1598,
      "CGGACGTAAAGGTTA": 1599,
      "CGGACATAGGCCTACTGGATATT": 1600,
      "GCCAGAGC": 1601,
      "GGTTCGATT": 1602,
      "ATGACGGA": 1603,
      "GTCCCGACGGC": 1604,
      "CTGGGGCGT": 1605,
      "CAAAACTATAA": 1606,
      "GGCGTGTATCTGT": 1607,
      "CAAGCTCAGACGA": 1608,
      "GATGCACGCT": 1609,
      "ATTAACAAGGAAATAT": 1610,
      "CGCCTGGTCAATATATTT": 1611,
      "CCACTATTATCGCT": 1612,
      "ATGTCGATGGTAACGTTCCTGGA": 1613,
      "CAAGCCCGTGTACTTGATGACCT": 1614,
      "GGGCGAATAACGAGAGATGGTGCGCTGCCCCCCGGATGGC": 1615,
      "GGTTCAATTATTCT": 1616,
      "GGATTACTTTTT": 1617,
      "ATATTATATAGGA": 1618,
      "GGCACACGTA": 1619,
      "GTGGATGACCT": 1620,
      "AAAACAAAAGCATATT": 1621,
      "GCACTGCTGGAGGATACACA": 1622,
      "CGTTA": 1623,
      "TTGAT": 1624,
      "CAGAAAA": 1625,
      "ATTATTT": 1626,
      "ATTATCGC": 1627,
      "GGCTTT": 1628,
      "GGTGGC": 1629,
      "GCTATCACCATTA": 1630,
      "GATGACGA": 1631,
      "CAAGCTCTT": 1632,
      "CTAGGAGTGCTCTTGC": 1633,
      "CGGGGCGGT": 1634,
      "ATATAA": 1635,
      "GCCTGCGCTA": 1636,
      "GAGCCCACCAA": 1637,
      "CGAAGAAA": 1638,
      "GGCACCCCA": 1639,
      "CTAAGAGGC": 1640,
      "GAGTCAA": 1641,
      "GCCCGGCGAGATGT": 1642,
      "CATTCGTGA": 1643,
      "CGTTATA": 1644,
      "CGTTATTCCGGA": 1645,
      "CAGACGAA": 1646,
      "GGGTTATATTTTTGATA": 1647,
      "CCGACCGGA": 1648,
      "GTGCTTA": 1649,
      "CGCTTCGAT": 1650,
      "CGGGAGATTGCGTT": 1651,
      "GTGCTCACCA": 1652,
      "GGGATGA": 1653,
      "GGGATTTTTCCTCACGACTTT": 1654,
      "GCAGCAGACATCC": 1655,
      "GGGCATTCGGCT": 1656,
      "GGAGATGGCCGGCAATTACAAGC": 1657,
      "CGAATTATTCC": 1658,
      "CTTTCCTCACGACTTTACCAA": 1659,
      "CAGGTCGATTCTAA": 1660,
      "CGGTAGATTGCGTT": 1661,
      "CGTAGCGGCTT": 1662,
      "GCCAGATGCACCCTCATGCGGAATGGC": 1663,
      "CTTAGGCCCTA": 1664,
      "ATATGTGTGGATAATATTGCA": 1665,
      "CGGTAGGTGGATT": 1666,
      "ATATTAA": 1667,
      "ATCGCTT": 1668,
      "GGATAGC": 1669,
      "GGTGCCT": 1670,
      "ATAGTCCT": 1671,
      "GCTCGCTT": 1672,
      "GTTCCTGTAACTA": 1673,
      "CTTGGCA": 1674,
      "GCACTTGATGACCT": 1675,
      "CGACAACTTT": 1676,
      "CCACAT": 1677,
      "CGGCCCTGC": 1678,
      "GCCTGGGTA": 1679,
      "CCCCCCCGA": 1680,
      "GTATCTTT": 1681,
      "GGATGAA": 1682,
      "CTTTATT": 1683,
      "CTTTCTT": 1684,
      "GATACT": 1685,
      "CAAAGGT": 1686,
      "CTAACCCT": 1687,
      "ATCAGGGATT": 1688,
      "GAGTGTCCCC": 1689,
      "GCTGCGGCCAT": 1690,
      "CGCAATCC": 1691,
      "CCTTGCTGAGA": 1692,
      "CCTAGGCCTACTGGATATT": 1693,
      "GAACTCAGA": 1694,
      "ATGCGTA": 1695,
      "CGCTTCGGTAATTTA": 1696,
      "CTATAATT": 1697,
      "GGAGAGCA": 1698,
      "GGAAACATTTT": 1699,
      "GAGCTGATATTTA": 1700,
      "CACTGGT": 1701,
      "GCGCATA": 1702,
      "AAGTTAGGAGA": 1703,
      "ATGAAATTATATTT": 1704,
      "CTAATAGCTTTA": 1705,
      "GCTCTCACC": 1706,
      "ATATTTCCTCCT": 1707,
      "CCGTAGCA": 1708,
      "CGGGTTCTA": 1709,
      "GGTTTACACAA": 1710,
      "CACAAATGATTCCCGGA": 1711,
      "GGCCTCCTA": 1712,
      "GGAGAATATCCCAA": 1713,
      "GAGCGCAAACTTACCAAAAAAA": 1714,
      "ATCCCGAGCCA": 1715,
      "CCAAAATATTCTTAGGCCCTA": 1716,
      "AAGCTCAATCGGCGGCCCTCAA": 1717,
      "GCCCGGTGCAAGT": 1718,
      "ATGCTT": 1719,
      "GTGAT": 1720,
      "GTCGA": 1721,
      "GGGGGC": 1722,
      "CACTAA": 1723,
      "ATTCTACT": 1724,
      "GGCGATCT": 1725,
      "GGTAT": 1726,
      "GGTTTTT": 1727,
      "ATAGGGC": 1728,
      "GTTGAT": 1729,
      "GAAAT": 1730,
      "GATGATA": 1731,
      "CAACGAT": 1732,
      "CTACCTTTT": 1733,
      "ATATCTGT": 1734,
      "CGCTCGC": 1735,
      "GGGCGC": 1736,
      "CTTTATATTCT": 1737,
      "GTAAGGCGGGGGTA": 1738,
      "ATGTCGT": 1739,
      "ATGTCATAGACGACGAATTA": 1740,
      "ATCTCGC": 1741,
      "GTCTTTA": 1742,
      "CGATCT": 1743,
      "ATTAACGCTTCGAT": 1744,
      "GGCTTCAAATGCCCCGACGGC": 1745,
      "GACGAGGATGGCGAGC": 1746,
      "CTACTGGAGATT": 1747,
      "CCTGAGGC": 1748,
      "GACGTCTAATCGAT": 1749,
      "GGGGTCATCCTCTTTA": 1750,
      "GCCCGCCAA": 1751,
      "GATCTGTCCCC": 1752,
      "GGCGGACTGGGGGC": 1753,
      "GCTCTATT": 1754,
      "CTCTTAA": 1755,
      "CCAAGGTCT": 1756,
      "GGCCCACGCGTCTCGGA": 1757,
      "GGCACATATAACCCTCAGTAAAGAACT": 1758,
      "CGAATCGAATTGTTCC": 1759,
      "CGTGTGAACTGGTA": 1760,
      "ATACCCTAAGAGGC": 1761,
      "CATATCTGAACT": 1762,
      "GTGAAGCTCGCGGCCGCCAA": 1763,
      "GGTGAAGGAAAGGAGGT": 1764,
      "GTCATTTGGCGCCC": 1765,
      "ATGGGATCTGTTTTTGACT": 1766,
      "CATCGATTAA": 1767,
      "CGGACGTAAAGGTTCGGT": 1768,
      "CAGAATCAAGGGATTTTTCCTCACGACTTT": 1769,
      "CTAGGAGTGCTCTTGCATTAACGCTTCGAT": 1770,
      "AGGTAA": 1771,
      "ATGGCTT": 1772,
      "GCGGGTT": 1773,
      "GTCAAA": 1774,
      "AACAT": 1775,
      "CTGATA": 1776,
      "GACCAGC": 1777,
      "CAGTGTTTT": 1778,
      "GGTCCCCCC": 1779,
      "GCTGCCC": 1780,
      "GAACCTACT": 1781,
      "CAAGGT": 1782,
      "CGAGGCGA": 1783,
      "CGTCA": 1784,
      "AAACA": 1785,
      "CCAGTGA": 1786,
      "CGGTGAAGGAAAGGGGGT": 1787,
      "CCCCGA": 1788,
      "CATACTTGGCA": 1789,
      "GGTACTT": 1790,
      "GCAAAT": 1791,
      "ATCTTTTCAAA": 1792,
      "CGATAA": 1793,
      "CGTAGGTTA": 1794,
      "CTTAATCGTT": 1795,
      "GTTTCTA": 1796,
      "GGCTTATCGCA": 1797,
      "GGATTCGGATCT": 1798,
      "GTCCGCATCA": 1799,
      "AAGTCTTT": 1800,
      "GCTCGCCAA": 1801,
      "GGTCAGTTCC": 1802,
      "GCAGCCAA": 1803,
      "ATCACCATAA": 1804,
      "ATCACCGTTCCTGTAACTA": 1805,
      "GATTAGTCCT": 1806,
      "GAGGCTA": 1807,
      "CAGGAATTCCCGGTGCAAGT": 1808,
      "GTGACGTAGTAT": 1809,
      "GTTGCCCAGCGCTCGCT": 1810,
      "CAGGGGATTT": 1811,
      "CCGTCGA": 1812,
      "GCCCCGACGGCCT": 1813,
      "CTGCGGGTGCT": 1814,
      "GATTTACAGTGTTTT": 1815,
      "GAGGAGC": 1816,
      "CCGCAATT": 1817,
      "GGATTCGGCTTT": 1818,
      "GAGCGCAAGGTGCAAAGACGAA": 1819,
      "CCTAAAATAA": 1820,
      "CGCAGATCAAGAGATGAGGATGCACTAGCAACTAGAACTAGAGC": 1821,
      "CTGAGTTAGATACGGAGTA": 1822,
      "CCACATGATTTACAGTGTTTT": 1823,
      "ATCCCGAGCCACCACATGATTTACAGTGTTTT": 1824,
      "CCAGTGAGTATCGTCTCCT": 1825,
      "ATCCCGAGCCACCACATGATTTACAGTGTTTTGCTCT": 1826,
      "ATCTTA": 1827,
      "GTCGATA": 1828,
      "GGGGTA": 1829,
      "CCATGT": 1830,
      "GACTAA": 1831,
      "GAGACT": 1832,
      "TTCAT": 1833,
      "GGCGTCC": 1834,
      "GCTATCA": 1835,
      "GTTGCAGTA": 1836,
      "CCTGGGGT": 1837,
      "GAACAA": 1838,
      "CGCCAT": 1839,
      "GGAGTGC": 1840,
      "GTAGCA": 1841,
      "GCAGGA": 1842,
      "CGTGTTCGC": 1843,
      "AAAGTAT": 1844,
      "CTACTGG": 1845,
      "CTAGGCCTACTGGATATT": 1846,
      "CGGGCCGC": 1847,
      "ATTAGTCT": 1848,
      "GGATCCT": 1849,
      "GGTAGC": 1850,
      "GGTAGTCCA": 1851,
      "GGAAGTCC": 1852,
      "GAGTCT": 1853,
      "CCCTCTCCA": 1854,
      "GCCAGGA": 1855,
      "GCCAATAAGGGAACATT": 1856,
      "ATCCCTACCT": 1857,
      "CGCACT": 1858,
      "CCTTAA": 1859,
      "CCTTATTCGT": 1860,
      "ATAGCGATCT": 1861,
      "CTTACCCC": 1862,
      "GTTTCCAAAATATTCTTAGGCCCTA": 1863,
      "GTCCTTA": 1864,
      "ATTCCCGCTGCAAGT": 1865,
      "CAGCATCTA": 1866,
      "ATATAGAGGA": 1867,
      "CCTCAGGA": 1868,
      "GGGAAGGCCGAA": 1869,
      "CCTTTTAAGTCTT": 1870,
      "CGTAAGGCGGT": 1871,
      "CGCTCTGATTT": 1872,
      "GCAGCAGGCATCC": 1873,
      "GGCCGCCAA": 1874,
      "ATAAAATATA": 1875,
      "GAGTATTGCCTCCTGGGTTCTA": 1876,
      "CTTAAGCCGC": 1877,
      "ATACCTGTGCTCACAA": 1878,
      "CAGGTATTCT": 1879,
      "CCTTGCGGAGAATTGCTGGCA": 1880,
      "CGACTCAAGC": 1881,
      "CTTGAAGACCT": 1882,
      "GGCAATGGGAGCGC": 1883,
      "GAAATGCCTACGGGATTTT": 1884,
      "ATATGGCGGGGT": 1885,
      "CGAACTATTCC": 1886,
      "GTGGCAT": 1887,
      "ATTGCTTATGA": 1888,
      "CTACAGACAGAT": 1889,
      "GGGCTAGCAA": 1890,
      "GACGGACCCGCATGCA": 1891,
      "CTTCGTGGACACT": 1892,
      "CGTTACAAATAA": 1893,
      "GCTCGATAGGCCCCC": 1894,
      "CGTGTTCTCAAAAACACGT": 1895,
      "CGGAGTATGGTCAATCATATTTACATGAAAATATTGCGACGTCTAATTGAT": 1896,
      "CCTTATTCGTGAT": 1897,
      "GCCCTCA": 1898,
      "GTGTCC": 1899,
      "AACT": 1900,
      "CTGGCTTCAGAT": 1901,
      "GACGGT": 1902,
      "GAGATA": 1903,
      "ATTATT": 1904,
      "GGTAAA": 1905,
      "GGTCAGC": 1906,
      "GTTCT": 1907,
      "GTTCGGTT": 1908,
      "CCTGTTACTGGTACTAAA": 1909,
      "CAAAAA": 1910,
      "GGACCGA": 1911,
      "GCAATA": 1912,
      "CGAATGTCC": 1913,
      "CGTCAAA": 1914,
      "CGTGTAA": 1915,
      "AAAGATTTATCTATTGCA": 1916,
      "CCACTAAA": 1917,
      "CGGCATAGCCA": 1918,
      "GCCTCC": 1919,
      "GTATCGTA": 1920,
      "GTATGTCAT": 1921,
      "GTATAAACGA": 1922,
      "GGGCGGGAAGGCCGAA": 1923,
      "CGAACGTGTGAACTGGTA": 1924,
      "ATAACA": 1925,
      "GCCCGTATCACT": 1926,
      "CCCTATCTTA": 1927,
      "ATCTGCT": 1928,
      "GTCTCAA": 1929,
      "CGTTGCCGC": 1930,
      "CGTAGCTA": 1931,
      "CGTAATTACCTA": 1932,
      "ATAGCGGTCT": 1933,
      "GTTTATTA": 1934,
      "CCGAATGC": 1935,
      "GTCCGTA": 1936,
      "AAGCGAA": 1937,
      "GGAGTCGCTCTGATT": 1938,
      "CAGCTTACCAACGGTT": 1939,
      "GTGTTCATAAA": 1940,
      "GGGATTTACCTA": 1941,
      "CATGCGGTATGGC": 1942,
      "ATGTAGCGTT": 1943,
      "GGGTGCATT": 1944,
      "GGGTGCATCA": 1945,
      "CTCAACAGCTGTTCGAACATCTAA": 1946,
      "CTGTATAAGACGCTCGC": 1947,
      "CGCTTCAGCCAATCC": 1948,
      "GGAACTATGAA": 1949,
      "CCCAAGGT": 1950,
      "ATCCCTCGCCGGGCGGGGGT": 1951,
      "CGGTGTCTGGCGAGATGT": 1952,
      "CTACAGGAA": 1953,
      "CAATACTATAGGGC": 1954,
      "CGGTGGGCGGGTCCTTA": 1955,
      "CGTAGCGGTCAGTTCC": 1956,
      "GTTACAACCA": 1957,
      "ATAACCCAAA": 1958,
      "GTTCGCGTGCGAGAACTTGAACTCCAAGGAT": 1959,
      "GTATTTCCCC": 1960,
      "GTCTCATAAGTT": 1961,
      "CTAATCGTTGTTGC": 1962,
      "CACAGAGAAAGC": 1963,
      "GGATTCTTCTGAGGT": 1964,
      "GGGTGTCAATGA": 1965,
      "CGCAATCCCTTTCTT": 1966,
      "CTAGGAGTGCTCTTGCATTAACGCTTCGATCTACAGACAGAT": 1967,
      "GGGCGGGAAGGCCGAACCTTCT": 1968,
      "ATGGGC": 1969,
      "ATCGTA": 1970,
      "GCCCAAGGT": 1971,
      "GTCGC": 1972,
      "CTGGCA": 1973,
      "GGGGTT": 1974,
      "CCATCC": 1975,
      "GAGTAA": 1976,
      "CACGGGTTCTA": 1977,
      "GCTGTCGT": 1978,
      "CCTCCTTA": 1979,
      "CGCGCTGCCCAGCGCTCGCT": 1980,
      "CAAGGAT": 1981,
      "CTTAT": 1982,
      "GATTCGCCCA": 1983,
      "CCAAGT": 1984,
      "CGGCTT": 1985,
      "GCCTGC": 1986,
      "CCCCCGT": 1987,
      "CATACACA": 1988,
      "GTAACAGTTCGATTCTAA": 1989,
      "TAGTTA": 1990,
      "CTAACTCT": 1991,
      "CTAAGTCAGAT": 1992,
      "CTAAGGGGGAGT": 1993,
      "GAGTGCT": 1994,
      "GCTAGAT": 1995,
      "ATGTCATA": 1996,
      "CGTTATT": 1997,
      "CGTTCAATT": 1998,
      "CTGTTTTTGACT": 1999,
      "GAAACTT": 2000,
      "CTGCTT": 2001,
      "GTTTGC": 2002,
      "ATTCTAT": 2003,
      "ATGAATGAA": 2004,
      "CCGACGC": 2005,
      "GGGGAGTA": 2006,
      "GGGGATAGC": 2007,
      "GGAGTATTGGT": 2008,
      "AAAACTGCA": 2009,
      "GGATACCAGGGC": 2010,
      "ATTGTCCAT": 2011,
      "GAAATACAGAA": 2012,
      "GTTTTGGTAGCCTGGTGATA": 2013,
      "CCGGGGCGTT": 2014,
      "ATGTATCGTT": 2015,
      "GCTCCTGTTACTGGTACTAAA": 2016,
      "CGGATGCTCCGAGGGT": 2017,
      "CTACGGGGGGATAGTTCTTGAGGTA": 2018,
      "CAAGGGTGCCGACTCAAGCCC": 2019,
      "CGCCTCAGGTCGATTCTAA": 2020,
      "ATGCAATATAGC": 2021,
      "GTAAGAGGT": 2022,
      "CAATAATTCAAA": 2023,
      "GGCCATGGGA": 2024,
      "CTTGAACACCT": 2025,
      "CGTTAAGGGTA": 2026,
      "GTTAAGGTA": 2027,
      "ATAGCGATGAGTTT": 2028,
      "GTTGCAACCACC": 2029,
      "ATGGCTGAATCT": 2030,
      "GATTTTTCTATA": 2031,
      "GCCTAGACCAA": 2032,
      "CCTTCCCTTGC": 2033,
      "AAACCAGCTGCCT": 2034,
      "CTAGCTCGT": 2035,
      "ATGGCGATGAGTTT": 2036,
      "GAGCTGAGATTCT": 2037,
      "GCCTCCTCGATATTTT": 2038,
      "ATTTTGTGAAGATGAT": 2039,
      "CCGCGTTATTCGGTGCT": 2040,
      "GGTTGCCTCGTT": 2041,
      "GGGTTCTAACCA": 2042,
