{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "GC": 4,
      "TT": 5,
      "AA": 6,
      "GT": 7,
      "CC": 8,
      "GA": 9,
      "TA": 10,
      "CA": 11,
      "GG": 12,
      "CT": 13,
      "GGC": 14,
      "GTT": 15,
      "TC": 16,
      "GTA": 17,
      "AAA": 18,
      "GCA": 19,
      "GGA": 20,
      "CTT": 21,
      "GGT": 22,
      "GAA": 23,
      "TAA": 24,
      "TTA": 25,
      "TCC": 26,
      "CTA": 27,
      "TGC": 28,
      "CGC": 29,
      "CGA": 30,
      "TCA": 31,
      "CCA": 32,
      "CGT": 33,
      "TGA": 34,
      "CAA": 35,
      "GCCC": 36,
      "CGG": 37,
      "TGT": 38,
      "CTGC": 39,
      "GTAA": 40,
      "GATT": 41,
      "TGG": 42,
      "GGTA": 43,
      "CCTA": 44,
      "TGGC": 45,
      "CTAA": 46,
      "GCAA": 47,
      "TTTT": 48,
      "GTTA": 49,
      "GGGC": 50,
      "GCCA": 51,
      "CGAA": 52,
      "TCT": 53,
      "CAAA": 54,
      "TATT": 55,
      "GGCA": 56,
      "GGAA": 57,
      "TTGC": 58,
      "GTCA": 59,
      "CGTT": 60,
      "GCTA": 61,
      "GAAA": 62,
      "GGTT": 63,
      "GATA": 64,
      "CGTA": 65,
      "CACA": 66,
      "TGTT": 67,
      "GTCC": 68,
      "GACC": 69,
      "GATC": 70,
      "TTAA": 71,
      "CTCC": 72,
      "GTGGC": 73,
      "TAAA": 74,
      "TGCA": 75,
      "CGGT": 76,
      "CTTA": 77,
      "CGCA": 78,
      "GGCGA": 79,
      "CGGA": 80,
      "TATC": 81,
      "GCTCC": 82,
      "GGGT": 83,
      "TGGT": 84,
      "TGGA": 85,
      "GACT": 86,
      "TCGC": 87,
      "CATT": 88,
      "CCCC": 89,
      "GAGA": 90,
      "GTCGC": 91,
      "GTGC": 92,
      "TCAA": 93,
      "TACC": 94,
      "GACA": 95,
      "CTTAA": 96,
      "CATAA": 97,
      "CGGC": 98,
      "TGTA": 99,
      "TGAA": 100,
      "TCTA": 101,
      "GGCAA": 102,
      "CTTCC": 103,
      "AAGA": 104,
      "TCGT": 105,
      "TCTT": 106,
      "CCTAA": 107,
      "GGCTAA": 108,
      "GCTGC": 109,
      "GCCT": 110,
      "TAGA": 111,
      "TGAAA": 112,
      "GTGGA": 113,
      "TACA": 114,
      "GGTGC": 115,
      "CCTT": 116,
      "TATA": 117,
      "GCAGC": 118,
      "CTGTT": 119,
      "AAAA": 120,
      "GATTA": 121,
      "CGATCA": 122,
      "GGCCTT": 123,
      "GCGTA": 124,
      "GGGTT": 125,
      "CTACC": 126,
      "GAGTT": 127,
      "TCAAA": 128,
      "TAACA": 129,
      "CGTAA": 130,
      "CCTTA": 131,
      "GAGT": 132,
      "GCTT": 133,
      "TCCTGC": 134,
      "TCGG": 135,
      "GATGGC": 136,
      "GATCA": 137,
      "AAGGTA": 138,
      "CTCA": 139,
      "GTTGC": 140,
      "TGGAA": 141,
      "GTTCC": 142,
      "TAGC": 143,
      "TTATT": 144,
      "TCCA": 145,
      "CCAGC": 146,
      "GACGG": 147,
      "GTCT": 148,
      "GGTTTT": 149,
      "GTCTT": 150,
      "GGGCGGT": 151,
      "GGTACC": 152,
      "GATTTT": 153,
      "TTAGCA": 154,
      "AACA": 155,
      "CTAGGCCTT": 156,
      "CCGC": 157,
      "AAACTA": 158,
      "TGACA": 159,
      "GTACC": 160,
      "GGCTT": 161,
      "GGCGC": 162,
      "CTTCA": 163,
      "GTACA": 164,
      "GACGC": 165,
      "GAGAA": 166,
      "TGGTA": 167,
      "GACTGC": 168,
      "GAAGCTCC": 169,
      "CTCCTA": 170,
      "TCCTCC": 171,
      "CTATT": 172,
      "TCTGC": 173,
      "TAGT": 174,
      "GTTTT": 175,
      "CAACGA": 176,
      "CCAGGA": 177,
      "GTCGAA": 178,
      "GTGAA": 179,
      "CCCA": 180,
      "GAGC": 181,
      "CGCGAGTT": 182,
      "GCCCGTCA": 183,
      "CCCGC": 184,
      "CTTCGT": 185,
      "GCCCGGC": 186,
      "GATTCC": 187,
      "GAAGCTCCGGGC": 188,
      "GCGGT": 189,
      "CTTGC": 190,
      "GCGGGC": 191,
      "TGCCA": 192,
      "CCAGT": 193,
      "CCTC": 194,
      "CATA": 195,
      "TCGA": 196,
      "CGGCA": 197,
      "CGCTCA": 198,
      "TGTGC": 199,
      "GTCCTA": 200,
      "GATGGCA": 201,
      "CGTATT": 202,
      "GTGT": 203,
      "TTATCA": 204,
      "AAATA": 205,
      "GGTTA": 206,
      "CGGTT": 207,
      "TGATT": 208,
      "GAGGC": 209,
      "GTTGCTA": 210,
      "CTATTGC": 211,
      "CCTGC": 212,
      "GGTGGC": 213,
      "GAATT": 214,
      "CCTAGACTGC": 215,
      "TGCATA": 216,
      "TAGCCA": 217,
      "GGGA": 218,
      "GCCCGTCATGA": 219,
      "GCCCGGCCTAGGCCTT": 220,
      "GCACCA": 221,
      "TACCCT": 222,
      "GGGATA": 223,
      "GTATGCA": 224,
      "TGCGTA": 225,
      "CCAGCGCCC": 226,
      "CTCAA": 227,
      "CTTTT": 228,
      "CAAAGGAA": 229,
      "CTGCGC": 230,
      "GGACA": 231,
      "CTGTCC": 232,
      "GCAAGATGGCA": 233,
      "CTAGC": 234,
      "GAAGCTCCGGGCGTCGC": 235,
      "TTAGGAA": 236,
      "GGACGT": 237,
      "TGTAA": 238,
      "CGGCCCA": 239,
      "GCCTAA": 240,
      "CTCGC": 241,
      "GGTCTTCGT": 242,
      "GGTCA": 243,
      "GCCCGTCATGACGCTCA": 244,
      "TTAGAA": 245,
      "GCAGGC": 246,
      "CTGATC": 247,
      "GGTGA": 248,
      "TTGCGTGGC": 249,
      "TTTA": 250,
      "GAACT": 251,
      "TGATGC": 252,
      "GTACT": 253,
      "GTTTC": 254,
      "GGTCTTCGTGCCT": 255,
      "GCTGCGT": 256,
      "CTCCA": 257,
      "CGAATT": 258,
      "GTGA": 259,
      "TCATA": 260,
      "GTGGAGTCGAA": 261,
      "GTGTA": 262,
      "GTTGGGATA": 263,
      "CGTCC": 264,
      "GCGGGCTCCTCC": 265,
      "GACAGTAA": 266,
      "GACCA": 267,
      "TCCAA": 268,
      "CCATGC": 269,
      "TGGAAA": 270,
      "CGATCAGTT": 271,
      "TTTGGA": 272,
      "CTATGA": 273,
      "CGTCGC": 274,
      "GCCATCGC": 275,
      "CTTAAAA": 276,
      "TCCTGCTAGCCA": 277,
      "GATTCCTGAAA": 278,
      "TTAGCCC": 279,
      "GGTGTAA": 280,
      "GCCGA": 281,
      "GAACA": 282,
      "GTAAA": 283,
      "GTTCCCCTAGACTGC": 284,
      "GGACGG": 285,
      "GGTCCTAA": 286,
      "CAACGCGAGTT": 287,
      "GGGCGGTCTGTT": 288,
      "GGTAA": 289,
      "AAACA": 290,
      "GGAGTGGC": 291,
      "TGGGATTA": 292,
      "CTATCC": 293,
      "TACTT": 294,
      "CATTGGC": 295,
      "GATTTTGA": 296,
      "GCCCCGC": 297,
      "CACAGC": 298,
      "TCGCGGA": 299,
      "GGCCTGC": 300,
      "GCACAAAGGAA": 301,
      "TATCTTGCGTGGC": 302,
      "CGTTA": 303,
      "CTAATA": 304,
      "GAGGCGGTGTAA": 305,
      "CGTGC": 306,
      "CGTCATAA": 307,
      "CAAACA": 308,
      "CCGGA": 309,
      "GTATA": 310,
      "CTGGC": 311,
      "CTAGACT": 312,
      "GGCGAGGGT": 313,
      "GAATAAA": 314,
      "TGTCGC": 315,
      "TGGCCA": 316,
      "CTAAA": 317,
      "CCAGTGGTA": 318,
      "TTAGGA": 319,
      "CAAAA": 320,
      "TTGGA": 321,
      "GGAAA": 322,
      "TGTCCTTA": 323,
      "TACCCTGACC": 324,
      "TGTAAGCA": 325,
      "AAGACGG": 326,
      "CTTAAA": 327,
      "TGGTT": 328,
      "GGATT": 329,
      "GCAAGATGGCAGCCCGGCCTAGGCCTT": 330,
      "CCCCGCTCC": 331,
      "GAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 332,
      "GGGCA": 333,
      "CGGGCTA": 334,
      "GTATGCACGA": 335,
      "CTACCCCAGCGCCC": 336,
      "CCCT": 337,
      "CTGGA": 338,
      "GATGC": 339,
      "GGCTCT": 340,
      "CGGCCCACACA": 341,
      "TCTGCA": 342,
      "TGCCT": 343,
      "AAATAA": 344,
      "GTTGGA": 345,
      "TGGGGA": 346,
      "TTGCGGTCTTCGTGCCT": 347,
      "GGTGGCGCTA": 348,
      "CCGGCTAA": 349,
      "CTAAACTA": 350,
      "TGCTT": 351,
      "CGACGGA": 352,
      "TCGTCTCCTA": 353,
      "GGGTA": 354,
      "CAACGAGCCATCGC": 355,
      "CAAAGCAA": 356,
      "CCTGCCC": 357,
      "GATCT": 358,
      "GTTAA": 359,
      "CATTGTTGC": 360,
      "GGGTTA": 361,
      "GATTAAAA": 362,
      "GGCGATCA": 363,
      "GGGTAAA": 364,
      "CCAGA": 365,
      "GATAA": 366,
      "GCCAGGC": 367,
      "TCTACCAGGA": 368,
      "GTTGGGATATAACA": 369,
      "TCGCA": 370,
      "GGCTA": 371,
      "CCGCTGGC": 372,
      "TGTTA": 373,
      "GTAATATT": 374,
      "CTTTC": 375,
      "CGTCGCCCTAA": 376,
      "GGCCA": 377,
      "TAGTCTGC": 378,
      "GAACTCGTAA": 379,
      "GTCAA": 380,
      "TGTCA": 381,
      "GGGTTCGT": 382,
      "GGGGT": 383,
      "GTAAAA": 384,
      "CGTGCA": 385,
      "TCGGAAA": 386,
      "CGGTGATTTTGA": 387,
      "GACTCCTA": 388,
      "CTGATCGCA": 389,
      "GTCGCAAGGTA": 390,
      "TGATGCGA": 391,
      "GTCGT": 392,
      "TGGATT": 393,
      "GGAGA": 394,
      "GGTCTA": 395,
      "GCAACC": 396,
      "TCTAA": 397,
      "GTGCAA": 398,
      "CGTACGTT": 399,
      "TCAATGTT": 400,
      "TGCGTACGA": 401,
      "GCTGCGTGTCA": 402,
      "CCGA": 403,
      "GAGACTA": 404,
      "CGACA": 405,
      "GCCCTAA": 406,
      "GCTGCTA": 407,
      "GCCCGTCATGACGCTCAGAGGCGGTGTAA": 408,
      "GTGCA": 409,
      "TGCGTTA": 410,
      "GGCGATTA": 411,
      "TGGTCTTCA": 412,
      "GCACCACTT": 413,
      "CCCGA": 414,
      "TCTGCAAGGTA": 415,
      "GATGT": 416,
      "CAGC": 417,
      "GGACT": 418,
      "TAATT": 419,
      "TGATA": 420,
      "CTTCCCTCAA": 421,
      "CTGCGCGCAGC": 422,
      "GGACGTGATA": 423,
      "GACAGTAATGTT": 424,
      "GGCTCTGGA": 425,
      "CGAAA": 426,
      "AAATACATTGGC": 427,
      "TATCC": 428,
      "TCATTAA": 429,
      "TCGAA": 430,
      "GTAGC": 431,
      "CAACA": 432,
      "TTAGGAAGCCTAA": 433,
      "GCGGTT": 434,
      "TAGATGACA": 435,
      "GTACCCTT": 436,
      "GATTCCTGAAACTTCC": 437,
      "GCGTACA": 438,
      "CCTCA": 439,
      "TGGCA": 440,
      "GCCAA": 441,
      "GATTTGGATT": 442,
      "TTTTTGGT": 443,
      "TCCTGCTAGCCAGAGAA": 444,
      "AAAGTA": 445,
      "GATCTA": 446,
      "TCGACTCCTA": 447,
      "GCCCCCTC": 448,
      "CACATATC": 449,
      "GGGTAA": 450,
      "GGTGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 451,
      "GTCCTACTT": 452,
      "GGATC": 453,
      "GAATAA": 454,
      "TTCA": 455,
      "TCCCCCC": 456,
      "CGAACA": 457,
      "AAGAGGTACC": 458,
      "GTGAATGGGATTA": 459,
      "GGCGAGGGTGTCT": 460,
      "GTGCAGC": 461,
      "GACTA": 462,
      "TATGC": 463,
      "GTAACA": 464,
      "TTCC": 465,
      "TTTGC": 466,
      "GGCCC": 467,
      "CGAGTT": 468,
      "GGTTTTCTAAACTA": 469,
      "TCGCGGACGTT": 470,
      "TGGTCTTCATGTA": 471,
      "GCGACC": 472,
      "CTACT": 473,
      "TATTGGA": 474,
      "CCTTTT": 475,
      "TCTTTT": 476,
      "GAAGCGGT": 477,
      "GCATAGTCTGC": 478,
      "CCAGTCA": 479,
      "GTAACCGCTGGC": 480,
      "GCAAAACA": 481,
      "CACACCTT": 482,
      "GTGCGGT": 483,
      "GTCTTTT": 484,
      "GCACAAAGGAACACAGC": 485,
      "GGCACC": 486,
      "GGCCTGCGGC": 487,
      "TTTCC": 488,
      "AACGG": 489,
      "TACT": 490,
      "CCTAGGA": 491,
      "GGCAAA": 492,
      "CGATC": 493,
      "GTCCTAA": 494,
      "GTCGCAAGGTAGG": 495,
      "GACGGT": 496,
      "GTTCGT": 497,
      "CTAAAACA": 498,
      "GCATA": 499,
      "GATCGC": 500,
      "GTCGGA": 501,
      "GGGGA": 502,
      "GTTGCCCCGC": 503,
      "CTATTGCTTGCGGTCTTCGTGCCT": 504,
      "GCGA": 505,
      "CTGAAA": 506,
      "TCGTTCCCCTAGACTGC": 507,
      "TAATAA": 508,
      "CGGAA": 509,
      "TCAATGGAA": 510,
      "GGCAAGGTGA": 511,
      "GGCTAATAA": 512,
      "CTACCCCAGCGCCCGGGCGGTCTGTT": 513,
      "GATCC": 514,
      "TATAACA": 515,
      "TCGGT": 516,
      "TGGGGTT": 517,
      "TCTGTT": 518,
      "CGATA": 519,
      "TCAGTCA": 520,
      "CGTTGCCCTAA": 521,
      "CTCCCTTTC": 522,
      "CCATGCGATT": 523,
      "CTTAAAATAA": 524,
      "GGTCCTAACCTGCCC": 525,
      "CAACGAGCCATCGCTGAA": 526,
      "GGGAA": 527,
      "GGGGTA": 528,
      "GGCTTA": 529,
      "TGTCC": 530,
      "GGGGGTAAA": 531,
      "TCGGA": 532,
      "TCTTAA": 533,
      "TGTGTTA": 534,
      "TATCGTATA": 535,
      "TCGTT": 536,
      "GTACTCA": 537,
      "TGTGTA": 538,
      "TGGGC": 539,
      "CTCCATACTT": 540,
      "CAACGCGAGTTTTAGCA": 541,
      "TGATGCGAGCTA": 542,
      "TCACTTA": 543,
      "TAGAA": 544,
      "CAATCC": 545,
      "GCCCCCTCGGCA": 546,
      "CACC": 547,
      "CATGA": 548,
      "CTCT": 549,
      "CGTTCC": 550,
      "GCACTA": 551,
      "GTAACC": 552,
      "GGACGGAAACTA": 553,
      "TTTGA": 554,
      "TCGCCC": 555,
      "CGACGTCATAA": 556,
      "GGCGATTATCA": 557,
      "GTGCGTA": 558,
      "GAGTGCAA": 559,
      "GTGATT": 560,
      "TATCTTGCGTGGCCTAGACT": 561,
      "GAAAA": 562,
      "TGCGTT": 563,
      "CGCTT": 564,
      "CGCAA": 565,
      "CGATT": 566,
      "CGAAGGGTTCGT": 567,
      "GACCATTGGA": 568,
      "GGAGTGGCTCTGCA": 569,
      "AAGACGGGTTGCTA": 570,
      "TGCGTACGACGAATT": 571,
      "AATCCA": 572,
      "TGCTGGC": 573,
      "GCAACT": 574,
      "GTCAGGC": 575,
      "CTTGCGC": 576,
      "GGTGGCGCTACCAGTGGTA": 577,
      "GTGGT": 578,
      "GTCAAA": 579,
      "CCAA": 580,
      "CTAACCTT": 581,
      "TATCTT": 582,
      "TATTTGCATA": 583,
      "TGATTCCTA": 584,
      "TGTAAGCATAAA": 585,
      "TG": 586,
      "CCAGACT": 587,
      "CGCAGC": 588,
      "AAGACTAGC": 589,
      "AAGGA": 590,
      "GTGACC": 591,
      "GGTCT": 592,
      "CGTCTAA": 593,
      "GTTATT": 594,
      "TCTGAA": 595,
      "TATTTGCATAGTCC": 596,
      "GTGG": 597,
      "GTCGCA": 598,
      "GATGACA": 599,
      "CACT": 600,
      "CGTGGC": 601,
      "GTAATT": 602,
      "GTATGCACGACTGATCGCA": 603,
      "CAAAGCAAGGCA": 604,
      "TAGCA": 605,
      "GAACGG": 606,
      "CGGGC": 607,
      "GGTAGG": 608,
      "CACACA": 609,
      "CTCCTGT": 610,
      "GCTCCGAATAAA": 611,
      "GTTGCTATCTT": 612,
      "CCTCC": 613,
      "GAGTA": 614,
      "CGAGAGA": 615,
      "TCATGA": 616,
      "GGTGCCGACGGA": 617,
      "TGGAAAGGACGTGATA": 618,
      "TACCCTGACCTTTT": 619,
      "TCATTAACGTA": 620,
      "GCCGATCAGTT": 621,
      "TTAAA": 622,
      "GGGCGGTT": 623,
      "GGCTAAGGTGC": 624,
      "TCCTGCGTA": 625,
      "TTAGCCCCGG": 626,
      "GAGGCA": 627,
      "GGCCT": 628,
      "GGCGTA": 629,
      "GCACA": 630,
      "CGGTGATT": 631,
      "TGCTAA": 632,
      "CGCTCC": 633,
      "TGGTCC": 634,
      "CCCCGC": 635,
      "GTCGCTA": 636,
      "GTGGAGTCGAAGCAACC": 637,
      "TGTCGCCTGTT": 638,
      "GCAAGATGGCAGCCCGGCCTAGGCCTTCGGCCCACACA": 639,
      "GACTAA": 640,
      "CTGCA": 641,
      "CTCGCA": 642,
      "TCCTCGA": 643,
      "CGATGC": 644,
      "TGGCGTT": 645,
      "TGGTGCCA": 646,
      "CTCGCTGTCCTTA": 647,
      "CGGTA": 648,
      "CGACCA": 649,
      "CGGGATCTA": 650,
      "GGTTAA": 651,
      "CTTCCCTCAAGATC": 652,
      "GTCCTACTTGCGTACA": 653,
      "CCCCA": 654,
      "TGGTTTT": 655,
      "GTGCAGCGTGGC": 656,
      "CTCGGCA": 657,
      "TCATGC": 658,
      "CCCCGCTCCCCAGA": 659,
      "GTAACACTGC": 660,
      "CTCCATACTTGCATAGTCTGC": 661,
      "CCTGT": 662,
      "TACTCA": 663,
      "GTTTGA": 664,
      "CGCGCA": 665,
      "CCATCC": 666,
      "GCCCAA": 667,
      "TCTACCA": 668,
      "CGCGAGTTTTAGCA": 669,
      "GTTTCGCAA": 670,
      "GCTAA": 671,
      "GACGAATT": 672,
      "TATCA": 673,
      "TATATT": 674,
      "AAATACA": 675,
      "GGTCTTAA": 676,
      "TCCCC": 677,
      "CAATT": 678,
      "CTGCGCA": 679,
      "CTTACGGGCTA": 680,
      "TGCATAGTA": 681,
      "GCTGCGTGTCACGGCA": 682,
      "GACGGA": 683,
      "GAAGCA": 684,
      "TTATCC": 685,
      "CTAGT": 686,
      "CGACC": 687,
      "GCCCCA": 688,
      "TGGCCC": 689,
      "CTTCATATTTGCATAGTCC": 690,
      "GTGCAGGC": 691,
      "GATGA": 692,
      "TATAA": 693,
      "GTTTCGGAAA": 694,
      "TGCAA": 695,
      "CGCAAGA": 696,
      "TGTTCTAA": 697,
      "GAGACTAGCACAAAGGAACACAGC": 698,
      "GTGGTA": 699,
      "GAGAAA": 700,
      "GGACGTT": 701,
      "TCCCAAA": 702,
      "CTAGTT": 703,
      "TGGGATA": 704,
      "TTTTTGC": 705,
      "CGTTTAA": 706,
      "TTAAAA": 707,
      "GTGGCCTT": 708,
      "CTTGCGTGGA": 709,
      "CGTATTAAATAA": 710,
      "CACATATCGTTCCCCTAGACTGC": 711,
      "GTACTCAGCA": 712,
      "GCCTTA": 713,
      "GTCTA": 714,
      "CTGA": 715,
      "GCATAAA": 716,
      "GGTCC": 717,
      "TTAGATT": 718,
      "TCATAA": 719,
      "CGTATACC": 720,
      "GTGCGTT": 721,
      "TGAAGTA": 722,
      "GGACAGACGG": 723,
      "AAGACTAGCGTGGA": 724,
      "GCTTA": 725,
      "TACGT": 726,
      "CGCTGTCCTTA": 727,
      "CTGCGGC": 728,
      "TGTTTGT": 729,
      "GAGACGGTT": 730,
      "CTTAAATCAAA": 731,
      "GGGTTAGCA": 732,
      "GTCGG": 733,
      "GCAGTA": 734,
      "GCATTAA": 735,
      "CTACCAA": 736,
      "GATTAAAAGGTTTTCTAAACTA": 737,
      "GAGGTACC": 738,
      "GTACAA": 739,
      "GGAGCGGTT": 740,
      "GGTGACC": 741,
      "GATTCGCA": 742,
      "GGTATA": 743,
      "CGAAGC": 744,
      "TCTGGCAA": 745,
      "GATCGGA": 746,
      "TGGACTGC": 747,
      "TAGACTGC": 748,
      "TATACGGTGATTTTGA": 749,
      "TAGCCTGC": 750,
      "AAGACGGGCTGCTA": 751,
      "GGTTATT": 752,
      "GCACC": 753,
      "GGTAAA": 754,
      "GGTCATAA": 755,
      "CCACACA": 756,
      "CGTGGTCTA": 757,
      "GGCGACCA": 758,
      "CCAGCCTAGGCCTT": 759,
      "TTATCATGA": 760,
      "TCGCGGATGTT": 761,
      "GGCCGAA": 762,
      "GTTGCCC": 763,
      "AAAGTGT": 764,
      "CTTCGC": 765,
      "CTTGCCC": 766,
      "CTAGCCA": 767,
      "TGCTGGCCA": 768,
      "TGTTGC": 769,
      "CTCCTCA": 770,
      "TCTTCTACC": 771,
      "CTACCCCAGT": 772,
      "GGTTTTCTTAA": 773,
      "GAGAAAAAA": 774,
      "GCCAGGCTGC": 775,
      "TAATTGGT": 776,
      "CGAGGGT": 777,
      "TCACTT": 778,
      "CGTGTT": 779,
      "CGGGCAA": 780,
      "GTTAGATTTGGATT": 781,
      "TGTTCA": 782,
      "GTGCTGGC": 783,
      "GTCTTTGCGTTA": 784,
      "TCCAATCAA": 785,
      "GGCCTGCGGA": 786,
      "CATTGTTGCGTTGGGATATAACA": 787,
      "GTGCGGTGTACA": 788,
      "GGGGTACTAAAACA": 789,
      "CGCAAGATGGCA": 790,
      "AATC": 791,
      "GTGTCA": 792,
      "CTCTCC": 793,
      "GTTCTTCATATTTGCATAGTCC": 794,
      "GGTCGGA": 795,
      "GCAAAA": 796,
      "TCTGTCC": 797,
      "GGAATT": 798,
      "GATAGTGGC": 799,
      "GTGGCTT": 800,
      "GATTATCA": 801,
      "GCCCGTCATGACGCTCAGAAGCGGT": 802,
      "TTTGGACC": 803,
      "GACAGTAATGTTCTAA": 804,
      "CTACCCCAGTGTCC": 805,
      "TATTTT": 806,
      "CTGGCAA": 807,
      "GGCGCTA": 808,
      "TCTTA": 809,
      "CGCCGTA": 810,
      "CGTGGTT": 811,
      "TGTCTT": 812,
      "GTTAGATT": 813,
      "TATTTA": 814,
      "GTCATCA": 815,
      "TAAACTA": 816,
      "TCGGGATA": 817,
      "GGGACTAACCTT": 818,
      "CGTCCTCCTGCTAGCCAGAGAA": 819,
      "CCATGCTATT": 820,
      "CGGGATCTAGCTA": 821,
      "GCGATCGC": 822,
      "CCTAAA": 823,
      "GATATT": 824,
      "GGCTTAA": 825,
      "GTAGAGT": 826,
      "GCACGA": 827,
      "TGCCGC": 828,
      "CGCTGGC": 829,
      "CGCCTAGC": 830,
      "CGAGTTA": 831,
      "TGATCC": 832,
      "TGAGATTA": 833,
      "GAGAGA": 834,
      "GTACCCCAGCGCCC": 835,
      "TCTACCAGGATGTGC": 836,
      "GCACCACTTGCCC": 837,
      "TTTTTGGTGATGT": 838,
      "CGAACATCTA": 839,
      "GTTTCGCAAAAA": 840,
      "CGTGGTTTAGA": 841,
      "CGGCGATCA": 842,
      "TTCATAA": 843,
      "GTGATA": 844,
      "CCCAAA": 845,
      "CCCGGT": 846,
      "GACTTTT": 847,
      "CATGC": 848,
      "GGGATC": 849,
      "GGGACA": 850,
      "TAATTTTTGGTGATGT": 851,
      "CCATCGT": 852,
      "TGGGTT": 853,
      "GATATCC": 854,
      "TAAACGG": 855,
      "GGGTAAATACATTGGC": 856,
      "CGATCAGATC": 857,
      "CCAGGATTAGCA": 858,
      "CATACTCC": 859,
      "CGGTTCTAGC": 860,
      "GCCGATTATCA": 861,
      "GAACTCGTAATCA": 862,
      "TCACTTACGCCTAGC": 863,
      "AAGACTAGCGTGGAGTAACACTGC": 864,
      "AAAGTGTCTA": 865,
      "CGGCGATCATAATTTTTGGTGATGT": 866,
      "GCGGC": 867,
      "GCCTCC": 868,
      "GCTCGGGATA": 869,
      "TACGTA": 870,
      "GGGGTT": 871,
      "GGTGTA": 872,
      "GCCCCCCGC": 873,
      "CTGCTCC": 874,
      "TCTGCCC": 875,
      "CACACC": 876,
      "GCTCCTCC": 877,
      "TACATTGC": 878,
      "GATTAGAA": 879,
      "TCTGCAAAGTA": 880,
      "CGTTCCCCTAGACTGC": 881,
      "AATCCAGGCCTT": 882,
      "CTAGTCGGCGATCATAATTTTTGGTGATGT": 883,
      "GACTCC": 884,
      "GGGATTA": 885,
      "TCGAGA": 886,
      "TAACT": 887,
      "TCCTTGC": 888,
      "TGCCTAA": 889,
      "CGCGCGGT": 890,
      "CGTGACC": 891,
      "GCCCCGA": 892,
      "GTAATAA": 893,
      "TGTTTTCC": 894,
      "CTTCCCA": 895,
      "GTGGATT": 896,
      "CCTTAGCCCCCTCGGCA": 897,
      "TCCATACC": 898,
      "CCCGCCGCA": 899,
      "TCATACAA": 900,
      "CAAAAGAATT": 901,
      "GATTATCACACT": 902,
      "GCCCCCCGCGTTCGT": 903,
      "GCCCAGCCTAGGCCTT": 904,
      "TTTGTA": 905,
      "GTGGGC": 906,
      "CAGATT": 907,
      "GGGATGGC": 908,
      "TCGGCAA": 909,
      "AAATT": 910,
      "CTTTTAA": 911,
      "TTATAA": 912,
      "CTACGC": 913,
      "TGGTCCTAA": 914,
      "TCAAAGGAA": 915,
      "TTATTTGGA": 916,
      "GGTACCGACGG": 917,
      "TAGTAAAGTGTCTA": 918,
      "AAACATCTTCTACC": 919,
      "CAAACACCTAGGA": 920,
      "GTAATATTTA": 921,
      "GTCGTAAA": 922,
      "TCAATGTTTCGGAAA": 923,
      "TCGGATCCTTGC": 924,
      "CGAAGGGTTCGTAAGAGGTACC": 925,
      "TCCTGCGTACTCCTA": 926,
      "TACTCATCGAGA": 927,
      "GTTTCGCAAAAATGCTAA": 928,
      "GCCTT": 929,
      "CAGAAA": 930,
      "GGCTCACTTACGCCTAGC": 931,
      "TCTATTGGA": 932,
      "TCCTTTGA": 933,
      "CTAACGGGCTA": 934,
      "GTACACGACA": 935,
      "CTATTGCTTGC": 936,
      "GCACCACTAAA": 937,
      "GCAGGCTCCTCC": 938,
      "TTAGCCCCGA": 939,
      "GGGGTAAA": 940,
      "TAAACGGGGAA": 941,
      "TACATTGCGATTATCACACT": 942,
      "CAAAAGAATTCGCCGTA": 943,
      "GCTGT": 944,
      "CCTGGTT": 945,
      "CACGA": 946,
      "GTATGAAA": 947,
      "GCACCGGA": 948,
      "GAACGGA": 949,
      "CCATCTGTT": 950,
      "CTGCGGTCTTCGTGCCT": 951,
      "GTAATATC": 952,
      "GGTTCC": 953,
      "CACATGGACTGC": 954,
      "GGGTAAATA": 955,
      "TGAAAA": 956,
      "GGCTAAGGCGC": 957,
      "CCCAGC": 958,
      "CCCACTGAAA": 959,
      "GATTCCCGCA": 960,
      "GAAGCTCCGGGCGTCGCA": 961,
      "CGGCCCACCCA": 962,
      "TCCAATCA": 963,
      "TACCCTGACCCGTT": 964,
      "GGGCACTAGCCA": 965,
      "GTATGCACGACT": 966,
      "GGCGATCACC": 967,
      "GTACCCTTGG": 968,
      "TGGGGTTTGGTA": 969,
      "CGGTTCTAGCCCATCTGTT": 970,
      "TCATACAACTAGTCGGCGATCATAATTTTTGGTGATGT": 971,
      "CCAAA": 972,
      "CTGAAGCA": 973,
      "GCATAGC": 974,
      "CTTGCA": 975,
      "TGTCCATCGT": 976,
      "TGGGCTT": 977,
      "GGGCAAATACATTGGC": 978,
      "TTGCAAA": 979,
      "TGAATGACA": 980,
      "CCCGCCGTA": 981,
      "CGTGCACAACGCGAGTTTTAGCA": 982,
      "GTTCTTCATATTTGCATAGTCCGC": 983,
      "CGTGGTTTAGAGTAGAGT": 984,
      "GTCGTAAAGCA": 985,
      "GCGATA": 986,
      "TTTCGTTCCCCTAGACTGC": 987,
      "GTGTT": 988,
      "GTCGA": 989,
      "GACGT": 990,
      "TATGA": 991,
      "GGGG": 992,
      "TCGTAA": 993,
      "TCTTGC": 994,
      "GTACATT": 995,
      "GTACATTGGC": 996,
      "CTAGAA": 997,
      "CGACGTT": 998,
      "CGTGCCT": 999,
      "CAATCGT": 1000,
      "CTGCGATTTT": 1001,
      "TATTTGGA": 1002,
      "GGCACCCCGCTCC": 1003,
      "GTCAGCCA": 1004,
      "TGGTCTTCGT": 1005,
      "TCTATGG": 1006,
      "CGATCATATCC": 1007,
      "CTCGCTGGC": 1008,
      "CTAAAGCA": 1009,
      "GTAATATTTAGCCTGC": 1010,
      "GCACCACTTGACT": 1011,
      "GGCAAAGAAA": 1012,
      "GGGAATGGGATTA": 1013,
      "TACCCTGACCTTTTCTGTCC": 1014,
      "GAGAAATT": 1015,
      "GGGACTAACCTTCCCACTGAAA": 1016,
      "AATCCAGGCCTTTT": 1017,
      "TCGGATCCTTGCGGCTT": 1018,
      "GCTGGGATA": 1019,
      "GTGCCA": 1020,
      "GAGCA": 1021,
      "TAGACA": 1022,
      "CAGGA": 1023,
      "GTTGTTA": 1024,
      "GGACGGA": 1025,
      "CTTCATAA": 1026,
      "TTACAA": 1027,
      "CGAGAGC": 1028,
      "TCACAAA": 1029,
      "CAAGAGA": 1030,
      "TGGCAAAA": 1031,
      "CTAATTCATAA": 1032,
      "GGGCGGC": 1033,
      "CGAATAA": 1034,
      "GGAAGG": 1035,
      "TTGCGTA": 1036,
      "GGTTCGCGCGGT": 1037,
      "GATACAACA": 1038,
      "GATCTT": 1039,
      "GGCGAGGCGATTATCA": 1040,
      "CGGATGCA": 1041,
      "GGGTGTA": 1042,
      "GCTGCGTA": 1043,
      "GCGTAGC": 1044,
      "AAGGTATATA": 1045,
      "GTCTTCGTGGC": 1046,
      "GAAGCTCCGGGCGTCGCGCAGGCTCCTCC": 1047,
      "GTACTGTGATT": 1048,
      "CGATCAGTTTCAATGGAA": 1049,
      "CGTTATAA": 1050,
      "CTAAATTA": 1051,
      "TGGGGATCGT": 1052,
      "CTACCCCAGCGCCCGGGCGGTCTGTTGGTGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 1053,
      "TGTTTGTCTATT": 1054,
      "CTACCAATGGTA": 1055,
      "GAGAAAAAATT": 1056,
      "AAACATCTTCTACCTAAACGGGGAA": 1057,
      "GTCTTCGTGGCTGA": 1058,
      "GTCTTA": 1059,
      "TACTCC": 1060,
      "AAAGTTTT": 1061,
      "GGATCA": 1062,
      "TGACC": 1063,
      "TGAGATCA": 1064,
      "GCCATCGTT": 1065,
      "TCTCGA": 1066,
      "GGAACTACCAATGGTA": 1067,
      "GTCCTTA": 1068,
      "CGCATATT": 1069,
      "CATTGTGGC": 1070,
      "CATAATCA": 1071,
      "GCTGCCA": 1072,
      "TATATAGTAAAGTGTCTA": 1073,
      "GAGTGTCTTTT": 1074,
      "GTCCTACTTGCGTGGA": 1075,
      "GGAGTGGCTCTGAA": 1076,
      "CTGGATATCTTGCGTGGC": 1077,
      "CGTCGCCCTAACAACGA": 1078,
      "CTCCCTTTCGGCGAGGGTGTCT": 1079,
      "GTGGCCTTTGTGC": 1080,
      "GCCCGTCATGACGCTCAGAAGCGGTGTAA": 1081,
      "GGCTCACTTACGCCTAGCGATTCCCGCA": 1082,
      "CGTGGTTTAGAGTAGAGTAAACATCTTCTACCTAAACGGGGAA": 1083,
      "CTGCGATTTTTCTT": 1084,
      "GATAACA": 1085,
      "TACAA": 1086,
      "TACAAA": 1087,
      "TAGGTTTT": 1088,
      "CTCTT": 1089,
      "TCGTCC": 1090,
      "GGATTA": 1091,
      "CTTGTGC": 1092,
      "GGTGT": 1093,
      "GGAACTT": 1094,
      "TGTTCC": 1095,
      "TCAACTATGA": 1096,
      "CATAACGCGAGTTTTAGCA": 1097,
      "CCTTAGCCC": 1098,
      "TGATTCAGAAA": 1099,
      "GGACAGGCAA": 1100,
      "CTTAAATATT": 1101,
      "CTACTCGAA": 1102,
      "TGGGCTGTT": 1103,
      "GTCGCTAGGTAGG": 1104,
      "GGTTTTCTTAACTT": 1105,
      "CGCAAGATGGCAGCCCGGCCTAGGCCTT": 1106,
      "GCCCCCCGCGTTCGTCTCCTCA": 1107,
      "TACATTGCGATTATCACACTCGGTTCTAGCCCATCTGTT": 1108,
      "CCTGGTTCGC": 1109,
      "GGGCACTAGCCACTCCA": 1110,
      "GTCTGC": 1111,
      "CAGAA": 1112,
      "GGGATT": 1113,
      "TCGTCA": 1114,
      "GGAGCGGT": 1115,
      "CTATCGT": 1116,
      "GTAATGTT": 1117,
      "TGGGAACA": 1118,
      "GTTAGGAA": 1119,
      "GCTATAGACA": 1120,
      "GGCGAGGCGATTA": 1121,
      "GACTGCA": 1122,
      "GTGCGGCA": 1123,
      "TGAATTTCC": 1124,
      "TTATTGCAAAACA": 1125,
      "GACGGGCTGCTA": 1126,
      "TGCCACTATTGCTTGCGGTCTTCGTGCCT": 1127,
      "CGTATTCA": 1128,
      "GCAAGATGGCAGCCCAGCCTAGGCCTT": 1129,
      "GTGGAGTCGAAGCGACC": 1130,
      "TGGAAAGGACGT": 1131,
      "CGTCGCCTTAA": 1132,
      "GGGTAATCCTCGA": 1133,
      "TCTTTTGCCGATCAGTT": 1134,
      "GACGGTAA": 1135,
      "CAACGAGCCATCGCTGAAGGCTCTGGA": 1136,
      "AAGACGGGTTGCTAGCCCGTCATGACGCTCAGAGGCGGTGTAA": 1137,
      "TGTTCATCGT": 1138,
      "GACAAA": 1139,
      "GGCCTAGGCCTT": 1140,
      "TCGGCA": 1141,
      "CGCGC": 1142,
      "TGAGTT": 1143,
      "CGGGTTA": 1144,
      "GCCAGTGTA": 1145,
      "CTTATATGC": 1146,
      "CTGTTAAATACA": 1147,
      "GTCCTAGAA": 1148,
      "GCAGGCGCCC": 1149,
      "GTACTCGACA": 1150,
      "CGTCCTCCTGCTAGCCA": 1151,
      "AAACATCATACAACTAGTCGGCGATCATAATTTTTGGTGATGT": 1152,
      "CAAACACCTA": 1153,
      "TTAGGATGCCTAA": 1154,
      "GATTAAAAGGTT": 1155,
      "TCTGCAAGGTATATA": 1156,
      "GTAACCGCTGGCGACCATTGGA": 1157,
      "CCAGACTCGTGC": 1158,
      "CAAAGCAAGGCAGATA": 1159,
      "GAGGCAGAGAAATT": 1160,
      "TGGCGTTTGGTA": 1161,
      "CCTGTGGTA": 1162,
      "TGCATAGTACAAAAGAATTCGCCGTA": 1163,
      "GGTATATGTTTGTCTATT": 1164,
      "TACTCATCGAGACGCGCA": 1165,
      "GTCGTAAAGCAGAATT": 1166,
      "CCTTAA": 1167,
      "TATCT": 1168,
      "GGGGTGGC": 1169,
      "GGCCATAA": 1170,
      "GTATAAA": 1171,
      "GAACGTT": 1172,
      "TAAAA": 1173,
      "TCCTAA": 1174,
      "CTAGGC": 1175,
      "CGCGGC": 1176,
      "CGATTA": 1177,
      "CGAGTGGC": 1178,
      "CCAGTA": 1179,
      "CCAGTTAA": 1180,
      "CAACT": 1181,
      "CAACAACA": 1182,
      "GCCCTGCTGGCCA": 1183,
      "GCTAGTGT": 1184,
      "GGTTCTCCATACTTGCATAGTCTGC": 1185,
      "CGTATTAA": 1186,
      "CACAGCTT": 1187,
      "GATCGTT": 1188,
      "GATCGATTCCTGAAACTTCC": 1189,
      "CGGTCTGC": 1190,
      "TGGTGCCC": 1191,
      "TGGTGTCGGA": 1192,
      "TGTACGT": 1193,
      "CCTTTGA": 1194,
      "GGCCTTGATCA": 1195,
      "CTATGACTTTTAA": 1196,
      "GAACACGTAA": 1197,
      "CCCTCGG": 1198,
      "CCGGCTAATAA": 1199,
      "TCAATGTTTCGGCAA": 1200,
      "GTAACCGCTGGCGACCA": 1201,
      "GTGCGGTGTACT": 1202,
      "GATTCGCATCGCCC": 1203,
      "CGAAGCGACGC": 1204,
      "CCCGGTGGCGCTA": 1205,
      "GGTTCCTGAAA": 1206,
      "TCTATGGGACGC": 1207,
      "GGTTCGCGCGGTGTA": 1208,
      "TACATTGCGATTATCACACTCGGTTCTAGCCCATCTGTTGAGAAAAAATT": 1209,
      "GCTGACA": 1210,
      "TTGGCA": 1211,
      "GACCTA": 1212,
      "GACGTCATAA": 1213,
      "TTACGACCA": 1214,
      "CGAATTTT": 1215,
      "GACCAA": 1216,
      "CGGTGACC": 1217,
      "GGCGAGGA": 1218,
      "TACAGCA": 1219,
      "GGTGCCGA": 1220,
      "GAGTTCTT": 1221,
      "TCAAAGTTTCGGAAA": 1222,
      "GTTCCCCTA": 1223,
      "CCAGCTAA": 1224,
      "GGTTTTCTAAATTA": 1225,
      "GTACCCT": 1226,
      "GAGAATA": 1227,
      "TTAGGAAGCCCAA": 1228,
      "GCTGCGTGTCGC": 1229,
      "GAGACTAGCACAAAGGAA": 1230,
      "GCGATGCCA": 1231,
      "GGCAAGGTGATGGTCTTCATGTA": 1232,
      "TCTGGCAAGCACCGGA": 1233,
      "TCGGATCCTTGCGGCTTCTA": 1234,
      "TGTTCATCGTGATCGGA": 1235,
      "CTGTTAAATACACTGCGATTTTTCTT": 1236,
      "TACTCATCGAGACGCGCAGAGACGGTT": 1237,
      "GCCCA": 1238,
      "TTGGC": 1239,
      "GTGCTCC": 1240,
      "CCCGG": 1241,
      "CATCTT": 1242,
      "GGGTCC": 1243,
      "GCATAA": 1244,
      "CTATGGC": 1245,
      "TGCGGGTTA": 1246,
      "CGACGAATT": 1247,
      "TCATTTGGA": 1248,
      "CCACAA": 1249,
      "GCCCTAGACTGC": 1250,
      "GGTATAGA": 1251,
      "CTAACC": 1252,
      "CGAAGCAA": 1253,
      "GAAACA": 1254,
      "CGTACGC": 1255,
      "TCGCTT": 1256,
      "TCTTTGGC": 1257,
      "GGGCGGTCGGTT": 1258,
      "GGCTTGTTGC": 1259,
      "CTTCAGC": 1260,
      "GACGCGGT": 1261,
      "GGGCGGTTTGTT": 1262,
      "GCCCCCCGCGTTCGTCTCCTCAGGGCACTAGCCACTCCA": 1263,
      "GCGGGACTAACCTTCCCACTGAAA": 1264,
      "TTGCA": 1265,
      "AATT": 1266,
      "GTCGGC": 1267,
      "CCCTT": 1268,
      "CCGACGG": 1269,
      "GGG": 1270,
      "GGATCGG": 1271,
      "GGTGATCA": 1272,
      "CGACTATT": 1273,
      "TCAGCA": 1274,
      "TCAGCCC": 1275,
      "CCATGT": 1276,
      "TGATGT": 1277,
      "CAACCCC": 1278,
      "TGTCGCTCA": 1279,
      "GTAAGCACGA": 1280,
      "TGGGATT": 1281,
      "TGGGCTCCTCC": 1282,
      "CGTTTCATA": 1283,
      "GGTTGTT": 1284,
      "CACACCTTA": 1285,
      "GTCCTCCTGCTAGCCAGAGAA": 1286,
      "CGGTCCACACA": 1287,
      "TATCGCATA": 1288,
      "TCAATGATTCAGAAA": 1289,
      "CTTAACATGA": 1290,
      "TGAAGGCTCTGGA": 1291,
      "GGCAATTA": 1292,
      "GGGTTTGGA": 1293,
      "TAGCCTTA": 1294,
      "GTCTTTGCGTT": 1295,
      "CTTGCGCAACT": 1296,
      "TGGAAAGGGTA": 1297,
      "GTAACCGATAGTGGC": 1298,
      "CGGTGATTGTGA": 1299,
      "TCTTGCTCT": 1300,
      "CTAATTCATAATTTGTA": 1301,
      "GCTATAGACATGCATAGTACAAAAGAATTCGCCGTA": 1302,
      "TTTTA": 1303,
      "GAGGT": 1304,
      "CATGTA": 1305,
      "GGGACGG": 1306,
      "GGCGCAGC": 1307,
      "GGCGTGATA": 1308,
      "GTAGCCGA": 1309,
      "GGATATAACA": 1310,
      "TCCTGAGATTA": 1311,
      "TCACCTA": 1312,
      "CGTGATCTA": 1313,
      "CAATAA": 1314,
      "CAACAA": 1315,
      "TGTGTT": 1316,
      "GGGCTATAACA": 1317,
      "CTCCTTTT": 1318,
      "GGCGAGCCGATTATCA": 1319,
      "CCCCGCTT": 1320,
      "CTTAATGAGATCA": 1321,
      "TGAACA": 1322,
      "GCCTCGC": 1323,
      "TATATA": 1324,
      "AAAATA": 1325,
      "AAAAGGTACC": 1326,
      "GATCAGTCGTAAAGCAGAATT": 1327,
      "TGGAATT": 1328,
      "TCCAGAGT": 1329,
      "GATTTTGCA": 1330,
      "CGTATTCC": 1331,
      "GGTTATGGGCTT": 1332,
      "TGCGTACTA": 1333,
      "CTCCATACT": 1334,
      "TTAGCCCCGGATGCA": 1335,
      "TGCCTCTATTGCTTGCGGTCTTCGTGCCT": 1336,
      "GTTGGAGGACGG": 1337,
      "GAATAAGGACT": 1338,
      "TCCCCCCTTAAA": 1339,
      "GCACTATCGT": 1340,
      "CGAGTTATGTGTTA": 1341,
      "TATATAGTAAAGTGTCTAGTCATCA": 1342,
      "TGGAAAGGGTATATT": 1343,
      "TTGTT": 1344,
      "GTGATTTTGCA": 1345,
      "CTCTAA": 1346,
      "TCTTGCGTGGC": 1347,
      "GTAGTACC": 1348,
      "GGTGGG": 1349,
      "TCCTAAACTA": 1350,
      "CGCTAGC": 1351,
      "CTGCGACC": 1352,
      "GTAAGGCTAA": 1353,
      "GCAATATT": 1354,
      "GCCAGC": 1355,
      "CACATTTCGTTCCCCTAGACTGC": 1356,
      "GATCGATTCCTGAAA": 1357,
      "TATCGC": 1358,
      "TAGATAACA": 1359,
      "TCGGGGGGGTAAA": 1360,
      "GTCTCAA": 1361,
      "CATATACC": 1362,
      "TTTATAA": 1363,
      "GGTCCTAACC": 1364,
      "CCGGAGGAACTACCAATGGTA": 1365,
      "GGCGAGGGTGACT": 1366,
      "GTTGGAGGACGGAAACTA": 1367,
      "CGTGCACAACGCGAGTT": 1368,
      "CCCGATGCTT": 1369,
      "TTAGGAAGCCTAAGTCGCAAGGTAGG": 1370,
      "GTACCCTTGTGGCTT": 1371,
      "CACACCTTTTA": 1372,
      "AACGGGCCAGGCTGC": 1373,
      "TGTCGCCTGTTCGA": 1374,
      "CTACCCCAGTGTCCGGGCGGTCGGTT": 1375,
      "GCCAGTGTAGGCTCACTTACGCCTAGCGATTCCCGCA": 1376,
      "GCTGGC": 1377,
      "GTGGAA": 1378,
      "TCGGGC": 1379,
      "GTACTT": 1380,
      "GCAGGA": 1381,
      "CTATTA": 1382,
      "CGCGGTTA": 1383,
      "TCATGT": 1384,
      "GCCCGATCTT": 1385,
      "GATTCCTT": 1386,
      "GATTGATATCC": 1387,
      "TGGAAAA": 1388,
      "GGTATTGC": 1389,
      "GTTACC": 1390,
      "GCCAGTTTGA": 1391,
      "GGCAGGA": 1392,
      "TAAATCAAA": 1393,
      "TCGCCTA": 1394,
      "GACATGC": 1395,
      "CGTAATAAA": 1396,
      "TTATTTAGA": 1397,
      "GTCTCGATC": 1398,
      "GGGCGGTGTGCAGGC": 1399,
      "GACGCTATGA": 1400,
      "GAGCTATT": 1401,
      "GCCCGTCATGTCGCTCA": 1402,
      "TGATTCCTC": 1403,
      "TTTAGACC": 1404,
      "GACAGTAATATT": 1405,
      "CACAGCGTAAAA": 1406,
      "CCGAGGCGATTA": 1407,
      "GCACTACGTGACC": 1408,
      "CTTGCGCGGTGCCGACGGA": 1409,
      "TTAGCCCCGGGTGCAGCGTGGC": 1410,
      "TATACGGTGATTTTGAGGAGTGGCTCTGCA": 1411,
      "CTTCGCTCAA": 1412,
      "CTTCCCAGGTTCGCGCGGTGTA": 1413,
      "GAAGCTCCGGGCGTCGCATGGGCTCCTCC": 1414,
      "TGTCCATCGTGGTCGGA": 1415,
      "GTAATATTTAGCCTGCGTA": 1416,
      "CTATGACTTTTAATATAA": 1417,
      "TTTATAATCAACTATGA": 1418,
      "AACGGGCCAGGCTGCTACGT": 1419,
      "CGGCGAGGGTGTCT": 1420,
      "CCGGCTA": 1421,
      "GATCCTGC": 1422,
      "GAGTAATAA": 1423,
      "CACAA": 1424,
      "CTTTGA": 1425,
      "CTTGGTAA": 1426,
      "TTAGC": 1427,
      "TTAGTCAA": 1428,
      "TCCTCGG": 1429,
      "TGCCTTCC": 1430,
      "CGTGGACGTT": 1431,
      "GTAATTTT": 1432,
      "GATTTAAA": 1433,
      "GGGCCGAA": 1434,
      "CAAAGCAGC": 1435,
      "TATTTGC": 1436,
      "CGTTGCCAGGC": 1437,
      "GGTTCTCC": 1438,
      "GGTTCTTA": 1439,
      "CACACCTTTT": 1440,
      "GCTCCTAATAA": 1441,
      "TCGCCT": 1442,
      "GACATCGC": 1443,
      "TGTATGTA": 1444,
      "CTGTTGC": 1445,
      "GATCACA": 1446,
      "TACCCTGACTTTT": 1447,
      "TACTTGCGTACA": 1448,
      "GATGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 1449,
      "GATAAAAA": 1450,
      "CTGCGCGCAGCGGCCTGCGGC": 1451,
      "CTGAAACA": 1452,
      "TCTGTTGGAACTT": 1453,
      "GGCGACCATTGGA": 1454,
      "TCGCGGATGTTTTTA": 1455,
      "GAGAGACGATCA": 1456,
      "AAATTTGGGAACA": 1457,
      "GTCTTCGTGGCTGATCTCGA": 1458,
      "CCTGGTTCGCAAGGTA": 1459,
      "GGTTTTCTAAATTACTAATA": 1460,
      "CATATACCCGAACATCTA": 1461,
      "GCCAGTTTGACGT": 1462,
      "GTGTCTTTT": 1463,
      "CCCTAA": 1464,
      "GACTATT": 1465,
      "TATGGA": 1466,
      "GTTGGGCTATAACA": 1467,
      "TCGTTA": 1468,
      "GTATTGC": 1469,
      "GTAGCGTA": 1470,
      "CTATAA": 1471,
      "TCATT": 1472,
      "TCAGAGGCGGTGTAA": 1473,
      "CCACGC": 1474,
      "CGTGATA": 1475,
      "TGATCGCA": 1476,
      "GCCCGGGCGGTCTGTT": 1477,
      "GTTATAA": 1478,
      "GACCTGC": 1479,
      "TGCATTTATAATCAACTATGA": 1480,
      "CATTTCGTTCCCCTAGACTGC": 1481,
      "CCCCCC": 1482,
      "CTTAACATAA": 1483,
      "CGGCCTGC": 1484,
      "GTTCCGGAAA": 1485,
      "GAGCTCGC": 1486,
      "CTGCGCGCA": 1487,
      "CGTACGTTGCCAGGC": 1488,
      "GTGAATGGGATTATTAGAA": 1489,
      "GGCCCGGCCTAGGCCTT": 1490,
      "GGTCCTAACCTGCCCGCAAGATGGCAGCCCGGCCTAGGCCTTCGGCCCACACA": 1491,
      "CGCTTCATA": 1492,
      "GAACGGAAACTA": 1493,
      "CGGTAGCTT": 1494,
      "GAGACTAGCACAAAGGAACACAGCGTAAAA": 1495,
      "TGGCAAAACA": 1496,
      "CGTGGTTTAGAGTAGAGTAAACATCTTCTACCTAAACGGGGAATATATAGTAAAGTGTCTAGTCATCA": 1497,
      "GCGATGCCAGGGGTACTAAAACA": 1498,
      "TCTTGCTCTCTTAAATATT": 1499,
      "TCTGTTGGAACTTTGTTCC": 1500,
      "CCGCAA": 1501,
      "CCGCTCCTAATAA": 1502,
      "GATGG": 1503,
      "GAGCAGGC": 1504,
      "CAGGAGA": 1505,
      "GGCCCCT": 1506,
      "GTTTGCA": 1507,
      "GAACTA": 1508,
      "TCCCTTTT": 1509,
      "CTACTGC": 1510,
      "CTATTAA": 1511,
      "CTACTTCAGC": 1512,
      "CAATCAA": 1513,
      "CAACGTCATAA": 1514,
      "GTAAGGC": 1515,
      "GTAAAAA": 1516,
      "GTAACCGC": 1517,
      "CCTAGAA": 1518,
      "TTTTGCCGATCAGTT": 1519,
      "GTTAGAA": 1520,
      "GTTACCCCGC": 1521,
      "CCCCTT": 1522,
      "GTGCTCA": 1523,
      "TACCCGGA": 1524,
      "CGGCTGGC": 1525,
      "TGAAGC": 1526,
      "CCTAAGTA": 1527,
      "CCTTCCGCTCCTAATAA": 1528,
      "CTACCCA": 1529,
      "CTCAGGCA": 1530,
      "GACGGGTTGCTA": 1531,
      "GTACACCCA": 1532,
      "GTGAAGACTAA": 1533,
      "TGCCACTATTGC": 1534,
      "GGGACGGA": 1535,
      "CTGCGCGCAA": 1536,
      "GGTCAGACGG": 1537,
      "GTTTCGCA": 1538,
      "CGTCCTCCTGC": 1539,
      "CTATCCTTTT": 1540,
      "CAAAGCAACGCA": 1541,
      "GATCTCGTAA": 1542,
      "TCTACCAGGATATGC": 1543,
      "CGTACGTTGTCAGGC": 1544,
      "TCGACTCCTAGCTGCGTGTCACGGCA": 1545,
      "TCCCCCCTTAA": 1546,
      "GAGTGCAATGTCA": 1547,
      "TCATTAACGTACATAACGCGAGTTTTAGCA": 1548,
      "GCAGTAGCCA": 1549,
      "GTTTCGCAAAAATGCTAAGAGA": 1550,
      "TACCCTGACCCGTTCTGTCC": 1551,
      "GTTAGGAAGCCTAA": 1552,
      "TACATTGCGATTATCACACTCGGTTCTAGCCCATCTGTTGAGAAAAAATTTAATT": 1553,
      "TCCCCCCTTAAATCAAA": 1554,
      "GGTTGC": 1555,
      "CTGGCTAA": 1556,
      "CTCTGGA": 1557,
      "GGCCGC": 1558,
      "GGCGGTTA": 1559,
      "GCATAGA": 1560,
      "GGACCTAA": 1561,
      "GGTCAA": 1562,
      "TTATGA": 1563,
      "TTACCTA": 1564,
      "TCCGTGGC": 1565,
      "TCCCGCTCC": 1566,
      "CGGGCCA": 1567,
      "TGGGTGTA": 1568,
      "CCTATGTGC": 1569,
      "GGGCGTT": 1570,
      "TCTCGATCAGATC": 1571,
      "GTCCTCCTGCTAGCCA": 1572,
      "GACCGGA": 1573,
      "TATCGCA": 1574,
      "GGGTGA": 1575,
      "GTCGCAA": 1576,
      "TGTACGGTGATTTTGA": 1577,
      "TACACC": 1578,
      "GGTGCGAAGCTCCGGGCGTCGCGCAGGCTCCTCC": 1579,
      "GCAGCTCTAA": 1580,
      "GGGTTAA": 1581,
      "GCTTGGAA": 1582,
      "GATCAGTT": 1583,
      "GGGCGGTGAGCAGGC": 1584,
      "GGCTTGTT": 1585,
      "GAGCGCA": 1586,
      "CTTGCAAATTTGGGAACA": 1587,
      "GTGTGCAGTAGCCA": 1588,
      "CTAATACGTTTAA": 1589,
      "GATGCTCCTGAGATTA": 1590,
      "GTTAAGGC": 1591,
      "GGTCTACGTGCCT": 1592,
      "GATGTCATAA": 1593,
      "CTTCCCTCAAAATC": 1594,
      "GTAGCTTAA": 1595,
      "TAGATGACATGTAAGCA": 1596,
      "GGGTAAGTTGCTA": 1597,
      "GGATCGTAATT": 1598,
      "GGGGAGTGATTTTGCA": 1599,
      "TCACTTACGCA": 1600,
      "TGCGTACGACGAATTCTTCCCTCAAGATC": 1601,
      "GTGGTCGCTAGC": 1602,
      "TCCCCTGA": 1603,
      "CGAGGGTGTCT": 1604,
      "TCCATACCTGCGTA": 1605,
      "TACAGCAGTTAAGGC": 1606,
      "CAACCCCTGGAA": 1607,
      "GGCGCAGCGTGACC": 1608,
      "CTTAATGAGATCATCGGATCCTTGCGGCTTCTA": 1609,
      "GACATGCGTGGTA": 1610,
      "TCTGTTGGAACTTTGTTCCGTAGCTTAA": 1611,
      "TGAAGCGAGCTCGC": 1612,
      "CGGCGACCATTGGA": 1613,
      "GCTGCA": 1614,
      "GCCGGT": 1615,
      "GCCGATCA": 1616,
      "TTGAATT": 1617,
      "GTGATC": 1618,
      "GTGGGA": 1619,
      "GACAA": 1620,
      "GACGAA": 1621,
      "TACGTT": 1622,
      "TATGTA": 1623,
      "CATCACTT": 1624,
      "GGCCCA": 1625,
      "GGCCAA": 1626,
      "TCGGCTAA": 1627,
      "GTATGTGC": 1628,
      "CTTCCCC": 1629,
      "GGTCTT": 1630,
      "CAATGCAA": 1631,
      "CGGGAGA": 1632,
      "TGTCTTA": 1633,
      "CCTATTCA": 1634,
      "CCTACCTTCCGCTCCTAATAA": 1635,
      "CGAAGGGTT": 1636,
      "GCTAGTACC": 1637,
      "TGTTTGA": 1638,
      "GACCGCA": 1639,
      "CTCCCTT": 1640,
      "CTTATGC": 1641,
      "TATCGTGTA": 1642,
      "TATCGTTCCCCTAGACTGC": 1643,
      "GGGTGCAGC": 1644,
      "TGGTGC": 1645,
      "GACTGGAA": 1646,
      "GAGTAAA": 1647,
      "GATGGCGGCCCGGCCTAGGCCTT": 1648,
      "TGGAATTA": 1649,
      "TCCAGCGTA": 1650,
      "GGGCGGTGTGCTGGC": 1651,
      "GTTTTTCTA": 1652,
      "GTTTTGGTGACC": 1653,
      "CCAGGATGAACA": 1654,
      "GCCTAACGTAA": 1655,
      "GTACTGTGACC": 1656,
      "GTTTCGAA": 1657,
      "TGCTTTCC": 1658,
      "CATTGTTGCGCTGGGATA": 1659,
      "GTGCAACGC": 1660,
      "TAGATGACATGTAAGCATAAA": 1661,
      "CGATCGGCTT": 1662,
      "GCAAAAGAA": 1663,
      "AAGACTAGCGTGGAGTAACACTGCGAATAAGGACT": 1664,
      "TCTGCCCGCAAGATGGCAGCCCGGCCTAGGCCTT": 1665,
      "TTACAAAACA": 1666,
      "GTACTGTGATTTCTGGCAAGCACCGGA": 1667,
      "GGGACGGAAACTA": 1668,
      "AATAA": 1669,
      "GAGGA": 1670,
      "GACTT": 1671,
      "GTTCA": 1672,
      "GTTTTA": 1673,
      "GTATT": 1674,
      "CTACGGC": 1675,
      "CGTCACC": 1676,
      "CAATCA": 1677,
      "GCCCTATTTGC": 1678,
      "CGGGGGGGTAAA": 1679,
      "GATTGC": 1680,
      "GATTAA": 1681,
      "TGGCTT": 1682,
      "GCAAGCCA": 1683,
      "TTTTGTGCCA": 1684,
      "TATTAA": 1685,
      "GTCCTT": 1686,
      "GATCTTTT": 1687,
      "TCGCCGACGTT": 1688,
      "TACCAAACA": 1689,
      "CTTCCAA": 1690,
      "GCTGCGTGT": 1691,
      "TGAAAGCATAAA": 1692,
      "GAGTCGAA": 1693,
      "GCGGGCGCCTCC": 1694,
      "TGCATATTAGGA": 1695,
      "GGTCAGTACTCGACA": 1696,
      "GGAAACTT": 1697,
      "TGGGGATCGG": 1698,
      "GATCTCGTATT": 1699,
      "CATTGTTGCGTTGGGATA": 1700,
      "GGACTCATAATCA": 1701,
      "GTAGCCGCTGGC": 1702,
      "CGAGTTCTTCC": 1703,
      "GGCACCCCA": 1704,
      "CGTTGCCCTAACAACGA": 1705,
      "TGTCCCTA": 1706,
      "CGACGTCATAAGAACTCGTAA": 1707,
      "GAGTAGGC": 1708,
      "TCTACCAGTATGTGC": 1709,
      "GCCCCAGGCCCCT": 1710,
      "TTTTTGCCTCAA": 1711,
      "GTACCCCAGCGCCCGGGCGGTCTGTT": 1712,
      "GCTCGGGATATCTT": 1713,
      "GACTCCTTATCA": 1714,
      "GCACCACTAAACCGGAGGAACTACCAATGGTA": 1715,
      "CGATCATATCCTATA": 1716,
      "GCCCCCCGCGTTCGTCTCCTCAGGGCACTAGCCACTCCACGTGGTTTAGAGTAGAGTAAACATCTTCTACCTAAACGGGGAATATATAGTAAAGTGTCTAGTCATCA": 1717,
      "GCTATAGACATGCATAGTACAAAAGAATTCGCCGTAGCCAGTGTAGGCTCACTTACGCCTAGCGATTCCCGCA": 1718,
      "CTACCCCAGTGTCCGGGCGGTCGGTTGGTGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCC": 1719,
      "GCCCGTCATGTCGCTCAGAGGCAGAGAAATT": 1720,
      "TTAGTCAAGTGGTCGCTAGC": 1721,
      "GTTTGCAGACGGT": 1722,
      "GTGAAGACTAAGAA": 1723,
      "GTGTGCAGTAGCCAGCAGC": 1724,
      "GCCTTAA": 1725,
      "GCCTTCA": 1726,
      "GTCTAA": 1727,
      "TATAAA": 1728,
      "CACTGC": 1729,
      "GGGCAA": 1730,
      "GGCGTCGAA": 1731,
      "TCGACC": 1732,
      "TCGAACA": 1733,
      "GTAGGCGC": 1734,
      "GCACAAA": 1735,
      "GCACCTC": 1736,
      "GGTCAAA": 1737,
      "GAATA": 1738,
      "GAATTAGCA": 1739,
      "TAACCCCA": 1740,
      "CGACGA": 1741,
      "CCAGGGTTAGCA": 1742,
      "CCACTTGCCC": 1743,
      "TGGCCT": 1744,
      "GCAAGATTCGCATCGCCC": 1745,
      "CAAAGGGTTCGT": 1746,
      "CAAAGGTTGTT": 1747,
      "TATTCTGTTAAATACACTGCGATTTTTCTT": 1748,
      "GGCAGATA": 1749,
      "CGTTAA": 1750,
      "GTCCCTA": 1751,
      "TTAACGT": 1752,
      "CTCCTT": 1753,
      "GTGGCCT": 1754,
      "TAAACGACTATT": 1755,
      "TATCTTGC": 1756,
      "TGGTCT": 1757,
      "TGGACGTGATA": 1758,
      "GTCGCAAAGTA": 1759,
      "GTGCGCTGACA": 1760,
      "TACCCTAACCTT": 1761,
      "CTTAAGTT": 1762,
      "TCTTTC": 1763,
      "TCCTCCCTTAAATCAAA": 1764,
      "TCTGCAAGGA": 1765,
      "GTTTTAAACATCATACAACTAGTCGGCGATCATAATTTTTGGTGATGT": 1766,
      "CCTGCTGGCCA": 1767,
      "CTGATCGATGTCATAA": 1768,
      "GCCATCGCTGAA": 1769,
      "CAAACACCTCA": 1770,
      "GTCGCAAGGTATG": 1771,
      "TCTTAACCTATTCA": 1772,
      "GTTGCTATCTTCGAAGGGTTCGTAAGAGGTACC": 1773,
      "GTCCTACTTGCGTACACCAGTCA": 1774,
      "CTGCGCACAGC": 1775,
      "GTGCGGTGTACAGGTATATGTTTGTCTATT": 1776,
      "CGGGATCTAGCTACCCGATGCTT": 1777,
      "GGGACAGGTCATAA": 1778,
      "GTATGAAAGT": 1779,
      "AATCCAGGCCTTTTCTGTCC": 1780,
      "GGACGGAGACTA": 1781,
      "CGAATAACGTATT": 1782,
      "GCTAGTGTCGGA": 1783,
      "CCTTTGATTGCAAA": 1784,
      "GTACCCTGGTGGC": 1785,
      "CAAAGCAGCGCA": 1786,
      "GCCAGTTTGACGTCTTGCAAATTTGGGAACA": 1787,
      "GGGCGTTGAGTAGGC": 1788,
      "TGAAGCGAGCTCGCCTT": 1789,
      "AAGACTAGCGTGGAGTAACACTGCGAATAAGGACTGAGTGTCTTTT": 1790,
      "TCGACCCCTA": 1791,
      "CCCGTTA": 1792,
      "GATGGTCCTAA": 1793,
      "GGGGCCA": 1794,
      "GTTGCCA": 1795,
      "GTTGGAA": 1796,
      "GTTTGGTA": 1797,
      "GGTCTTCA": 1798,
      "TGCGAACGTT": 1799,
      "TGAGAGA": 1800,
      "GCCCGTCGT": 1801,
      "CGGGTT": 1802,
      "CTGCGCGTAGC": 1803,
      "GTAATA": 1804,
      "GTAAAACA": 1805,
      "GCCACCAGTGGTA": 1806,
      "CGAAAA": 1807,
      "TCTGGC": 1808,
      "CAAATACC": 1809,
      "GAAAGCGATA": 1810,
      "CGGTGCCA": 1811,
      "CTTACCCGGTGGCGCTA": 1812,
      "TATCAAA": 1813,
      "GCTCCA": 1814,
      "GCTCCCTCGGCA": 1815,
      "GGGTCGG": 1816,
      "GAGAGTTAA": 1817,
      "CTTAAAAAGTTTT": 1818,
      "TCGTGAA": 1819,
      "TCAAAGGCCGC": 1820,
      "GGTTTTAA": 1821,
      "GGTACCCTT": 1822,
      "CGGTTCACACA": 1823,
      "CCTGCCCACAA": 1824,
      "TCATATCC": 1825,
      "TCCAACGTA": 1826,
      "GCACCACTTGACC": 1827,
      "CCCGAGCA": 1828,
      "TCTGCAAGGTAGATA": 1829,
      "TTAGGAAGCCTAAGTCGCTAGGTAGG": 1830,
      "TTTTTGGTGACC": 1831,
      "TCGACTCCTAGCTGCGTGTCA": 1832,
      "CACACCTTTTATTGCAAAACA": 1833,
      "TATCTTGCGTGGCCTAGACTGGAGCGGTT": 1834,
      "CGTCTAACGTGGTCTA": 1835,
      "GTTATTCATT": 1836,
      "GTACTCAGCAGTAATATTTA": 1837,
      "TGAAGTACGTT": 1838,
      "GGCGATCACCGGGTAATCCTCGA": 1839,
      "CAATCGTGCA": 1840,
      "TGGGGATCGTGATT": 1841,
      "GCCATCGTTGAA": 1842,
      "TCGTCCCCTA": 1843,
      "CAGAAGAA": 1844,
      "CCTGTGGTACAACAACA": 1845,
      "CTAGGCTGGA": 1846,
      "GAGTTCTTTTGC": 1847,
      "GAAACACGTA": 1848,
      "GGGCGGTTTGTTGGTGCGAAGCTCCGGGCGTCGCGCAGGCTCCTCC": 1849,
      "CTCCATACTCACATGGACTGC": 1850,
      "CTTGGTAAGGCGTCGAA": 1851,
      "GCGATGCCAGGGGTACTAAAACATTACGACCA": 1852,
      "TATCGCATAATAA": 1853,
      "GGGTAAGTTGCTAGCCTTCA": 1854,
      "GTGATCGGGATTA": 1855,
      "GCTGCGTGTCGCA": 1856,
      "GCACCTCGAGTT": 1857,
      "TAACCCCAGGCGCAGCGTGACC": 1858,
      "TTTGGTCC": 1859,
      "CAGGGTTAGCA": 1860,
      "GGGGGGTAAA": 1861,
      "CTCATT": 1862,
      "GGCCCTC": 1863,
      "GTAGCCCTGCTGGCCA": 1864,
      "AAACAA": 1865,
      "GCAGACGC": 1866,
      "GGAGC": 1867,
      "GGACC": 1868,
      "GGAGTGCAA": 1869,
      "TTAGTCA": 1870,
      "TTAGGTT": 1871,
      "TCCTGTTA": 1872,
      "CGCCA": 1873,
      "CGACTAGTT": 1874,
      "CGACTTCATAA": 1875,
      "CGGGCA": 1876,
      "TGTCCTAA": 1877,
      "GTAAGAGGTACC": 1878,
      "GATTTTTT": 1879,
      "TGGCCTT": 1880,
      "GCAAAACGG": 1881,
      "TTTTCGT": 1882,
      "GTTACTA": 1883,
      "GTTAGGTA": 1884,
      "CGAAGGGTCC": 1885,
      "TCTGTTGGA": 1886,
      "TCTCTGA": 1887,
      "GTCATAA": 1888,
      "CGTTTCA": 1889,
      "CGTAGGCCA": 1890,
      "GTCCTGCTGGC": 1891,
      "GACCTT": 1892,
      "TTAACA": 1893,
      "CGGTAA": 1894,
      "CGGATT": 1895,
      "GGGTCTGGATATCTTGCGTGGC": 1896,
      "TGGTGTA": 1897,
      "TGGATACA": 1898,
      "TCGCGACC": 1899,
      "TACCAAA": 1900,
      "GGCTAAGGTTCTTA": 1901,
      "TGAAAGACGGGTTGCTA": 1902,
      "CGATCATATCGTATA": 1903,
      "GTTCCAA": 1904,
      "GGCGCCGACGGA": 1905,
      "GAGCTAA": 1906,
      "GAATTTCC": 1907,
      "GGACATACA": 1908,
      "TTTACCAGGA": 1909,
      "GAACTCGTATTCA": 1910,
      "TTTGGATT": 1911,
      "CTGGCTA": 1912,
      "TTGGACC": 1913,
      "CCCTCGA": 1914,
      "GGTGGCGCTACCA": 1915,
      "CGACGGATT": 1916,
      "TCGTCTCCTAGCTGCGTGTCA": 1917,
      "GTGCACACGA": 1918,
      "CGAAACTGGA": 1919,
      "CTAAAACATCGCGGACGTT": 1920,
      "CGATTCCTA": 1921,
      "AAGACGGGCTGCTAGCCCGTCATGACGCTCAGAGGCGGTGTAA": 1922,
      "CGGGCAAGTCGC": 1923,
      "TCTATTGGATATATA": 1924,
      "GTACATTCCTATGTGC": 1925,
      "CGAGAGCTGAAGCGAGCTCGCCTT": 1926,
      "GGGCGGCCTGTT": 1927,
      "GGCGAGGCGATTATCATCCCAAA": 1928,
      "TGGGCTGTTTACTCATCGAGACGCGCAGAGACGGTT": 1929,
      "CGCGCGCACCTCGAGTT": 1930,
      "CCATGTGATT": 1931,
      "GGCAATTATCGA": 1932,
      "GGTATTGCGCAGACGC": 1933,
      "GGCAGGAGTTTTTCTA": 1934,
      "CCTGGTTCGCAAGGTAGG": 1935,
      "GCAGCTCTAACCCGTTA": 1936,
      "GTGGGACCTA": 1937,
      "GCTATAGACATGCATAGTACAAAAGAATTCGCCGTAGCCAGTGTAGGCTCACTTACGCCTAGCGATTCCCGCAGATCAGTCGTAAAGCAGAATT": 1938,
      "TACCCTAACCTTCGC": 1939,
      "GTCTCA": 1940,
      "GATGGA": 1941,
      "GTTGCCTCGC": 1942,
      "TCGGC": 1943,
      "TCGTGGCCTTTGTGC": 1944,
      "GTATGTTGC": 1945,
      "AAACTT": 1946,
      "AAAGCTCC": 1947,
      "GCATAGT": 1948,
      "CTTTCGT": 1949,
      "GGTGCCC": 1950,
      "GAAGGT": 1951,
      "TAATGA": 1952,
      "TTATATGGA": 1953,
      "TCCGC": 1954,
      "CTAGACA": 1955,
      "CGAGATA": 1956,
      "CGACGTTATAA": 1957,
      "CGAGAATTAGCA": 1958,
      "CGTCA": 1959,
      "CGTCAAAA": 1960,
      "CGTGACGCTATGA": 1961,
      "CGGGGTT": 1962,
      "TGGCTCAA": 1963,
      "CTAAGA": 1964,
      "GTTAGTTTT": 1965,
      "GGGCAAA": 1966,
      "GGGCAAATA": 1967,
      "GCTACA": 1968,
      "GTCCTTGC": 1969,
      "CTCCTCGG": 1970,
      "TGCATAGTCTGC": 1971,
      "GGGTGTCA": 1972,
