{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "ATT": 1,
      "CGC": 2,
      "GAA": 3,
      "ATA": 4,
      "AAG": 5,
      "TTA": 6,
      "GGG": 7,
      "GGC": 8,
      "AAA": 9,
      "CTC": 10,
      "CAA": 11,
      "GGT": 12,
      "TAT": 13,
      "CTG": 14,
      "ATC": 15,
      "GGA": 16,
      "GAT": 17,
      "GTT": 18,
      "CTA": 19,
      "GCT": 20,
      "TCT": 21,
      "TTC": 22,
      "GTC": 23,
      "CCC": 24,
      "GCC": 25,
      "TGC": 26,
      "AGC": 27,
      "GAG": 28,
      "GTG": 29,
      "TAG": 30,
      "ATG": 31,
      "TGG": 32,
      "CGA": 33,
      "CAT": 34,
      "TGT": 35,
      "GTA": 36,
      "CAG": 37,
      "CGT": 38,
      "GCA": 39,
      "TAA": 40,
      "AGT": 41,
      "AAT": 42,
      "CTT": 43,
      "CCA": 44,
      "CGG": 45,
      "AAC": 46,
      "TCC": 47,
      "GAC": 48,
      "TGA": 49,
      "CCT": 50,
      "CAC": 51,
      "TAC": 52,
      "TTG": 53,
      "ACA": 54,
      "TTT": 55,
      "ACC": 56,
      "ACT": 57,
      "TCA": 58,
      "GCG": 59,
      "CCG": 60,
      "AGA": 61,
      "AGG": 62,
      "TCG": 63,
      "ACG": 64,
      "C": 65,
      "A": 66,
      "T": 67,
      "G": 68,
      "CA": 69,
      "CT": 70,
      "CG": 71,
      "AT": 72,
      "AG": 73,
      "TG": 74,
      "AC": 75,
      "TC": 76,
      "GC": 77,
      "TA": 78,
      "GA": 79,
      "GT": 80,
      "CC": 81,
      "AA": 82,
      "TT": 83,
      "GG":84
    },
    "unk_token": "<unk>"
  }
}