{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "A": 0,
      "C": 1,
      "G": 2,
      "T": 3,
      "GC": 4,
      "TT": 5,
      "AA": 6,
      "GT": 7,
      "CC": 8,
      "GA": 9,
      "TA": 10,
      "CA": 11,
      "GG": 12,
      "CT": 13,
      "GGC": 14,
      "GTT": 15,
      "TC": 16,
      "GTA": 17,
      "GGA": 18,
      "AAA": 19,
      "GCA": 20,
      "CTT": 21,
      "GGT": 22,
      "GAA": 23,
      "TAA": 24,
      "TCC": 25,
      "TTA": 26,
      "CTA": 27,
      "TGC": 28,
      "CGC": 29,
      "CGA": 30,
      "CCA": 31,
      "CGT": 32,
      "TCA": 33,
      "TGA": 34,
      "GGGC": 35,
      "CAA": 36,
      "GCCC": 37,
      "TGT": 38,
      "GATT": 39,
      "GTAA": 40,
      "GGTT": 41,
      "GGAA": 42,
      "CTGC": 43,
      "GGTA": 44,
      "CCTA": 45,
      "TGGC": 46,
      "TTGC": 47,
      "CTAA": 48,
      "CGTT": 49,
      "CGAA": 50,
      "CAAA": 51,
      "CCGC": 52,
      "TCT": 53,
      "GGCA": 54,
      "GAAA": 55,
      "CGG": 56,
      "TATT": 57,
      "CACA": 58,
      "GTCA": 59,
      "GCCA": 60,
      "TGTT": 61,
      "AAGA": 62,
      "CGTA": 63,
      "GTGGC": 64,
      "GTGC": 65,
      "CCTT": 66,
      "GGGA": 67,
      "CTTA": 68,
      "TATC": 69,
      "TGGA": 70,
      "GTTA": 71,
      "CGGT": 72,
      "CGCA": 73,
      "CTGA": 74,
      "TTAA": 75,
      "TCGC": 76,
      "CGGC": 77,
      "GTCC": 78,
      "CGGA": 79,
      "TAAA": 80,
      "TGGT": 81,
      "GAGA": 82,
      "TACC": 83,
      "TGCA": 84,
      "AAAA": 85,
      "CTCC": 86,
      "GGGT": 87,
      "TGTA": 88,
      "GTCGC": 89,
      "GGCAA": 90,
      "GGCGA": 91,
      "CATT": 92,
      "TGG": 93,
      "TTTT": 94,
      "GACC": 95,
      "TATA": 96,
      "CGGGC": 97,
      "GCAA": 98,
      "TGAA": 99,
      "CCTAA": 100,
      "GACA": 101,
      "TCTA": 102,
      "CATAA": 103,
      "GTTGC": 104,
      "TCAA": 105,
      "GATA": 106,
      "GACT": 107,
      "GGCGC": 108,
      "GGCTAA": 109,
      "TGAAA": 110,
      "TGCTA": 111,
      "GTGGA": 112,
      "GCTCC": 113,
      "CTTCC": 114,
      "TCTT": 115,
      "TAGA": 116,
      "GGTGC": 117,
      "CGTGC": 118,
      "CTTAA": 119,
      "CGTAA": 120,
      "GTCT": 121,
      "TATAA": 122,
      "CTTTT": 123,
      "TTAGCA": 124,
      "TAGT": 125,
      "TCCTC": 126,
      "CGATCA": 127,
      "TGCGTA": 128,
      "TGGAA": 129,
      "GAGTT": 130,
      "TACA": 131,
      "CTTGC": 132,
      "TCGCA": 133,
      "CTACC": 134,
      "GTGA": 135,
      "CTGTT": 136,
      "GGCCTT": 137,
      "GCAGC": 138,
      "TCCA": 139,
      "GGGTT": 140,
      "CAGA": 141,
      "CTAAA": 142,
      "TGGCA": 143,
      "CCTTA": 144,
      "TAGC": 145,
      "GTTCC": 146,
      "TCAAA": 147,
      "AAGGTA": 148,
      "GTGAA": 149,
      "GGGCGGT": 150,
      "GTCGAA": 151,
      "GAGC": 152,
      "CAGC": 153,
      "GGCCTA": 154,
      "CCAGC": 155,
      "GGTACC": 156,
      "CGGCA": 157,
      "TTTGGA": 158,
      "CTGGT": 159,
      "GGTTTT": 160,
      "CCTGAAA": 161,
      "TCGATT": 162,
      "GTACT": 163,
      "GCTGC": 164,
      "GTCCTA": 165,
      "CCCCGC": 166,
      "GATCA": 167,
      "GTACA": 168,
      "TCCCC": 169,
      "CCAGT": 170,
      "TGGTA": 171,
      "CCCC": 172,
      "CGCGAGTT": 173,
      "CAACGA": 174,
      "CATA": 175,
      "GGAAA": 176,
      "GGCGTA": 177,
      "GGTGTAA": 178,
      "CGACTGA": 179,
      "TGACA": 180,
      "GGGCTCC": 181,
      "GCCCGTCA": 182,
      "TATAACA": 183,
      "GGCTT": 184,
      "GTACC": 185,
      "GGTCTT": 186,
      "CTACTA": 187,
      "TGCCA": 188,
      "CAAGA": 189,
      "AAGATGGCA": 190,
      "GACTGC": 191,
      "GGTTA": 192,
      "GGATC": 193,
      "CCAGGA": 194,
      "CGGCCCA": 195,
      "CGGAA": 196,
      "TCTGC": 197,
      "TGGGA": 198,
      "AACA": 199,
      "CCTC": 200,
      "CTTCA": 201,
      "CGCTCA": 202,
      "TGCTAGCCA": 203,
      "GGCCTAGGCCTT": 204,
      "TCGATTCCTGAAA": 205,
      "GGTCA": 206,
      "GAAGCTCC": 207,
      "CTATT": 208,
      "GATTTT": 209,
      "CACAGC": 210,
      "TCGCTGAA": 211,
      "GTAAA": 212,
      "GAGGA": 213,
      "CTCGC": 214,
      "GGCCC": 215,
      "TTATCA": 216,
      "TGTGC": 217,
      "CTGCGC": 218,
      "GTGCA": 219,
      "CCCGC": 220,
      "GAGAA": 221,
      "GTTTT": 222,
      "GTTGGGA": 223,
      "CTATTGC": 224,
      "TATCTTGC": 225,
      "GGTCTTCGTGC": 226,
      "AAGATGGCAGCCC": 227,
      "TTTCC": 228,
      "CCCA": 229,
      "TTAGAA": 230,
      "TGATT": 231,
      "GGGCGTCGC": 232,
      "GGGCTCCTCCTC": 233,
      "CTGGA": 234,
      "GGTGA": 235,
      "TCCTGCTAGCCA": 236,
      "CGACGAA": 237,
      "GTAATATT": 238,
      "GTGCAA": 239,
      "TACCCTGA": 240,
      "GGGTAAA": 241,
      "GTTCCCCTA": 242,
      "CGCGAGTTTTAGCA": 243,
      "TATCTTGCGTGGC": 244,
      "TGGTT": 245,
      "GTGT": 246,
      "CTAGC": 247,
      "CAAAA": 248,
      "CGATCAGTT": 249,
      "CGGTT": 250,
      "GCGA": 251,
      "TATCC": 252,
      "GGGCA": 253,
      "GTTAA": 254,
      "GAACT": 255,
      "TTAGCCC": 256,
      "TTAGGAA": 257,
      "TGCCT": 258,
      "TGATGC": 259,
      "GATTAAAA": 260,
      "CCTTTT": 261,
      "CGACTGATCGCA": 262,
      "AAGATGGCAGCCCGGCCTAGGCCTT": 263,
      "GCCTAA": 264,
      "TTAAA": 265,
      "CTCCA": 266,
      "GTTGCCC": 267,
      "TCGA": 268,
      "GGACA": 269,
      "CTTGCA": 270,
      "CCATGC": 271,
      "CCTAGCTGC": 272,
      "CAAAGGAA": 273,
      "GTGGAGTCGAA": 274,
      "CTGGTCCTAA": 275,
      "TGGGATTA": 276,
      "GAAGCTCCGGGCGTCGC": 277,
      "GCGGGCTCCTCCTC": 278,
      "GACCA": 279,
      "CTGTCC": 280,
      "CTTAAAA": 281,
      "TTATT": 282,
      "CGTCGC": 283,
      "GGGTGTCT": 284,
      "CAACGAGCCA": 285,
      "CGGCCCACACA": 286,
      "GAGGAGTGGC": 287,
      "TGGGC": 288,
      "TTTA": 289,
      "CCTGC": 290,
      "TACT": 291,
      "GGTAA": 292,
      "TGTAA": 293,
      "TGTCGC": 294,
      "CAAACA": 295,
      "CCGCTGGC": 296,
      "TCTGGA": 297,
      "GGGCGGTCTGTT": 298,
      "CCAGTGGTA": 299,
      "GCCCGTCATGA": 300,
      "TATAACACTGCGC": 301,
      "GACTGCCTACC": 302,
      "GTGTA": 303,
      "GAGGC": 304,
      "TACATT": 305,
      "TCGGA": 306,
      "GCCCGGGCGGTCTGTT": 307,
      "TGTCA": 308,
      "CGTTA": 309,
      "GTCAGGC": 310,
      "TCGCGGA": 311,
      "GTTCCCCTAGACTGCCTACC": 312,
      "GTGTCA": 313,
      "TACCAGTGGTA": 314,
      "GGCCTGC": 315,
      "GGCTCTGGA": 316,
      "GTAGC": 317,
      "GGACGT": 318,
      "CTTAAA": 319,
      "GAACA": 320,
      "TTAGGA": 321,
      "CTACT": 322,
      "CTAGCA": 323,
      "CGTGA": 324,
      "CGTCATAA": 325,
      "TTGCGGTCTTCGTGC": 326,
      "CGGGGATC": 327,
      "GCCCGTCATGACGCTCA": 328,
      "TTGGA": 329,
      "CCGGA": 330,
      "GAGCA": 331,
      "CATGA": 332,
      "GGGGT": 333,
      "GGCAAA": 334,
      "GTTTC": 335,
      "TCGT": 336,
      "CTATCC": 337,
      "CGATA": 338,
      "CGTGCA": 339,
      "TGTCC": 340,
      "CGGAAA": 341,
      "CGTACGTT": 342,
      "CGGTGATTTT": 343,
      "TGGTCTTCA": 344,
      "CGGGCTA": 345,
      "GGTTTTCTAAA": 346,
      "TATCTTGCGTGGCCTA": 347,
      "CGTCGCCCTAA": 348,
      "TCTAA": 349,
      "GCGGTT": 350,
      "GATGC": 351,
      "TACAAA": 352,
      "CAGTCCTA": 353,
      "GTTGGA": 354,
      "GAAGA": 355,
      "TCCCCA": 356,
      "TGTCCTTA": 357,
      "CCTAGGA": 358,
      "TGGAAA": 359,
      "TAGTCTGC": 360,
      "GTGAATGGGATTA": 361,
      "GGTGTAACTCGC": 362,
      "CGACGAATT": 363,
      "GAGGAGTGGCTCT": 364,
      "TGTAAGCA": 365,
      "GCGGT": 366,
      "TTCA": 367,
      "CCGGCTAA": 368,
      "TACAA": 369,
      "CTGGC": 370,
      "TCAAGA": 371,
      "GTATA": 372,
      "CTTTGC": 373,
      "GAATT": 374,
      "CCACTT": 375,
      "CGTCTAA": 376,
      "CGTAAGA": 377,
      "GTAATGTT": 378,
      "CGTTGCCC": 379,
      "CCTTTTA": 380,
      "TATCTT": 381,
      "TGGATT": 382,
      "CGCAGC": 383,
      "GGCAAGGTGA": 384,
      "GGCGTATGCA": 385,
      "CTACTATGA": 386,
      "TCGATTCCTGAAACTTCC": 387,
      "GTCGGA": 388,
      "CCGA": 389,
      "CATC": 390,
      "CTCGA": 391,
      "TCGGT": 392,
      "TAATAA": 393,
      "CGACGGA": 394,
      "TCATTAA": 395,
      "GCCCGC": 396,
      "CTAAAACA": 397,
      "CATTGTTGC": 398,
      "CGGGCTGCTA": 399,
      "TCAATGTT": 400,
      "CTTCCCT": 401,
      "AATCCA": 402,
      "CCTCC": 403,
      "CAGGC": 404,
      "GTTGA": 405,
      "GTAGACA": 406,
      "GCATTAGGAA": 407,
      "CTTCCGC": 408,
      "GGTGGCGC": 409,
      "GAATAAA": 410,
      "GTAAAA": 411,
      "TGTTA": 412,
      "GAGACTAGCA": 413,
      "GCAACC": 414,
      "AAGGTAGG": 415,
      "TGGTATGCGTA": 416,
      "TCGCTGAAGGCTCTGGA": 417,
      "TCCTGCTAGCCAGAGAA": 418,
      "CAAAGGAACACAGC": 419,
      "GAAGCTCCGGGCGTCGCGCGGGCTCCTCCTC": 420,
      "GGCCTGCGGC": 421,
      "TGGTCTTCATGTA": 422,
      "CGAAA": 423,
      "GCTT": 424,
      "TTTGA": 425,
      "GTCTA": 426,
      "GTGATT": 427,
      "CACC": 428,
      "GGGAA": 429,
      "CTCCTA": 430,
      "TCGAA": 431,
      "TCGTTCCCCTAGACTGCCTACC": 432,
      "GGATT": 433,
      "GAAGC": 434,
      "CGCGCA": 435,
      "GGGCGGTT": 436,
      "CAACGCGAGTTTTAGCA": 437,
      "GCCCCCTC": 438,
      "CCTAGC": 439,
      "CTAATA": 440,
      "CGAAGTACC": 441,
      "CCGCAAGATGGCAGCCCGGCCTAGGCCTT": 442,
      "GAAATT": 443,
      "GGCGAGGGTGTCT": 444,
      "TTTTTGGT": 445,
      "CTTGCGTACA": 446,
      "CCAGCGCCCGGGCGGTCTGTT": 447,
      "TCTGCAAGGTA": 448,
      "TTAAATAA": 449,
      "CTTGCATAGTCTGC": 450,
      "CCTAGCTGCGTGTCA": 451,
      "CAAACACCTAGGA": 452,
      "CGTAAGAGGTACC": 453,
      "GGGTAA": 454,
      "GGGGTA": 455,
      "CTCGCA": 456,
      "GGCGCA": 457,
      "GTTCGT": 458,
      "GTATGCA": 459,
      "CTTTC": 460,
      "GGTCTA": 461,
      "TAAAAGA": 462,
      "CGCAA": 463,
      "GGGCAAA": 464,
      "GATTTGGATT": 465,
      "CGTTTCA": 466,
      "CGAAGGGTT": 467,
      "CACATATC": 468,
      "CCTTAA": 469,
      "TGGACTGC": 470,
      "TGCATA": 471,
      "CTCCCAA": 472,
      "GGCGAGGCGA": 473,
      "TGGGGTT": 474,
      "GCAAGGCA": 475,
      "TAGATGACA": 476,
      "CGGCACCCCGC": 477,
      "CTATTGCTTGCGGTCTTCGTGC": 478,
      "TACCCTGACC": 479,
      "TGATGCGAGC": 480,
      "GCCTAAGTCGC": 481,
      "CCATGCGATT": 482,
      "CTTAAAATAA": 483,
      "TGTCACTCC": 484,
      "GCGGTTGTCC": 485,
      "CGTTGCCCTAA": 486,
      "CGGGCTGCTAGCCCGTCATGACGCTCA": 487,
      "TCAATGTTTC": 488,
      "AAGGAA": 489,
      "AAGTCGC": 490,
      "GTGGTA": 491,
      "GTGCAGC": 492,
      "CCCGA": 493,
      "GATAA": 494,
      "GATCC": 495,
      "GATGA": 496,
      "CAGCA": 497,
      "CAGGT": 498,
      "GGGTA": 499,
      "GGGTTA": 500,
      "CTGGCAA": 501,
      "CTCGGCA": 502,
      "CTTGT": 503,
      "TGCTGGC": 504,
      "CGATT": 505,
      "CGACGTCATAA": 506,
      "TCAGATTAAAA": 507,
      "TGTGTA": 508,
      "GTAACCGCTGGC": 509,
      "TTGCCGATCAGTT": 510,
      "CAAACGTGCA": 511,
      "CGGGCA": 512,
      "GTGCGGT": 513,
      "CGGCTCA": 514,
      "TCTACCA": 515,
      "TCAATGGAA": 516,
      "GATACAAA": 517,
      "GACTGGA": 518,
      "GGGCGGTGTGCA": 519,
      "TTTGGACC": 520,
      "GGAAAGTTGCCC": 521,
      "TGATTCCTA": 522,
      "GTAATATTTATCC": 523,
      "GAACTCGTAA": 524,
      "CTCCATA": 525,
      "GACCATTGGA": 526,
      "TCGCGGACGTT": 527,
      "CGGTGATTTTGAGGAGTGGCTCT": 528,
      "TCATTAACGTA": 529,
      "GCGTA": 530,
      "TTCC": 531,
      "TTCCGC": 532,
      "AATA": 533,
      "GTCAA": 534,
      "CCAA": 535,
      "GACGAA": 536,
      "GATCT": 537,
      "GATATT": 538,
      "TATGC": 539,
      "CACT": 540,
      "CTCA": 541,
      "GGCTTA": 542,
      "GGCCCA": 543,
      "TCTACC": 544,
      "CTTCGT": 545,
      "CTTGTGGC": 546,
      "GAAAA": 547,
      "TCCAA": 548,
      "CTACTT": 549,
      "CTATTA": 550,
      "CGCTT": 551,
      "CGCGGCTAA": 552,
      "CGAGAGA": 553,
      "TCATT": 554,
      "TGTGTGC": 555,
      "GATTTCTT": 556,
      "TATTGGA": 557,
      "GTCAGGCGA": 558,
      "CGTAGC": 559,
      "CGGTGATT": 560,
      "GACCGGCTAA": 561,
      "GGTGCTTAGCCC": 562,
      "GGTGCCGACGGA": 563,
      "TCCTCGAGCA": 564,
      "TCCCCCCTT": 565,
      "CCAGGATTAGCA": 566,
      "GTTGGGATATAACACTGCGC": 567,
      "CTGGTCCTAACCTGC": 568,
      "CGGCCCACACACGTCGCCCTAA": 569,
      "CGGGCTAGTTGC": 570,
      "CGACGAATTCTTCCCT": 571,
      "CGTTGCCCTAACAACGAGCCA": 572,
      "GCTTA": 573,
      "GCCGA": 574,
      "GCCTTA": 575,
      "GCGACC": 576,
      "TTGCA": 577,
      "TTGGT": 578,
      "TTTGGT": 579,
      "AAGGA": 580,
      "GTCGT": 581,
      "GTCGCA": 582,
      "CCCTA": 583,
      "CCCCA": 584,
      "CCTCA": 585,
      "GATC": 586,
      "GACGA": 587,
      "GACTGA": 588,
      "GATGACA": 589,
      "TAGGTA": 590,
      "CAGAA": 591,
      "GGGGA": 592,
      "GGGGTT": 593,
      "GGGGGTAAA": 594,
      "CTGAA": 595,
      "GGCTA": 596,
      "TCGTT": 597,
      "TCGCCC": 598,
      "GGACGGA": 599,
      "GCACA": 600,
      "TAATC": 601,
      "TTATAA": 602,
      "TGATCC": 603,
      "GATTCGCA": 604,
      "TGGCGTT": 605,
      "TTGCAAAA": 606,
      "GGCAGA": 607,
      "CACACCTT": 608,
      "GCCAGGC": 609,
      "AAGACTAGC": 610,
      "TGGGGATC": 611,
      "TCTACCAGGA": 612,
      "TGAAAGCA": 613,
      "GCTCCA": 614,
      "GTCTCCTAGC": 615,
      "TTTGGAGTGGAGTCGAA": 616,
      "CGGCCCACCCA": 617,
      "TCGCGGATGTT": 618,
      "GAACACGTAA": 619,
      "TCCCCAGA": 620,
      "CTTTGCGTTA": 621,
      "TCGATTCCTGAAACTTCCGAGACTAGCA": 622,
      "GTAGACAGTAATGTT": 623,
      "CTTTCGGCGAGGGTGTCT": 624,
      "TACCCTGACCCGTT": 625,
      "CTCCATACTTGCATAGTCTGC": 626,
      "GCCAA": 627,
      "TTGGC": 628,
      "TTTGC": 629,
      "TTGTCC": 630,
      "GTGGGC": 631,
      "CCGTA": 632,
      "CCCTGC": 633,
      "CCCGGT": 634,
      "GAGT": 635,
      "GACTA": 636,
      "GACGGA": 637,
      "CAGGA": 638,
      "GGGGC": 639,
      "CTGT": 640,
      "GGCTCC": 641,
      "TCGTGA": 642,
      "AAATGC": 643,
      "GCAGA": 644,
      "GCATGGC": 645,
      "CTTTTAA": 646,
      "GAATAA": 647,
      "GAACCCGC": 648,
      "TCCTTA": 649,
      "TCCCGC": 650,
      "TCCTAAA": 651,
      "CTAGGCCTT": 652,
      "CGAGCA": 653,
      "CGACCA": 654,
      "CGACGTT": 655,
      "CAACGCGAGTT": 656,
      "TGTCTTA": 657,
      "TGTGTTA": 658,
      "TGTCGCTCA": 659,
      "GTAAGCA": 660,
      "GTAATATC": 661,
      "GGTTTCCTAAA": 662,
      "CGAACA": 663,
      "TCTGTT": 664,
      "GAAACA": 665,
      "CGGGTTGC": 666,
      "CACATGGACTGC": 667,
      "CGTATACC": 668,
      "TTAAAA": 669,
      "TAAACGGT": 670,
      "GGGTCTGGA": 671,
      "CATAACGCGAGTTTTAGCA": 672,
      "TCAAATGTCGC": 673,
      "GTCCTAGAAGA": 674,
      "GCCCGTCATGTCGCTCA": 675,
      "CGACGAATTTT": 676,
      "TACCCTGACCTTTT": 677,
      "CGACTGATCGCATGCCA": 678,
      "CGACTGATCGCATGCCT": 679,
      "GGACAGGCAA": 680,
      "GAGGCGGTGTAA": 681,
      "GAGGCGGTGTAACTCGC": 682,
      "CGTTATAA": 683,
      "GTTGGAGGA": 684,
      "CTACTATGACTTTTAA": 685,
      "CGAAGTACCCTGGT": 686,
      "CTTGCGTACATCA": 687,
      "CAAACACCTAGGACAGA": 688,
      "GGGCAAATACATT": 689,
      "GTCAGGCGATCA": 690,
      "CGGGTTGCTA": 691,
      "TG": 692,
      "GCTA": 693,
      "GCTACC": 694,
      "TTTGTA": 695,
      "TTTCGTTCCCCTAGACTGCCTACC": 696,
      "AATGGTA": 697,
      "CCCCTA": 698,
      "CCTCCTGCTAGCCAGAGAA": 699,
      "CCGGGTAA": 700,
      "GAGGCAGA": 701,
      "TAGAA": 702,
      "TACGA": 703,
      "TATCT": 704,
      "TACTCC": 705,
      "CATCA": 706,
      "CAGCCC": 707,
      "GGG": 708,
      "GGGATT": 709,
      "CTCTT": 710,
      "CTGGCA": 711,
      "CTCCTT": 712,
      "CTGGCTAA": 713,
      "GGCCT": 714,
      "GGCTCA": 715,
      "GGCCAGTCCTA": 716,
      "GTTGCA": 717,
      "GTTTGA": 718,
      "GTTGACA": 719,
      "TCTTA": 720,
      "TCGTTA": 721,
      "GTAGA": 722,
      "GTATTGC": 723,
      "GGACC": 724,
      "GGACT": 725,
      "GGATCA": 726,
      "GGACGTT": 727,
      "AAAGTA": 728,
      "TCCTCC": 729,
      "TCCTTGC": 730,
      "TCCGAATAAA": 731,
      "TTATCGA": 732,
      "CTAGTT": 733,
      "CTATGA": 734,
      "TGCGTGC": 735,
      "TGCCTTCCGC": 736,
      "TGCGTGGTA": 737,
      "CAACAA": 738,
      "TGTCTTGT": 739,
      "GTAACCGC": 740,
      "TGGCCAGTCCTA": 741,
      "TTGCGA": 742,
      "TTGCCGATCA": 743,
      "TCTGGCAA": 744,
      "CGGGAA": 745,
      "TGTTGC": 746,
      "TGTTCTAA": 747,
      "AAGATGGC": 748,
      "CGTATTAAATAA": 749,
      "GGGACACAGC": 750,
      "TATCGCA": 751,
      "TATCGTATA": 752,
      "GTTACCCCGC": 753,
      "CGGTAA": 754,
      "CGGTCCA": 755,
      "TCGCCGACGTT": 756,
      "GTCCTTA": 757,
      "TAAATAA": 758,
      "GGGTGTA": 759,
      "TATATA": 760,
      "TATAGCA": 761,
      "GCAATATT": 762,
      "CCTAAGTA": 763,
      "CCTAAAAGA": 764,
      "GACATGCGTGGTA": 765,
      "TCTAGGTT": 766,
      "GACTCCTAGCTGCGTGTCA": 767,
      "GGCGCTACCAGTGGTA": 768,
      "GGTGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCCTC": 769,
      "CTTAACCTTA": 770,
      "CTTTTGGCAA": 771,
      "TGCGTACTCCTA": 772,
      "CTTGCGC": 773,
      "CTTGCGTA": 774,
      "TCGCATGCCT": 775,
      "CTAAAGCA": 776,
      "TAGCCTGC": 777,
      "CCAGCGCCC": 778,
      "CCAGCCTAGGCCTT": 779,
      "GTACTGTGATT": 780,
      "GTACTCAGCA": 781,
      "TCCCCAAA": 782,
      "CGACTGATCA": 783,
      "GGGCTCCCTTTT": 784,
      "TCGATTCCTGAAACCTCC": 785,
      "TGTGCGTGC": 786,
      "GTTGGGATATAACA": 787,
      "TCCTGCTAGCCAGATAA": 788,
      "GTAATATTTAGCCTGC": 789,
      "GTGCAATGTCACTCC": 790,
      "GTGTCTTTT": 791,
      "CGGCCCACACACGTTGCCCTAACAACGAGCCA": 792,
      "TTTACCAGGA": 793,
      "TCGGATCCTTGC": 794,
      "GGCAAAGAAA": 795,
      "TGTCCCTA": 796,
      "CGTACGTTGTCAGGC": 797,
      "TGTCCTTACATTGTTGC": 798,
      "TGGAAAGGACGT": 799,
      "GCGGTCGT": 800,
      "CCACTTGCCC": 801,
      "GGCAAGGTGATGGTCTTCATGTA": 802,
      "GGTGGCGCTACCAGTGGTA": 803,
      "TCGCTGAAGGCTCTGGATATCTTGCGTGGCCTA": 804,
      "GGGCGGTTTGCTGGC": 805,
      "GCCCCCTCGGCA": 806,
      "CGAAGGGTTCGTAAGAGGTACC": 807,
      "TCAGATTAAAAGGTTTTCTAAA": 808,
      "CGGCTCACTTA": 809,
      "GGAAAGTTGCCCCGCGGCTAA": 810,
      "TCCCCCCTTAAA": 811,
      "CAGAAGAACCCGC": 812,
      "AAGACTAGCGTGGA": 813,
      "GCCCGTCATGTCGCTCAGAGGCAGA": 814,
      "CTACTATGACTTTTAATATAA": 815,
      "CGAAGTACCCTGGTGGCCC": 816,
      "TGTCTTGTGGGA": 817,
      "GTACTGTGATTTCTGGCAA": 818,
      "CGGTA": 819,
      "GCGGC": 820,
      "GCTAA": 821,
      "GCTGACA": 822,
      "TTGT": 823,
      "TTGA": 824,
      "GTCAAA": 825,
      "GTGCCA": 826,
      "GTCGGC": 827,
      "GTGACT": 828,
      "CCCGCA": 829,
      "CCCAGC": 830,
      "CCTGGTT": 831,
      "GAGTA": 832,
      "GATGT": 833,
      "GACTAA": 834,
      "GATTAGCA": 835,
      "GAGTCGAA": 836,
      "GAGGTACC": 837,
      "TACGTA": 838,
      "CAGT": 839,
      "CACTGC": 840,
      "CAGAAA": 841,
      "CATATT": 842,
      "CATCTT": 843,
      "CTGCA": 844,
      "GGCTGA": 845,
      "GGCTGTT": 846,
      "GTTTCGC": 847,
      "GTTGTTAA": 848,
      "TCTTGC": 849,
      "TCGGCA": 850,
      "TCTATTGGA": 851,
      "GGACTGA": 852,
      "GCAGGA": 853,
      "GCATAA": 854,
      "GCACCGGA": 855,
      "GCAGGCTCC": 856,
      "CTTCGC": 857,
      "CTTGTGC": 858,
      "GGTAAA": 859,
      "GGTGACCGGCTAA": 860,
      "GGTGGG": 861,
      "TCCTA": 862,
      "TCCTAA": 863,
      "TCCGTGGC": 864,
      "TTATCC": 865,
      "TTACAA": 866,
      "TTAGATT": 867,
      "CTATCGTGA": 868,
      "TGCAAA": 869,
      "TGCGGCA": 870,
      "CGACA": 871,
      "CGAGTT": 872,
      "CGATC": 873,
      "CGACGGGC": 874,
      "CCAGA": 875,
      "CCAGTCA": 876,
      "CCACTTA": 877,
      "TGATGT": 878,
      "GGGCAA": 879,
      "CAACCCC": 880,
      "GATTGC": 881,
      "CCTATGTGC": 882,
      "TGGCAAAA": 883,
      "TTGCCTT": 884,
      "TCTCCA": 885,
      "TCTCGATCA": 886,
      "CGGGTT": 887,
      "CGGGAGA": 888,
      "CGGGTGCAGC": 889,
      "CACACC": 890,
      "CACACCTTTTA": 891,
      "TGTTCC": 892,
      "GTGGCCTA": 893,
      "GGGATGGC": 894,
      "CTTACCGC": 895,
      "TATCGTGTA": 896,
      "GTTAGAA": 897,
      "TTAACATGA": 898,
      "CGGCGA": 899,
      "CGGCTAA": 900,
      "GAGACGGTT": 901,
      "GGCGATTATCA": 902,
      "TGGGGA": 903,
      "TATACGGTGATTTTGAGGAGTGGCTCT": 904,
      "CGGGCTGCCA": 905,
      "GCAACGCA": 906,
      "GCAACGGC": 907,
      "CATAACCTTA": 908,
      "TCAATGATT": 909,
      "GTGGATT": 910,
      "TAGATGA": 911,
      "TAGACTGC": 912,
      "CTTAACATGA": 913,
      "TAGTCCGC": 914,
      "GTGATGA": 915,
      "GGGTTTGGA": 916,
      "TCAAAGGAA": 917,
      "CCAGTGTCC": 918,
      "CATACGTT": 919,
      "GGAAAGTTGC": 920,
      "GGTTAGATT": 921,
      "TCTGCAAGGA": 922,
      "TCGCTGAAGGGTCTGGA": 923,
      "GTGCAGT": 924,
      "GTTGGGATATAGCA": 925,
      "GGGTAAATACATT": 926,
      "TGATGCGA": 927,
      "CCATGCTATT": 928,
      "GAAGCTCCGGGCGTCGCGCAGGCTCC": 929,
      "TACTCATC": 930,
      "CTTAAAGGAA": 931,
      "CGGGCTAGTTA": 932,
      "TGTCCTTACATT": 933,
      "CGTCTAACGT": 934,
      "GGCGTATGCACGACTGATCGCATGCCA": 935,
      "AATCCAGGC": 936,
      "GCAACCCTAA": 937,
      "GGCCTGCGGCTCAATGTTTC": 938,
      "GAAGCGGTGTAA": 939,
      "GGGGTACTAAAACA": 940,
      "GCAAGGCAGATA": 941,
      "TGATGCGAGCTAGT": 942,
      "CAAACGTGCACAACGCGAGTTTTAGCA": 943,
      "GACTGGAGCGGTTGTCC": 944,
      "TTTGGACCGTGAATGGGATTA": 945,
      "TCATTAACGTACA": 946,
      "CTACTTCAGC": 947,
      "CTGGTCCTAACCTGCCCGCAAGATGGCAGCCCGGCCTAGGCCTT": 948,
      "TAGGTAGG": 949,
      "GATTCGCATCGCCC": 950,
      "TCGATTCCTGAAACTTCCGAGACTAGCACAAAGGAACACAGC": 951,
      "TACCCTGACCTTTTCTGTCC": 952,
      "TATCTCGC": 953,
      "GACATGCGTGGTACAGAAGAACCCGC": 954,
      "TCGGATCCTTGCGGCTT": 955,
      "CGAAGTACCCTGGTGGCCCCGAGCA": 956,
      "GTTTCGCAA": 957,
      "TACTCATCGAGA": 958,
      "GCGTT": 959,
      "GCGCA": 960,
      "TTCATAA": 961,
      "TTGGCTT": 962,
      "GTGTT": 963,
      "GTCTGC": 964,
      "GTGTCGC": 965,
      "CCCT": 966,
      "CCTAAA": 967,
      "GACTT": 968,
      "TAGGA": 969,
      "TATCA": 970,
      "TATATT": 971,
      "TAGCCA": 972,
      "TATGTA": 973,
      "TATCCA": 974,
      "TAGGTTA": 975,
      "CATATA": 976,
      "GGGGTACC": 977,
      "CTCCTTTT": 978,
      "CTCACATGGACTGC": 979,
      "GGCTTAA": 980,
      "GTTTTA": 981,
      "GTTGGGC": 982,
      "GTTCTCCA": 983,
      "TCGTCA": 984,
      "TCGGGA": 985,
      "TCGACA": 986,
      "GTACGTT": 987,
      "GTACATT": 988,
      "GTAGGCGTATGCA": 989,
      "AAAGCA": 990,
      "AAAGTGT": 991,
      "GCATCGCGGACGTT": 992,
      "CTTTCGT": 993,
      "GGTCC": 994,
      "GGTGATCA": 995,
      "GAATTAGGAA": 996,
      "TAAAA": 997,
      "TAAGTA": 998,
      "TAAGCA": 999,
      "TAAGAGA": 1000,
      "TCCGGT": 1001,
      "TCCTTTGA": 1002,
      "TTACC": 1003,
      "TTACGACCA": 1004,
      "CTAGTCA": 1005,
      "CTAGCCA": 1006,
      "TGCTT": 1007,
      "TGCAA": 1008,
      "TGCCTAA": 1009,
      "TGCCGATCAGTT": 1010,
      "TGCTCTAA": 1011,
      "CGCGGTT": 1012,
      "CGCTGGC": 1013,
      "CGCGGCA": 1014,
      "CGCAAGATGGCAGCCCGGCCTAGGCCTT": 1015,
      "CGACTATT": 1016,
      "CCACTAAA": 1017,
      "CGTGGTT": 1018,
      "TCATGA": 1019,
      "TCAGGCA": 1020,
      "TGAGTT": 1021,
      "GGGCGTTGA": 1022,
      "CAAGGTA": 1023,
      "GCCCGT": 1024,
      "GCCCCGA": 1025,
      "TGTGGTA": 1026,
      "GATTTAAA": 1027,
      "GTAACC": 1028,
      "GTAAAAA": 1029,
      "GTAAAACA": 1030,
      "GGTTCTCCCAA": 1031,
      "GGAACACAGC": 1032,
      "GGAAGCCTAAGTCGC": 1033,
      "CTGCGGTCTTCGTGC": 1034,
      "CCTACGTATACC": 1035,
      "TTGCAA": 1036,
      "CGTTGC": 1037,
      "CGTTAA": 1038,
      "CGTTTAA": 1039,
      "CAAAGCCA": 1040,
      "CCGCGGGA": 1041,
      "TCTGCA": 1042,
      "TCTGCCCGC": 1043,
      "CGGGA": 1044,
      "CGGGGATCA": 1045,
      "TATTTGCA": 1046,
      "CACACCTTTT": 1047,
      "CACATTTCGTTCCCCTAGACTGCCTACC": 1048,
      "CGTAGGT": 1049,
      "GTGGCTATT": 1050,
      "GTGCGGGCTCCCTTTT": 1051,
      "CCTTTGA": 1052,
      "CTTATGC": 1053,
      "TGGAGTGGAGTCGAA": 1054,
      "GTTATT": 1055,
      "GTTAGGA": 1056,
      "CGCATATT": 1057,
      "CGCATACA": 1058,
      "CTGACA": 1059,
      "CTGATCGCATGCCT": 1060,
      "CGGATCA": 1061,
      "TGGTGCCA": 1062,
      "TGGTCTTCGT": 1063,
      "TGGTCCTAAAAGA": 1064,
      "TGCAGC": 1065,
      "TGCATT": 1066,
      "CATTTTA": 1067,
      "TGGGTT": 1068,
      "GACCGA": 1069,
      "TGAAAA": 1070,
      "TGAACA": 1071,
      "TGCTAGC": 1072,
      "GCTCCCTCGGCA": 1073,
      "GGTGCGAAGCTCC": 1074,
      "GTCTCGA": 1075,
      "GTCTCAAGGTA": 1076,
      "GAGTTCTT": 1077,
      "TACATTGCGA": 1078,
      "CTACCTAAA": 1079,
      "GTGACGA": 1080,
      "CTGTTCGA": 1081,
      "TCCAGT": 1082,
      "GTGAAGGACAGGCAA": 1083,
      "GGTTTTCTTAA": 1084,
      "TCGATTCCTT": 1085,
      "GATCATAA": 1086,
      "CAACGAGCGA": 1087,
      "GTACCCTTTT": 1088,
      "CAAGATCGATTCCTT": 1089,
      "CGGAAAATA": 1090,
      "TCGCTGAAGGGTTTGGA": 1091,
      "GTAAAGGGC": 1092,
      "TTATCATGA": 1093,
      "TTATCACACT": 1094,
      "GTGCAGTA": 1095,
      "GTTTTGGTGACCGGCTAA": 1096,
      "GCGATGCCA": 1097,
      "GTTAACCTGGTT": 1098,
      "GCCTAACGTAA": 1099,
      "CAAAGGAACCCAGC": 1100,
      "CTGGTCCTAACC": 1101,
      "TATAACACTGCGCGCAGC": 1102,
      "CTTAAATCAAA": 1103,
      "CGTGATCTAGGTT": 1104,
      "CGGGGATCGTAA": 1105,
      "CGGGGATCGGGATT": 1106,
      "GGGGTAAA": 1107,
      "CGGAAACTACTA": 1108,
      "TCTAAGAGA": 1109,
      "GATGCGAAGCTCCGGGCGTCGCGCGGGCTCCTCCTC": 1110,
      "TCCCCAGACT": 1111,
      "GTAAAAGGC": 1112,
      "GCAACCCTTA": 1113,
      "TCGCTGAAGGCTCTGGATGTCTTGTGGGA": 1114,
      "TAAAAGACGGGCTGCTAGCCCGTCATGACGCTCA": 1115,
      "CACATATCGTTCCCCTA": 1116,
      "CACATATCGTTCCCCTAGACTGCCTACC": 1117,
      "TGGGGTTTGGTA": 1118,
      "TAGATGACATGTAAGCA": 1119,
      "CGGCACCCCGCTCCCCAGA": 1120,
      "GTGCGGTGTACA": 1121,
      "TCTACCAGTA": 1122,
      "GATACAAAGCAGC": 1123,
      "GGCCCACTATCGTGA": 1124,
      "TCTACCCGGA": 1125,
      "GGTGCCGACGGACCCGC": 1126,
      "TCCTCGAGCACCACTAAA": 1127,
      "GTTGGGATATAACACTGCGCGCAGC": 1128,
      "CGGGCTAGTTGCTATCTT": 1129,
      "GCCGATTATCA": 1130,
      "GGGGTTTACAA": 1131,
      "GCACACCTTTTA": 1132,
      "TTGCAAAACAGGT": 1133,
      "GCTCCAGGCGTA": 1134,
      "CCCGGTGGCGCTACCAGTGGTA": 1135,
      "GACTACTACC": 1136,
      "CGACTGATCGCATGCCTCTATTGCTTGCGGTCTTCGTGC": 1137,
      "CAGCCCTATT": 1138,
      "GTAACCGCCGGC": 1139,
      "CGGTCCACACA": 1140,
      "CTTAACCTTAGCCC": 1141,
      "GTAATATTTAGCCTGCGTA": 1142,
      "GTGTCTTTTTGGC": 1143,
      "GGGCGGTTTGCTGGCGTAAGCA": 1144,
      "GCCCGTCATGTCGCTCAGAGGCAGAGAAATT": 1145,
      "GTACTGTGATTTCTGGCAAGCACCGGA": 1146,
      "GATTAGCACAAAGGAACCCAGC": 1147,
      "TCTATTGGATATATA": 1148,
      "CAACCCCTGGAA": 1149,
      "TCTCGATCAGATC": 1150,
      "TCAATGATTCAGAAA": 1151,
      "GAAGCTCCGGGCGTCGCGCAGGCTCCTCCTC": 1152,
      "AATCCAGGCCTTTT": 1153,
      "GGGGTACTAAAACATTACGACCA": 1154,
      "TACCCTGACCTTTTCTGTCCCCAGGATTAGCA": 1155,
      "TATCTCGCGTGGCCTA": 1156,
      "TCGGATCCTTGCGGCTTCTA": 1157,
      "CGTGGTTTAGA": 1158,
      "GGGCGTTGAGTAGGCGTATGCA": 1159,
      "TATTTGCATAGTCCGC": 1160,
      "TACATTGCGATTATCACACT": 1161,
      "CGGGGATCGGGATTGTCC": 1162,
      "TACATTGCGATTATCACACTCGGTT": 1163,
      "TGGTTTT": 1164,
      "TGGGTGTA": 1165,
      "GCTAGT": 1166,
      "GCTACCAGTGGTA": 1167,
      "GCCCAGCCTAGGCCTT": 1168,
      "TTGTT": 1169,
      "TTTGAA": 1170,
      "TTTAGA": 1171,
      "AAGC": 1172,
      "AAGGCGC": 1173,
      "GTGGT": 1174,
      "GTCTAA": 1175,
      "GTGATTTT": 1176,
      "GTCTTCGT": 1177,
      "GTCTTTGCGTTA": 1178,
      "GTCGGGCTGCCA": 1179,
      "CCCTT": 1180,
      "CCCAAA": 1181,
      "CCGAAA": 1182,
      "CCCGTA": 1183,
      "CCGGGCAA": 1184,
      "GAGGT": 1185,
      "GACGT": 1186,
      "GACGGGC": 1187,
      "GACTATT": 1188,
      "GACTTTTGGCAA": 1189,
      "TACCA": 1190,
      "TATGA": 1191,
      "TAGGAA": 1192,
      "TATGTT": 1193,
      "TATGTAAGCA": 1194,
      "CAGGTT": 1195,
      "CACAAA": 1196,
      "CACTACC": 1197,
      "CAGATTAAAA": 1198,
      "CAGTGTCA": 1199,
      "CATCGCGGATGTT": 1200,
      "GGGTCC": 1201,
      "CTGGTT": 1202,
      "CTCTGGA": 1203,
      "GGCGAA": 1204,
      "GGCGTGC": 1205,
      "GGCTGGA": 1206,
      "GGCCAGCCCTATT": 1207,
      "GTTGTA": 1208,
      "GTTGTAA": 1209,
      "GTTCTCCATACTTGCATAGTCTGC": 1210,
      "GTACAA": 1211,
      "GTAGCCC": 1212,
      "GTATGAAA": 1213,
      "GGACGTAA": 1214,
      "GGACGGAA": 1215,
      "GGAGTGCAA": 1216,
      "AAATAA": 1217,
      "GCATAGC": 1218,
      "GCAGGGCA": 1219,
      "CTTTGTGC": 1220,
      "CTTGCCCGC": 1221,
      "GGTCT": 1222,
      "GGTCTAA": 1223,
      "GGTAAGA": 1224,
      "TAACA": 1225,
      "TAATCA": 1226,
      "TAAGAACT": 1227,
      "TAATGGAAAGGACGT": 1228,
      "TCCCT": 1229,
      "TCCTGA": 1230,
      "TCCCAAACGTGCACAACGCGAGTTTTAGCA": 1231,
      "TTATGA": 1232,
      "TTATCT": 1233,
      "TTATTAGAA": 1234,
      "CTATAA": 1235,
      "CTACGC": 1236,
      "CTACGAA": 1237,
      "CTAGGCA": 1238,
      "CGCGA": 1239,
      "CGCGGC": 1240,
      "CGCGGT": 1241,
      "CGCCTAGC": 1242,
      "CGCCTGTCC": 1243,
      "CGCGCGGT": 1244,
      "CGACC": 1245,
      "CGAGAGC": 1246,
      "CGAGGGTGTCT": 1247,
      "CGACTAGTT": 1248,
      "CCACGC": 1249,
      "CCACGT": 1250,
      "CCAGTTAA": 1251,
      "CGTAAAA": 1252,
      "CGTCACC": 1253,
      "TCATA": 1254,
      "TCAGGGCA": 1255,
      "TGAGATCA": 1256,
      "TGATACAAA": 1257,
      "GGGCGGC": 1258,
      "GGGCGTCGCA": 1259,
      "CAATAA": 1260,
      "CAATCA": 1261,
      "CAAGATT": 1262,
      "CAAGAGA": 1263,
      "CAAGTCGC": 1264,
      "CAATGGAA": 1265,
      "CAATGCAA": 1266,
      "GCCCGGCTAA": 1267,
      "GCCCAAGTCGC": 1268,
      "TGTCCA": 1269,
      "GATTCCCGCA": 1270,
      "GTAACACTGC": 1271,
      "GGTTAA": 1272,
      "GGTTCTTA": 1273,
      "GGAATT": 1274,
      "GGAATATA": 1275,
      "GGAACTACC": 1276,
      "CTGCGGC": 1277,
      "CTGCTCGCA": 1278,
      "CCTATA": 1279,
      "CCTAGGTTCTCCCAA": 1280,
      "TGGCTCAA": 1281,
      "TGGCGTATGCA": 1282,
      "TGGCGCCTAACGTAA": 1283,
      "TTGCCA": 1284,
      "CTAACCTT": 1285,
      "CTAATACA": 1286,
      "CTAAGCTGC": 1287,
      "CGTTCGTT": 1288,
      "CGTTCCCCTA": 1289,
      "CCGCAAGATGGC": 1290,
      "TCTGGC": 1291,
      "TCTCGA": 1292,
      "TCTGTCC": 1293,
      "CGGGT": 1294,
      "CGGGATT": 1295,
      "CGGGTCA": 1296,
      "CGGGGGGGTAAA": 1297,
      "CGGGGAATATA": 1298,
      "TATTTGGA": 1299,
      "CACAGCA": 1300,
      "TGTTTACTCATCGAGA": 1301,
      "AAGACGT": 1302,
      "AAGAGGTTTCCTAAA": 1303,
      "CGTAGCCA": 1304,
      "CGTATTAA": 1305,
      "GTGGCCTCGC": 1306,
      "GTGGCCCTGC": 1307,
      "GTGGCCTTTGTGC": 1308,
      "CTTAGGTT": 1309,
      "CTTATCTGCAAGGTA": 1310,
      "TATCGC": 1311,
      "TATCGAGGAGTGGCTCT": 1312,
      "GTTATTA": 1313,
      "GTTAGATTTGGATT": 1314,
      "GTTACCCTA": 1315,
      "CGGTGA": 1316,
      "CGGTCGT": 1317,
      "CGGTGATATT": 1318,
      "CGCATACC": 1319,
      "TTAATCTATTGGATATATA": 1320,
      "TCGCTT": 1321,
      "GTCCTCGACA": 1322,
      "TGGTGC": 1323,
      "TGGTGTCGGA": 1324,
      "GAGAGTGACT": 1325,
      "TACCGTA": 1326,
      "CTCCTGTGTGC": 1327,
      "GGGTGA": 1328,
      "TGTACGGTGATT": 1329,
      "GTCGCAAGGTAGG": 1330,
      "GGCAATTATCGA": 1331,
      "GGCGAGGCAA": 1332,
      "TGGGAA": 1333,
      "TGGGATT": 1334,
      "TTTTTAGAA": 1335,
      "TATAGACA": 1336,
      "TATAGTAACCGCTGGC": 1337,
      "CGGGCCA": 1338,
      "CGGGCAAGTCGC": 1339,
      "TGAATGACA": 1340,
      "TGAATTTCC": 1341,
      "TCTAGCTACC": 1342,
      "GTTGCTATCTT": 1343,
      "GATACAATGCAA": 1344,
      "GACTCCTAGCTGC": 1345,
      "CTTCCAA": 1346,
      "TCTTTGAATTTCC": 1347,
      "TAGACGGC": 1348,
      "TAGATAACA": 1349,
      "TATAACT": 1350,
      "TAGTAAAGTGT": 1351,
      "CGATCATGGA": 1352,
      "TGCGTACTCC": 1353,
      "TGCGTACGACGAATTCTTCCCT": 1354,
      "CTTGCAAA": 1355,
      "CTTGCGTGGA": 1356,
      "CTGTTCAGTGTCA": 1357,
      "CAGACGGGGATCA": 1358,
      "TCAAAGTTTC": 1359,
      "AAGGTATATA": 1360,
      "GTGAAGACTAA": 1361,
      "GAGCGCA": 1362,
      "CAGCGCCCGGGCGGTCTGTT": 1363,
      "CCAGCTAA": 1364,
      "GGTACCGACGGA": 1365,
      "GGTACCGACGGGC": 1366,
      "CGGCATCCCGC": 1367,
      "TTTGGACT": 1368,
      "GTACTCGACA": 1369,
      "GATCAGTT": 1370,
      "CATACTCCCAA": 1371,
      "GCCCGTCATCA": 1372,
      "CTACTATGGCGCCTAACGTAA": 1373,
      "CAAGATCGATTCCTGAAA": 1374,
      "AAGATGGCAGCCCAGCCTAGGCCTT": 1375,
      "GACTGCCTATCC": 1376,
      "CCTCGGCGAGGCGA": 1377,
      "GGTCAGAGA": 1378,
      "CTATTCGACGTCATAA": 1379,
      "GTAAACATCTT": 1380,
      "GAGGAGGTCA": 1381,
      "TGTGCTTGC": 1382,
      "CTGCGCGCAGC": 1383,
      "CCCACT": 1384,
      "TTAGAAGGTTTTCTAAA": 1385,
      "CAAAAGAACTCGTAA": 1386,
      "GCGACGC": 1387,
      "TATCCTATAGTAACCGCTGGC": 1388,
      "GGGCACCCCGC": 1389,
      "GGGCACCACTTGCCC": 1390,
      "GAACTCGTA": 1391,
      "TTAGCCCCGGA": 1392,
      "CTCCACGTGGTTTAGA": 1393,
      "GTTGCCCTAGACTGC": 1394,
      "GGACATGATACAAA": 1395,
      "TTATTGTAAAACA": 1396,
      "TGGGCTGCTA": 1397,
      "TGGGCTGTTTACTCATCGAGA": 1398,
      "TTTAGACC": 1399,
      "TTTAGTTCGT": 1400,
      "GGCCTGCGGA": 1401,
      "GTAGCCGCTGGC": 1402,
      "CTTAAATATT": 1403,
      "TTAGGATGCCTAA": 1404,
      "CTAGCACAAAGGAACACAGC": 1405,
      "TCGTCGG": 1406,
      "GGTTTTCTAAACTACTATGA": 1407,
      "CGTCGCCCTAACAACGAGCCA": 1408,
      "TACAAAGGGACACAGC": 1409,
      "CCACTTGACC": 1410,
      "CCACTTGACT": 1411,
      "CCGATGGGGATC": 1412,
      "CTCGACA": 1413,
      "TCGGTCGG": 1414,
      "GGTGGCGCTACC": 1415,
      "GGGAATGGGATTA": 1416,
      "TCGTTCCCCTAGACTGCCTACCCCAGCGCCCGGGCGGTCTGTT": 1417,
      "GAAGCGGTGTAACTCGC": 1418,
      "CGCGCAGAGACGGTT": 1419,
      "GGGCGGTTTGTT": 1420,
      "TTTTTGGTGATGT": 1421,
      "GTTCGTCTCC": 1422,
      "GGTCTAGGTT": 1423,
      "CGCAAGATTCGCATCGCCC": 1424,
      "TGCATAGTA": 1425,
      "TAGATGACATGAAAGCA": 1426,
      "CGGCACCCCGCTCCCCAAA": 1427,
      "GGGTTAGCA": 1428,
      "CTCGGCACTTAAAATAA": 1429,
      "GTGCGGTGTACT": 1430,
      "TCAATGGAATTTTTGGT": 1431,
      "GGGCGGTGTGCAGGCGTATGCACGACTGATCGCATGCCA": 1432,
      "TCATTAACGTACATAACGCGAGTTTTAGCA": 1433,
      "TTCCCAAACA": 1434,
      "CCAATCTGCAAGGTA": 1435,
      "GACGAATT": 1436,
      "TCCAATCAAGA": 1437,
      "CTACTTTGA": 1438,
      "CGCTTCATA": 1439,
      "CGAGAGATGA": 1440,
      "TGTGTGCCGCGGCA": 1441,
      "GGTGCTTAGCCCCGA": 1442,
      "CGGCCCACACACGTCGCCCTAACAACGAGCCA": 1443,
      "TTTGGTGCCA": 1444,
      "GTCGTAAAGCA": 1445,
      "GACGAGTGGC": 1446,
      "GATGACATGTAAGCA": 1447,
      "GGGGAGTGATTTT": 1448,
      "TCGTTGAA": 1449,
      "GGACGGAGACTACTACC": 1450,
      "TAATCGTAA": 1451,
      "TTGGCTTGC": 1452,
      "CAGGAGA": 1453,
      "AAATGCTAAGAGA": 1454,
      "GAATAAGGACTGA": 1455,
      "TGTGTTAGTTTCGCAA": 1456,
      "CGAACATCTA": 1457,
      "GAAACACGTAGGT": 1458,
      "CGACGAATTTTTGCCT": 1459,
      "GAGGCGGTGTAACTCGCA": 1460,
      "CGTTATAAGAACACGTAA": 1461,
      "CTTGCGTACATCAGTCAGGCGATCA": 1462,
      "CTCTTCGCAAGATTCGCATCGCCC": 1463,
      "GTAGAGTAAACATCTT": 1464,
      "GTATTGCTTGCGGTCTTCGTGC": 1465,
      "TGCCTTCCGCTCC": 1466,
      "TTGCCGATCAGCTT": 1467,
      "GTTACCCCGCGGCTAA": 1468,
      "TAAATAACGTACGTT": 1469,
      "CTAAAGCATCGCGGATGTT": 1470,
      "CCAGCGCCCGGGCGGTTTGTT": 1471,
      "GTGCAATGTCACTCCCTTTCGGCGAGGGTGTCT": 1472,
      "TGTCCCTACATTGTTGC": 1473,
      "CGGCTCACTTACGCATACA": 1474,
      "GAGTCGAATACAAAGGGACACAGC": 1475,
      "GTTGTTAAGCTTA": 1476,
      "CCACTTACCCGGTGGCGCTACCAGTGGTA": 1477,
      "TCTCCAGACATGCGTGGTACAGAAGAACCCGC": 1478,
      "TATCGTGTAGTAACCGCCGGC": 1479,
      "CGGCGAGGGTGTCT": 1480,
      "CATACGTTTCAA": 1481,
      "GTGCAGTGTGGC": 1482,
      "GGGTAAATACATTGGCGCA": 1483,
      "GCAAGGCAGATAGATTTGGATT": 1484,
      "TTCATAATTTGTA": 1485,
      "CTCACATGGACTGCGGGCGTTGAGTAGGCGTATGCA": 1486,
      "GTTGGGCTATAACACTGCGC": 1487,
      "CTAGCCACTCCACGTGGTTTAGA": 1488,
      "GCCCGTCGTGA": 1489,
      "CTACCTAAACGGGGAATATA": 1490,
      "GTGAAGGACAGGCAACC": 1491,
      "GATCATAATTTTTGGTGATGT": 1492,
      "CAAGATCGATTCCTTGAA": 1493,
      "GTTAACCTGGTTCGC": 1494,
      "CGGAAACTACTATCC": 1495,
      "CACATATCGTTCCCCTAGA": 1496,
      "TCCTCGAGCACCACTAAACCGGA": 1497,
      "GCTCCAGGCGTAGTGCGGGCTCCCTTTT": 1498,
      "TCGGATCCTTGCGGCTTCTAGGTAAGA": 1499,
      "TACATTGCGATTATCACACTCGGTTCTAGC": 1500,
      "GTCTTCGTGGCTGA": 1501,
      "GGGTCCGTAA": 1502,
      "CGCCTAGCGATTCCCGCA": 1503,
      "CGCGCGGTGTA": 1504,
      "CGTCACCCTAA": 1505,
      "GGAACTACCAATGGTA": 1506,
      "CTAACCTTCCCACT": 1507,
      "TAGTAAAGTGTCTAGTCA": 1508,
      "CTGTTCAGTGTCATAAGAACT": 1509,
      "TTAGGATGCCTAAGTCGCAAGGTAGG": 1510,
      "TGTGTGCCGCGGCACCCCGC": 1511,
      "GGGGAGTGATTTTGCATTAGGAA": 1512,
      "GTAGAGTAAACATCTTCTACCTAAACGGGGAATATA": 1513,
      "CGGTTTT": 1514,
      "TGGGCTCCTCCTC": 1515,
      "GCGC": 1516,
      "GCGGGC": 1517,
      "GCTGTT": 1518,
      "GCGTACT": 1519,
      "GCTTATT": 1520,
      "GCGCCCGGGCGGTCTGTT": 1521,
      "GCGGTGTAACTCGC": 1522,
      "GCTCGAA": 1523,
      "GCGGTTAGATT": 1524,
      "TTTC": 1525,
      "TTTAA": 1526,
      "TTCGA": 1527,
      "TTGGAA": 1528,
      "TTTGGC": 1529,
      "TTGGCA": 1530,
      "TTCGGA": 1531,
      "TTTAAA": 1532,
      "TTTACC": 1533,
      "TTTGCGTA": 1534,
      "TTGGGTT": 1535,
      "TTTGATT": 1536,
      "TTAAGACGT": 1537,
      "AACC": 1538,
      "AAGGTGGG": 1539,
      "GTGACC": 1540,
      "GTGATA": 1541,
      "GTCTTTGC": 1542,
      "GTCTTTTGGCAA": 1543,
      "CCGT": 1544,
      "CCTGTT": 1545,
      "CCCTTTT": 1546,
      "CCCAGA": 1547,
      "CCGTGAATGGGATTA": 1548,
      "GACAA": 1549,
      "GACGTCATAA": 1550,
      "GATGGATT": 1551,
      "TAGTA": 1552,
      "TACGTT": 1553,
      "TAGGATT": 1554,
      "TACGGCTAA": 1555,
      "CAGTT": 1556,
      "CAGATT": 1557,
      "CACTTA": 1558,
      "CACGCA": 1559,
      "CACTCC": 1560,
      "CATACA": 1561,
      "CAGGCCC": 1562,
      "CACCCA": 1563,
      "CACAAAGGAA": 1564,
      "CAGATTTCTT": 1565,
      "GGGGCCTT": 1566,
      "GGGGGGTAAA": 1567,
      "CTCTAA": 1568,
      "CTCGAA": 1569,
      "GGCCGC": 1570,
      "GGCGCCA": 1571,
      "GGCCCCC": 1572,
      "GGCGGTTA": 1573,
      "GGCCCAGCCTAGGCCTT": 1574,
      "GGCGGTAAA": 1575,
      "GTTTGC": 1576,
      "GTTCGC": 1577,
      "GTTTTGC": 1578,
      "GTTGCCA": 1579,
      "GTTTCGCA": 1580,
      "TCGGGC": 1581,
      "TCGGAA": 1582,
      "TCTATT": 1583,
      "TCTTAA": 1584,
      "TCTTTT": 1585,
      "GTACTT": 1586,
      "GTACGC": 1587,
      "GTACAAA": 1588,
      "GTATAAA": 1589,
      "GTATTTT": 1590,
      "GTAGATA": 1591,
      "GTATACA": 1592,
      "GTAGGCGAGGCGA": 1593,
      "GTAGTGTT": 1594,
      "GTACACAGCA": 1595,
      "GGAGA": 1596,
      "GGATTA": 1597,
      "GGACGGAAA": 1598,
      "AAATACA": 1599,
      "AAAGTTTT": 1600,
      "GCATT": 1601,
      "GCACC": 1602,
      "GCACTCGACA": 1603,
      "CTTCT": 1604,
      "CTTCTA": 1605,
      "CTTCGGCA": 1606,
      "CTTGATCA": 1607,
      "CTTGGTAA": 1608,
      "CTTCTATCC": 1609,
      "GGTGACT": 1610,
      "GAAGGC": 1611,
      "GAACGT": 1612,
      "GAATCA": 1613,
      "GAATTAGCA": 1614,
      "GAACGGAAA": 1615,
      "GAACGGAAAATA": 1616,
      "GAAGTATGAAA": 1617,
      "GAATTAGGATGCCTAAGTCGCAAGGTAGG": 1618,
      "TAAAAA": 1619,
      "TCCGATGC": 1620,
      "TCCGATTTAAA": 1621,
      "TCCTGCTAGC": 1622,
      "TTAGC": 1623,
      "TTATA": 1624,
      "TTAGGT": 1625,
      "TTACGC": 1626,
      "TTATGGA": 1627,
      "TTAGCTCC": 1628,
      "TTAGATTAAAA": 1629,
      "CTACTAA": 1630,
      "CTATTAA": 1631,
      "CTACATT": 1632,
      "CTATCTT": 1633,
      "CTACTGTCC": 1634,
      "TGCCC": 1635,
      "TGCGGC": 1636,
      "TGCCTGA": 1637,
      "TGCGTGGA": 1638,
      "TGCTTTCC": 1639,
      "TGCCGCCTGTCC": 1640,
      "CGCTAGC": 1641,
      "CGCGGGGC": 1642,
      "CGCCGTAGCCA": 1643,
      "CGCGTTCGTCTCC": 1644,
      "CGCTGTCCCTACATTGTTGC": 1645,
      "CGAGTTA": 1646,
      "CGACGGAA": 1647,
      "CGACCTCCTGCTAGCCAGAGAA": 1648,
      "CGACGGGTT": 1649,
      "CGAGAATTAGCA": 1650,
      "CCATAA": 1651,
      "CCATCC": 1652,
      "CCACTAA": 1653,
      "CCATCTT": 1654,
      "CCATCTGTT": 1655,
      "CGTGGACGTT": 1656,
      "TCAGGA": 1657,
      "TCATAA": 1658,
      "TGATCA": 1659,
      "TGACAAA": 1660,
      "TGAGCTCCA": 1661,
      "CAACA": 1662,
      "CAAAAGA": 1663,
      "GCCCGA": 1664,
      "GCCCGAACA": 1665,
      "GCCCCAGGCCC": 1666,
      "TGTAAA": 1667,
      "TGTCATAA": 1668,
      "TGTCTATT": 1669,
      "GATTTGGAA": 1670,
      "GTAATA": 1671,
      "GTAACGTA": 1672,
      "GTAACACAGC": 1673,
      "GTAATCGTTA": 1674,
      "GTAATCGGCA": 1675,
      "GGTTTTTT": 1676,
      "GGTTTGGTATGCGTA": 1677,
      "GGAACTT": 1678,
      "GGAAGGCTCTGGA": 1679,
      "CTGCGATTTT": 1680,
      "CTGCCGATCAGTT": 1681,
      "CTGCGCATGGC": 1682,
      "GGTATATGTT": 1683,
      "CCTAGGCA": 1684,
      "TGGCGTTA": 1685,
      "TGGCTGTCTTA": 1686,
      "TTGCAAA": 1687,
      "TTGCGGTCTA": 1688,
      "CTAATCTGC": 1689,
      "CTAATTCATAATTTGTA": 1690,
      "CGAAGC": 1691,
      "CGAATACA": 1692,
      "CGAAGCGACGC": 1693,
      "CAAAGGGA": 1694,
      "CAAACGGT": 1695,
      "CAAAGGTTA": 1696,
      "CAAATGTCGC": 1697,
      "GGCAGTAATGTT": 1698,
      "GGCACCCTGC": 1699,
      "GAAATCAAA": 1700,
      "CGGGAAA": 1701,
      "CGGGGTTTGGTATGCGTA": 1702,
      "TATTTCTT": 1703,
      "TATTCTTTT": 1704,
      "TATTCTGTT": 1705,
      "CACACCTTA": 1706,
      "GTCATGTTCTAA": 1707,
      "GCCACTATTGC": 1708,
      "TGTTCATC": 1709,
      "TGTTTTCCGC": 1710,
      "CGTACATAACGCGAGTTTTAGCA": 1711,
      "GTGGCTATTGGA": 1712,
      "GTGCAAA": 1713,
      "GTGCTGGCGTATGCA": 1714,
      "CCTTCGT": 1715,
      "CCTTCTCC": 1716,
      "CCTTTTAGAA": 1717,
      "GGGACGGA": 1718,
      "GGGATCGGGA": 1719,
      "CTTACA": 1720,
      "CTTATATC": 1721,
      "CTTATGGGC": 1722,
      "CTTACTTGCGTA": 1723,
      "CTTACGCCTAGCGATTCCCGCA": 1724,
      "TATCTA": 1725,
      "TATCAAA": 1726,
      "TGGACGT": 1727,
      "GTTAGGAAGCCTAAGTCGC": 1728,
      "CGGTCTA": 1729,
      "CGGTGACCGGCTAA": 1730,
      "CGCAGCA": 1731,
      "CTGATCGC": 1732,
      "CTGATACAA": 1733,
      "TTAACA": 1734,
      "TTAAAAGGAA": 1735,
      "TTAACGCGA": 1736,
      "TCGCCTT": 1737,
      "TCGCCTA": 1738,
      "TCGCCTACTTCAGC": 1739,
      "TCGCGGAAGGCTCTGGA": 1740,
      "CGGCGAGAGTGACT": 1741,
      "GTCCCCAGGA": 1742,
      "TAAACGGC": 1743,
      "TGGTAA": 1744,
      "TGGTCCGTA": 1745,
      "GAGACTAA": 1746,
      "TACCTGCA": 1747,
      "TGCAGCATGGC": 1748,
      "AAAAGAA": 1749,
      "CTCCCCA": 1750,
      "CTCCCAGC": 1751,
      "CTCCCGAGAATTAGCA": 1752,
      "GGGTGCA": 1753,
      "GGGTGTCA": 1754,
      "GGGTGACT": 1755,
      "TGTATAA": 1756,
      "TGTATGTA": 1757,
      "TGTAGACC": 1758,
      "TGTACGTGC": 1759,
      "TGTACGGTGATTTTGAGGAGTGGCTCT": 1760,
      "TGTACCAATCTGCAAGGTA": 1761,
      "CATTCTATTA": 1762,
      "TGGGTA": 1763,
      "TGGGGGA": 1764,
      "GACCTCCTGCTAGCCAGATAA": 1765,
      "GACCAAGGCGC": 1766,
      "TATACGGTGATT": 1767,
      "GCAACCGCTGGC": 1768,
      "GCAACTGATACAA": 1769,
      "TCTACT": 1770,
      "TCTAGGCGAGGCGA": 1771,
      "CATAATCA": 1772,
      "CATAACGTACGTT": 1773,
      "TCAATT": 1774,
      "TCAACA": 1775,
      "TCAATGAAA": 1776,
      "GATATATT": 1777,
      "GGCGCCTTAACATGA": 1778,
      "GGCGCGCCGATTATCA": 1779,
      "GTGGAGTCCTA": 1780,
      "GTGGAGGACAGGCAA": 1781,
      "CTTCCTGCTAGCCA": 1782,
      "CTTCCCAGGTT": 1783,
      "GGTGCCGACGGGC": 1784,
      "GGTGCGGGGTTTACAA": 1785,
      "CGTGCTATAGACA": 1786,
      "CTTAACATAA": 1787,
      "CTTAACAACGAGCCA": 1788,
      "CTTAACCTTAA": 1789,
      "CTTAATGAGATCA": 1790,
      "CTTAAAAAGTTTT": 1791,
      "GTCTCCTAGCTGC": 1792,
      "TATAATCAA": 1793,
      "TATAACCTAGGTTCTCCCAA": 1794,
      "CGATCATATCGCA": 1795,
      "TACACTGGC": 1796,
      "CTTGCTGGC": 1797,
      "CTTGCGCAACTGATACAA": 1798,
      "GTGACCGCTGGC": 1799,
      "GTGATCGGA": 1800,
      "CTGTTCGACGTCATAA": 1801,
      "TCCAGAGT": 1802,
      "GGGTTAA": 1803,
      "CTAAACTACTATGACTTTTAATATAA": 1804,
      "TGGCAGCCC": 1805,
      "TAGCCTTA": 1806,
      "TAGCTCGC": 1807,
      "GTTCCAA": 1808,
      "GTTCCCCCAGA": 1809,
      "TCAAAGTTAGGAAGCCTAAGTCGC": 1810,
      "AAGGTATG": 1811,
      "GGGCGGTCGGTT": 1812,
      "GGTACCGGGTAAA": 1813,
      "CGGCACCCCA": 1814,
      "CCTGAAAGA": 1815,
      "GTACTGTGACCGCTGGC": 1816,
      "GCTGCAAGGAA": 1817,
      "CCCCGCTTTAAA": 1818,
      "TCCCCGGA": 1819,
      "TCCCCCCTTTTA": 1820,
      "CCCCCTCGGCACTTAAAATAA": 1821,
      "CCCCCGCGTTCGTCTCC": 1822,
      "CAACGAGACA": 1823,
      "GGAAAGGACGT": 1824,
      "CTACTATCCTTA": 1825,
      "CAAGATCGATTCCTGAAACTTCC": 1826,
      "CAAGATGGCAGCCC": 1827,
      "GGATCTTAAAA": 1828,
      "AACAGGC": 1829,
      "CTTCATATTTGCATAGTCCGC": 1830,
      "CTTCAGTCTTCGTGGCTGA": 1831,
      "TCGATTCCTGAAACTTGCGCAACTGATACAA": 1832,
      "GGTCACT": 1833,
      "GGTCAGGCGA": 1834,
      "CTATTCAACGA": 1835,
      "CTCGCGGCTAA": 1836,
      "GGCCCGGCCTAGGCCTT": 1837,
      "GGCCCTGATCA": 1838,
      "CCCGCCGCAGC": 1839,
      "GAGAAAAAA": 1840,
      "GTTGGGATATAACT": 1841,
      "CTATTGCCTGCGGTCTTCGTGC": 1842,
      "TTTCCTT": 1843,
      "TTTCCTGCGTACTCCTA": 1844,
      "GGGCGTCGCGCGGGCTCCTCCTC": 1845,
      "CTGGACCTAA": 1846,
      "TCCTGCTAGCCAGAGCGCA": 1847,
      "GTGCAATATCA": 1848,
      "GTGCAACGCGGGGC": 1849,
      "TACCCTGACCTTCTCC": 1850,
      "TATCTTGCGTGGCCTT": 1851,
      "TATCTTGCGTGGCCGAAA": 1852,
      "GTGTCGCAGCA": 1853,
      "GTTAATCCGTGGC": 1854,
      "GATTAAAAGGTTTTCTTAA": 1855,
      "CGACTGATCGCATGCTA": 1856,
      "GTTGCCCTACGGCTAA": 1857,
      "GTGGAGTCGAAGCGACC": 1858,
      "GTGGAGTCGAAGCAACCCTTA": 1859,
      "CTTAAAATGA": 1860,
      "CGTCGCCTTAACAACGAGCCA": 1861,
      "CGGCCCACACACGTCACCCTAA": 1862,
      "GAGGAGTGGCTTTGAA": 1863,
      "TACTCACATGGACTGC": 1864,
      "GGTAACCTAA": 1865,
      "GTGTAGCCC": 1866,
      "TGTCACTCCTTTT": 1867,
      "TTAGGATACATTGCGATTATCACACTCGGTTCTAGC": 1868,
      "CTACTCGAATACA": 1869,
      "CGGGGATCGGAA": 1870,
      "GCCCGTCATGACGCTCAGAAGCGGTGTAA": 1871,
      "CTATCCTTTTTAGAA": 1872,
      "CGATACTT": 1873,
      "CGATACGA": 1874,
      "CGATACTATT": 1875,
      "CGGTGATTTTGGGGAGTGATTTTGCATTAGGAA": 1876,
      "TGGTCTTCATGTT": 1877,
      "TATCTTGCGTGGCCTAGACTGGA": 1878,
      "TATCTTGCGTGGCCTAGGCTGGA": 1879,
      "TGTCCTTACCTT": 1880,
      "TGGAAAGGACATGATACAAA": 1881,
      "TTCAGATTAAAA": 1882,
      "TTCATGGCTGTCTTA": 1883,
      "TACAATT": 1884,
      "GAATTGTCCTAGAAGA": 1885,
      "CGTCTAACGTGATCTAGGTT": 1886,
      "CGTCTAATATAACCTAGGTTCTCCCAA": 1887,
      "GGCAAGGTGATGGTCTTCATGTT": 1888,
      "GGCGTATGCACGACTGATCA": 1889,
      "CTCGATCGATTCCTGAAACCTCC": 1890,
      "CTCGATTATGGA": 1891,
      "TAATAATAA": 1892,
      "TCATTAACGTGCA": 1893,
      "CTAAAACATCGCGGACGTT": 1894,
      "CTAAAACATCGCCGACGTT": 1895,
      "CCTCCGAGACTAGCA": 1896,
      "GTTGACGGTAA": 1897,
      "GCATTAGGAAGCCTAA": 1898,
      "CTTCCGCGATTAGCACAAAGGAACCCAGC": 1899,
      "TGGTATGCGTACGACGAATTCTTCCCT": 1900,
      "GGCCTGCGGCTCGGT": 1901,
      "CAACGCGAGTTTTAGCATTTACCAGGA": 1902,
      "CCAGCGCCCGGGCGGTCTGTTGGCGC": 1903,
      "TTAAATAACGTACGTTGTCAGGC": 1904,
      "CAAACACCTAGGACATA": 1905,
      "CGCAATAATCA": 1906,
      "CGTTTCATGG": 1907,
      "CGTTTCATAGC": 1908,
      "CGTTTCATAGGTTA": 1909,
      "CCTTAAGTCAAA": 1910,
      "CTATTGCTTGCGGTCTTCGTGCCTGGTCCTAA": 1911,
      "GCCTAAGTCGCAAGGTAGG": 1912,
      "TCAATGTTTCGGAAA": 1913,
      "CCCGACGCAGC": 1914,
      "GATGACATT": 1915,
      "CTGGCAAGTCGC": 1916,
      "CGATTCCTA": 1917,
      "CGACGTCATAAGGACT": 1918,
      "GTAACCGCTGGCGACCA": 1919,
      "TTGCCGATCAGTTTCAATGGAA": 1920,
      "TTGCCGATCAGTTTCAAAGGAA": 1921,
      "CGGGCATGC": 1922,
      "TCTACCACGA": 1923,
      "GGAAAGTTGCCCCGC": 1924,
      "TGATTCCTAGGCAA": 1925,
      "TGATTCCTAGGTGCGGGGTTTACAA": 1926,
      "GACCATTGGACGATT": 1927,
      "GATCTCGTAA": 1928,
      "GATATTGGCTT": 1929,
      "TATGCGTGC": 1930,
      "GGCTTACGAA": 1931,
      "TCCAATCC": 1932,
      "TCCTCGAGCACCACTTGACT": 1933,
      "GCGACCCTTA": 1934,
      "TTGGTGCCA": 1935,
      "TTTGGTGCCC": 1936,
      "GACTGACGCGGTT": 1937,
      "CTGAAGCATCGCGGACGTT": 1938,
      "TTATAACCATGCGATT": 1939,
      "TGGCGTTTGGAA": 1940,
      "CACACCTTTTAA": 1941,
      "CACACCTTTTATTGTAAAACA": 1942,
      "GCCAGGCTGCTTTCC": 1943,
      "TTTGGAGTGGAGTCGAAGCAACCCTAA": 1944,
      "CGGCCCACCCACGTTGCCCTAACAACGAGCCA": 1945,
      "GACTAGAGT": 1946,
      "CTGTCCGCGGGA": 1947,
      "CAACGCGAGTTTTGGCA": 1948,
      "GAGGCGGTGTAACTCGCTGTCCTTACATT": 1949,
      "CAAACACCTAGGACAGACGGGGATCGTAA": 1950,
      "CGGGTTGCTAGCCCGTCATGACGCTCA": 1951,
      "CGGGTTGCTAGCCCGTCATCA": 1952,
      "CATCACTT": 1953,
      "GGCCTGTCCTA": 1954,
      "GGCTCACTTACGCCTAGCGATTCCCGCA": 1955,
      "GTTGACATGAAAGCA": 1956,
      "TCGTTAGCGATGCCA": 1957,
      "TCCTCCCTTAAATCAAA": 1958,
      "CTAGTTTTAA": 1959,
      "CTATGATGTTCATC": 1960,
      "CGGGAACTACTATCCTTA": 1961,
      "TATCGCATAATAA": 1962,
      "GTCCTTACATT": 1963,
      "GGGTGTACGTGC": 1964,
      "GACTCCTAGCTGCGTGTCACGC": 1965,
      "CTTGCGCGGTGCCGACGGACCCGC": 1966,
      "GTACTCAGCAGTAATATTTATCC": 1967,
      "GTTGGGATATAACACTGC": 1968,
      "GCGGTCGTCCTCCTGCTAGCCAGAGAA": 1969,
