{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[PAD]": 0,
      "A": 1,
      "C": 2,
      "G": 3,
      "T": 4,
      "GG": 5,
      "AA": 6,
      "CC": 7,
      "TT": 8,
      "AT": 9,
      "GT": 10,
      "GC": 11,
      "AC": 12,
      "AG": 13,
      "CT": 14,
      "AGG": 15,
      "ACC": 16,
      "ATT": 17,
      "GAA": 18,
      "GTC": 19,
      "GCC": 20,
      "TC": 21,
      "AGC": 22,
      "GGC": 23,
      "GTT": 24,
      "ATC": 25,
      "GGT": 26,
      "AGT": 27,
      "ACT": 28,
      "GAT": 29,
      "AAC": 30,
      "GCT": 31,
      "GGCC": 32,
      "GAC": 33,
      "TTT": 34,
      "AAT": 35,
      "GGGG": 36,
      "TTC": 37,
      "CCT": 38,
      "GACC": 39,
      "CTC": 40,
      "ATAA": 41,
      "CCC": 42,
      "AGTT": 43,
      "AGAA": 44,
      "GGGC": 45,
      "ACTT": 46,
      "GAGG": 47,
      "ATAT": 48,
      "GATT": 49,
      "AGTC": 50,
      "GTAA": 51,
      "ACGC": 52,
      "ACCT": 53,
      "GTCC": 54,
      "AGCT": 55,
      "AGAT": 56,
      "GTCT": 57,
      "GGAT": 58,
      "GATC": 59,
      "AGGC": 60,
      "GGTC": 61,
      "GACT": 62,
      "GTGC": 63,
      "ACAT": 64,
      "AATT": 65,
      "GAAC": 66,
      "GGTT": 67,
      "AACC": 68,
      "GAGC": 69,
      "GTAT": 70,
      "GGAC": 71,
      "GCCC": 72,
      "GAAT": 73,
      "ATTC": 74,
      "GTTT": 75,
      "AGAG": 76,
      "GCGG": 77,
      "ACGG": 78,
      "CCTT": 79,
      "GGTCC": 80,
      "ACCC": 81,
      "GAG": 82,
      "ATTT": 83,
      "AAAT": 84,
      "GCCT": 85,
      "AGGT": 86,
      "AACT": 87,
      "GGCT": 88,
      "GCAC": 89,
      "TTTC": 90,
      "GGCCC": 91,
      "GCGT": 92,
      "ATCT": 93,
      "AAAA": 94,
      "GTAC": 95,
      "CCTC": 96,
      "GCAA": 97,
      "AGTTT": 98,
      "GTTC": 99,
      "ACAA": 100,
      "AGGAC": 101,
      "ACTAT": 102,
      "ACTC": 103,
      "CCGC": 104,
      "GCTT": 105,
      "GGCAT": 106,
      "GCTC": 107,
      "GGCAC": 108,
      "GGGTC": 109,
      "AGCC": 110,
      "TTCGC": 111,
      "ATCC": 112,
      "GGAA": 113,
      "GATCT": 114,
      "GCAT": 115,
      "GAAAA": 116,
      "GACCT": 117,
      "GGAG": 118,
      "GGGT": 119,
      "ACTTT": 120,
      "GAGTT": 121,
      "GTGT": 122,
      "GGCAGC": 123,
      "AGTAA": 124,
      "GATTT": 125,
      "AGAAT": 126,
      "AGTGT": 127,
      "GATCC": 128,
      "AACAT": 129,
      "AGAC": 130,
      "TTCC": 131,
      "CCACTT": 132,
      "ATAC": 133,
      "GGTAC": 134,
      "AGGGGC": 135,
      "GAGAT": 136,
      "AGGTC": 137,
      "AGTGAT": 138,
      "GCGAC": 139,
      "GCCGCT": 140,
      "GAAGG": 141,
      "GGCGC": 142,
      "GTCCC": 143,
      "ACCGG": 144,
      "GAGGC": 145,
      "GGACT": 146,
      "GGCCT": 147,
      "GCTTT": 148,
      "ATTAA": 149,
      "ACAC": 150,
      "ATCGT": 151,
      "AAGAA": 152,
      "AGTCT": 153,
      "AAACT": 154,
      "AAACC": 155,
      "TTAT": 156,
      "CCAT": 157,
      "GGGCC": 158,
      "GGGGC": 159,
      "ATGAT": 160,
      "ATTCAA": 161,
      "ACGGGG": 162,
      "AGATT": 163,
      "TTGT": 164,
      "GTCGTC": 165,
      "CTGGT": 166,
      "GCACC": 167,
      "AAGC": 168,
      "GACCC": 169,
      "TCGGGG": 170,
      "GAGT": 171,
      "ACGT": 172,
      "ATCGC": 173,
      "GCGCC": 174,
      "GAGAA": 175,
      "GTGAAC": 176,
      "GATAT": 177,
      "GGATC": 178,
      "AAAGG": 179,
      "AGCACC": 180,
      "GGGCGT": 181,
      "AGGGAA": 182,
      "GAACC": 183,
      "ATGC": 184,
      "ACCCT": 185,
      "AGGGTTC": 186,
      "GACGGC": 187,
      "GTAACT": 188,
      "AAGCCGCT": 189,
      "AGTTTGCGG": 190,
      "AACGGC": 191,
      "AGGGC": 192,
      "GTGAAT": 193,
      "AGGGTCC": 194,
      "GGCTGGC": 195,
      "GCCTC": 196,
      "ACCTT": 197,
      "GATTC": 198,
      "GGGAA": 199,
      "ATTTT": 200,
      "ACGCGAA": 201,
      "AGGACGC": 202,
      "AATTAT": 203,
      "CTGT": 204,
      "ACGAGG": 205,
      "GGTCCT": 206,
      "CTAT": 207,
      "GTTGT": 208,
      "GCTGCC": 209,
      "AGGCAGGGTTC": 210,
      "GCCAT": 211,
      "AGATAA": 212,
      "GGTCTGGT": 213,
      "ACTTATGAT": 214,
      "GGGGT": 215,
      "ACCAT": 216,
      "CTCAC": 217,
      "GAGGGC": 218,
      "AAGGC": 219,
      "ATTTC": 220,
      "ATTCCTT": 221,
      "GTCGG": 222,
      "AGGGT": 223,
      "AGATC": 224,
      "GAGCC": 225,
      "GGCCCCT": 226,
      "GTAGTC": 227,
      "CCGT": 228,
      "GTCTC": 229,
      "AGCTAT": 230,
      "AGTTTT": 231,
      "AAATCC": 232,
      "GCGGC": 233,
      "ACCCC": 234,
      "GTCGT": 235,
      "GGGCGGCAT": 236,
      "GGGAC": 237,
      "GTTAT": 238,
      "AACAA": 239,
      "AACATT": 240,
      "TCAT": 241,
      "GCCGCC": 242,
      "GAGCT": 243,
      "GTCCTT": 244,
      "GATCTGGCC": 245,
      "TTCAC": 246,
      "CTCAGGT": 247,
      "TTCGCGCTC": 248,
      "GCTGTGAAC": 249,
      "GGGTTT": 250,
      "AAAAT": 251,
      "GTTTTT": 252,
      "GCTGAC": 253,
      "ACTTC": 254,
      "AGACAT": 255,
      "AGGGG": 256,
      "GCACGGCC": 257,
      "GGACGC": 258,
      "ACCTGTC": 259,
      "GGTTAA": 260,
      "TTTT": 261,
      "GCGGGG": 262,
      "AGAGC": 263,
      "GCTAT": 264,
      "GACATT": 265,
      "GAGGT": 266,
      "AGTTTGCGGGAAAA": 267,
      "GGGCGGCATAAC": 268,
      "ATTCT": 269,
      "AATGT": 270,
      "GCGTGGTC": 271,
      "GGTTC": 272,
      "AGTTATT": 273,
      "AACATAGG": 274,
      "CCAC": 275,
      "AGAGAGC": 276,
      "GCGTC": 277,
      "ACGTC": 278,
      "CCCC": 279,
      "GTCAAATCC": 280,
      "GCCTT": 281,
      "GGTGTC": 282,
      "GTGCATT": 283,
      "GAGTC": 284,
      "GGCCTT": 285,
      "AAGCCGCTGAT": 286,
      "ATTATC": 287,
      "CTCAGG": 288,
      "ATTAAT": 289,
      "GCCGGGG": 290,
      "ATCTTT": 291,
      "ACCTGGCAGC": 292,
      "GCGGAA": 293,
      "GGGTCGCT": 294,
      "GTACAT": 295,
      "AGCTGGTCTGGT": 296,
      "GTCTCCACTT": 297,
      "GTGAA": 298,
      "AACAGAT": 299,
      "ATGCGG": 300,
      "GTTTC": 301,
      "AGACT": 302,
      "ATATAGTGT": 303,
      "GAACCC": 304,
      "GTAAGAC": 305,
      "ACGCGAAGTC": 306,
      "AACAGC": 307,
      "CCCT": 308,
      "ACTTTCC": 309,
      "TTCT": 310,
      "ATCGTT": 311,
      "GGGCAGC": 312,
      "GTACCT": 313,
      "GCTGTGAACACC": 314,
      "GCGC": 315,
      "AGATAT": 316,
      "GAAAATTAT": 317,
      "TCACTT": 318,
      "GGAGG": 319,
      "AGCAA": 320,
      "AGACC": 321,
      "AACGT": 322,
      "GAACGTC": 323,
      "AACATAGGTTGT": 324,
      "GCAGC": 325,
      "GTGCT": 326,
      "CCTTCT": 327,
      "ATATAGTGTGAA": 328,
      "GGCCCC": 329,
      "GTTTGACT": 330,
      "AAAGT": 331,
      "CTGCCC": 332,
      "CTCACCT": 333,
      "GGAGC": 334,
      "AAGTT": 335,
      "ATTAATT": 336,
      "TTCACACGC": 337,
      "AGTTTGCGGGAAAAGC": 338,
      "ACGCTTT": 339,
      "GTATAGAAT": 340,
      "AAGCCGCTGATAGGCAGGGTTC": 341,
      "CCCGCAC": 342,
      "GAGCACT": 343,
      "AGAGAGGAC": 344,
      "GTCGCAA": 345,
      "GCCGTGAAT": 346,
      "GGTACTAT": 347,
      "AGGGAATTTC": 348,
      "GATAA": 349,
      "ATTCCTTTCAT": 350,
      "GGTTT": 351,
      "AGAGT": 352,
      "GCCGAC": 353,
      "ACCGCGAC": 354,
      "GGCGCT": 355,
      "GGCCCGTGC": 356,
      "GGTGGGGT": 357,
      "AGTAAT": 358,
      "GAAATTCAA": 359,
      "AGAAACCT": 360,
      "GGGTTTGTT": 361,
      "GTAACTACCC": 362,
      "AGGACT": 363,
      "GTTATAA": 364,
      "TTATCCT": 365,
      "ATAAAT": 366,
      "ATCGTGGAG": 367,
      "GGGATC": 368,
      "GATTAC": 369,
      "ATCTT": 370,
      "ACTCAA": 371,
      "AAGGT": 372,
      "AGGGAGC": 373,
      "CCTGGGG": 374,
      "GTCCAT": 375,
      "AACCTTC": 376,
      "AGAAC": 377,
      "ATAAAAACC": 378,
      "GCGTATAA": 379,
      "GCACCAGAA": 380,
      "AGTCGGGTC": 381,
      "GGTTAGTC": 382,
      "GCATCGC": 383,
      "GGGTAA": 384,
      "AACAGCGGCC": 385,
      "ATTAT": 386,
      "GACCCC": 387,
      "GTCTACGG": 388,
      "GCGGCC": 389,
      "AGGAT": 390,
      "GTCCCT": 391,
      "GCGAA": 392,
      "GGGCGCTGCC": 393,
      "GTGCC": 394,
      "GACTCCTT": 395,
      "CCATATC": 396,
      "GTACCTATCC": 397,
      "GGCCCGCACGGCC": 398,
      "AGTGGC": 399,
      "TTCTT": 400,
      "AATTAAGAA": 401,
      "GGTTTC": 402,
      "GACCTACTTT": 403,
      "GGACACTTATGAT": 404,
      "GACGGCGACT": 405,
      "AACGCCT": 406,
      "GTCGTCGATC": 407,
      "GGCTGGCGCC": 408,
      "ATAAGG": 409,
      "GGCCTCTGCCC": 410,
      "ACCCTGGC": 411,
      "AGAAACCC": 412,
      "TTAA": 413,
      "AGAGCCC": 414,
      "GCCTGG": 415,
      "GAGTTGTC": 416,
      "AGCAT": 417,
      "AGTGATC": 418,
      "TTCGT": 419,
      "GTCTGCGGAA": 420,
      "AGGAA": 421,
      "CCTCAGGAC": 422,
      "AGGGGCGGGTCGCT": 423,
      "GTGAG": 424,
      "GGTTCTCAGGT": 425,
      "AGATCGG": 426,
      "AGCTGGTCTGGTGTCTCCACTT": 427,
      "GTCAT": 428,
      "ATCAT": 429,
      "ATCATC": 430,
      "GGGCGAAGG": 431,
      "GAGCGGCGC": 432,
      "CCTCGGTCC": 433,
      "GATATGCGTGGTC": 434,
      "GTTAC": 435,
      "GTACGTC": 436,
      "AGGACGCAAACT": 437,
      "AAAGC": 438,
      "GGACC": 439,
      "AATC": 440,
      "ACATAA": 441,
      "AGCGGC": 442,
      "GTTCT": 443,
      "AGTAT": 444,
      "ACGCGAAGTCGCCC": 445,
      "GAAGTAA": 446,
      "GTCCACCGG": 447,
      "AACTT": 448,
      "GGCCAGAGAGGAC": 449,
      "AGGAGG": 450,
      "GGTAA": 451,
      "AGTGATGTGC": 452,
      "GGCGCC": 453,
      "GGTCCCT": 454,
      "GGTAGTCT": 455,
      "CCGCGTCGCAA": 456,
      "AAAGCT": 457,
      "AGGCAGTGAT": 458,
      "GGATTT": 459,
      "GCCCTTATCCT": 460,
      "GGTTAGTCTT": 461,
      "GTTACGCTTT": 462,
      "AGCTAAGGC": 463,
      "GGTTTCGCC": 464,
      "GACCCCC": 465,
      "ACGCGC": 466,
      "AACCGGGCGT": 467,
      "AACTCCGC": 468,
      "GTAAT": 469,
      "CCTAT": 470,
      "AACCAT": 471,
      "AAACCGGGCGT": 472,
      "GCCGGGGGGTTAA": 473,
      "CTAC": 474,
      "CTCT": 475,
      "AGTCC": 476,
      "GACAGC": 477,
      "AAAGGCCT": 478,
      "GACAGGC": 479,
      "GGGCTT": 480,
      "AACATAGT": 481,
      "GAACT": 482,
      "GGTAT": 483,
      "GCTAC": 484,
      "GCTAAC": 485,
      "ATTAAAGAA": 486,
      "AGGTT": 487,
      "ATATATCC": 488,
      "TCGGGGATGCGG": 489,
      "GTGCATTATAC": 490,
      "AGTTTGT": 491,
      "GGATCGAC": 492,
      "GTATGAT": 493,
      "ACGGAA": 494,
      "ATCTGTC": 495,
      "GCTGACGCGGGG": 496,
      "GGGAGG": 497,
      "AGTAATT": 498,
      "AGAAACTTC": 499,
      "GGTCCGTCCTT": 500,
      "ACCCGGCCCCT": 501,
      "AAATGTGC": 502,
      "GTTCGGAG": 503,
      "AACAGATGTACCTATCC": 504,
      "ATGATC": 505,
      "GGCGACT": 506,
      "GGACTT": 507,
      "AGGAGCTAT": 508,
      "GAGGGCATATAGTGTGAA": 509,
      "GCGTCGGGCGGCATAAC": 510,
      "AACAGGC": 511,
      "GTATAGAATGGTCCT": 512,
      "AAAC": 513,
      "GCATC": 514,
      "CTGC": 515,
      "ATATATGC": 516,
      "GGGTAGAC": 517,
      "CCCGCACGATTT": 518,
      "AGTTTC": 519,
      "GAAGGACC": 520,
      "AGGCC": 521,
      "GAAGGAC": 522,
      "GATCGAAAATTAT": 523,
      "AGTTTGCGGGAAAAGCATTCCTTTCAT": 524,
      "GGCACC": 525,
      "GCGCCAGCACC": 526,
      "GAAATTCAAGTCCC": 527,
      "GCTTCGCGCTC": 528,
      "ACCTC": 529,
      "ACCAGAA": 530,
      "GTTTT": 531,
      "GGGGATTTT": 532,
      "GTCCATGACC": 533,
      "ACGGAAGAGAT": 534,
      "GTAGC": 535,
      "GTTAA": 536,
      "GGATAG": 537,
      "GGATGAGC": 538,
      "GGCCCGCACGGCCAAGCCGCTGATAGGCAGGGTTC": 539,
      "AAGG": 540,
      "ATTTTT": 541,
      "ACAGG": 542,
      "AGAGTT": 543,
      "AGTGAA": 544,
      "CTCTTT": 545,
      "AGTCGGGG": 546,
      "GTCTATCGTGGAG": 547,
      "GACCTAT": 548,
      "GATTCAA": 549,
      "GTCATAA": 550,
      "AGTGC": 551,
      "GTCTACGGAGTC": 552,
      "GGATAT": 553,
      "AAGGACT": 554,
      "ATGAAC": 555,
      "ATTGT": 556,
      "GTCGCT": 557,
      "AACGCAT": 558,
      "ACTATAGTTATT": 559,
      "GCGAT": 560,
      "GTCGGGG": 561,
      "GACTACGAGG": 562,
      "AGACTAGGTC": 563,
      "AGGGGGT": 564,
      "AGCGCC": 565,
      "AGCACT": 566,
      "GGTGC": 567,
      "TTTCC": 568,
      "ATATCT": 569,
      "ACATAAT": 570,
      "ACTCAC": 571,
      "CTGTAGCTGGTCTGGTGTCTCCACTT": 572,
      "ACCTGTCAGTCGGGTC": 573,
      "AAATC": 574,
      "AGCCT": 575,
      "AGCCC": 576,
      "CTCAT": 577,
      "AGGGTGC": 578,
      "ATTAAAA": 579,
      "AACGTT": 580,
      "GACATTC": 581,
      "ATTATCTTCC": 582,
      "ATTTTCC": 583,
      "AGTAC": 584,
      "AATCC": 585,
      "TTTCTT": 586,
      "GGATCGACTCCTT": 587,
      "GAGCCGATCT": 588,
      "GAGCACTATTAAT": 589,
      "AGACGC": 590,
      "GACAC": 591,
      "GGATGAA": 592,
      "GCCGCCGGGCC": 593,
      "GCAGG": 594,
      "ACCGGC": 595,
      "ACTGGACACTTATGAT": 596,
      "ACTTCT": 597,
      "GAGATCTCAC": 598,
      "ACCGGGATC": 599,
      "ACGGGGAA": 600,
      "GTCAA": 601,
      "GGGCGGTGTC": 602,
      "AAATCT": 603,
      "TTCGCGACGGC": 604,
      "GACATTAGGACGCAAACT": 605,
      "AGGGGCGGGTCGCTAGGGTCC": 606,
      "GGAGAA": 607,
      "AGCCTT": 608,
      "CCCTT": 609,
      "CCGCGTAACTACCC": 610,
      "GGCATAGACAT": 611,
      "GTGCTGCGT": 612,
      "GGCCTC": 613,
      "CTCTT": 614,
      "TTCACACGCAGTT": 615,
      "CCTTCTGGACT": 616,
      "GGCCCGTGCGATATGCGTGGTC": 617,
      "CCGCC": 618,
      "GCCTTC": 619,
      "AGATTGGATGAGC": 620,
      "CCTGGGGGGCAC": 621,
      "GATAGG": 622,
      "AGGCTT": 623,
      "AAGT": 624,
      "GGCCCGGCC": 625,
      "AGTGATCATC": 626,
      "GGATCGACACCTT": 627,
      "GCAAC": 628,
      "AGCGTT": 629,
      "GATGC": 630,
      "GATCAAACCGGGCGT": 631,
      "AGGGCGTTTTT": 632,
      "GTCAAATCCGATTAC": 633,
      "ACTTTCCGCCTC": 634,
      "GCTGTGAACACCAGGC": 635,
      "GGAAT": 636,
      "AATTT": 637,
      "ACCAA": 638,
      "GTCGCGTATAA": 639,
      "ACGCGT": 640,
      "GGACACAT": 641,
      "GTCGGGTCCCT": 642,
      "AGAGCGC": 643,
      "GGGATCAACATAGGTTGT": 644,
      "GAGTAA": 645,
      "AGGAGC": 646,
      "AGTGTT": 647,
      "AGGTCC": 648,
      "GAGCTAGTT": 649,
      "GTCGTCGATCGTACAT": 650,
      "GTAGCC": 651,
      "ACGCT": 652,
      "AGGCT": 653,
      "AGTCCC": 654,
      "GATTCC": 655,
      "GGATGC": 656,
      "GCTTTT": 657,
      "AAAGGCCTC": 658,
      "GTATAT": 659,
      "ACATAT": 660,
      "GGATGAAGGACC": 661,
      "AACGGCGGCC": 662,
      "ACTTATGATAACC": 663,
      "ATAAAAACCTCACTT": 664,
      "AGATCGGAACAGCGGCC": 665,
      "GCGACC": 666,
      "ACCGAA": 667,
      "GAATTTC": 668,
      "GGGCGAT": 669,
      "GGTTCC": 670,
      "GATATCTCACCT": 671,
      "GGGTT": 672,
      "GTCACCAT": 673,
      "GCCAC": 674,
      "GGCATCT": 675,
      "GGCCCT": 676,
      "ATATAT": 677,
      "GATTAA": 678,
      "AGATATCCACTT": 679,
      "GCGGCCGC": 680,
      "ATAAGGGGTAC": 681,
      "AGGGAAC": 682,
      "ACCACC": 683,
      "GACTT": 684,
      "GGGTTTGTTGGGCGAAGG": 685,
      "AACAGATGTACCTATCCGT": 686,
      "ACTAAT": 687,
      "GACGAC": 688,
      "GAACCCCGCGTCGCAA": 689,
      "CTCAGGATTT": 690,
      "GGGAAC": 691,
      "AGAGAA": 692,
      "GGTACAA": 693,
      "AACGGCC": 694,
      "TTTGT": 695,
      "GTAATT": 696,
      "AGGTCGT": 697,
      "ACCCTAGC": 698,
      "GAGGGCATAT": 699,
      "AGGGAATTTCGTAGTC": 700,
      "AACTCCGCAGATAA": 701,
      "GCTAAT": 702,
      "GGACAGC": 703,
      "ACGGCT": 704,
      "ACTATAGTT": 705,
      "AAAATAAAT": 706,
      "GGGGTCC": 707,
      "GGGCCT": 708,
      "GCAACCTTC": 709,
      "AGAGGT": 710,
      "GTTATC": 711,
      "ATCGTC": 712,
      "GGGGGCTT": 713,
      "GATTCTCAGGT": 714,
      "GCAAGACC": 715,
      "ACAAAC": 716,
      "GACCTACTTTGCACCAGAA": 717,
      "GTGAGGC": 718,
      "GGTCT": 719,
      "GCTACT": 720,
      "GATTATC": 721,
      "GTCCACT": 722,
      "GCCCTT": 723,
      "GATAAAACCGGGCGT": 724,
      "AGATCC": 725,
      "GGACACC": 726,
      "GGCAGCGCC": 727,
      "ACCCCAGACTAGGTC": 728,
      "GCGGCAGC": 729,
      "GGGGATGCGG": 730,
      "ATATATTT": 731,
      "GAGGCAT": 732,
      "GGTTCTCAGGTGGAT": 733,
      "GTATGATAGAGAGC": 734,
      "ATTAGTAA": 735,
      "GGGCGGC": 736,
      "GGAGAGGAC": 737,
      "ACGCGAAGCC": 738,
      "GCATCGCGGCAC": 739,
      "AGGCAGTGATGCAA": 740,
      "AGTAATTCCTT": 741,
      "AGTTTGCGGGAAAAGCATTCCTTTCATAGT": 742,
      "GTCATAATCGGGG": 743,
      "GTGG": 744,
      "GTTGCGTCGGGCGGCATAAC": 745,
      "AACGCC": 746,
      "ATAACT": 747,
      "ACTTAGTTTT": 748,
      "GTAAAT": 749,
      "GTAAGCC": 750,
      "GAACACC": 751,
      "GATCCGT": 752,
      "AGGTCGG": 753,
      "ATTAAAGAAACTT": 754,
      "TCGGGGATGCGGGTAA": 755,
      "AACGCATGAGCACTATTAAT": 756,
      "ACGCC": 757,
      "ATTCC": 758,
      "GCCGGC": 759,
      "ATCGCC": 760,
      "ATAAAGCT": 761,
      "AACTGTC": 762,
      "ACGTCCT": 763,
      "AACGTAGT": 764,
      "GGCCAGAGAGGACGGCCCGCACGGCCAAGCCGCTGATAGGCAGGGTTC": 765,
      "GGATAA": 766,
      "ACCGCC": 767,
      "TCAA": 768,
      "GGGGTTTC": 769,
      "GGATAGTTT": 770,
      "ATTTCCC": 771,
      "GAGCGGCGCGTTTGACT": 772,
      "GTTCGGAGATTAATT": 773,
      "ATTAAC": 774,
      "AATCT": 775,
      "GTCCACCGAA": 776,
      "AGATGCT": 777,
      "AGGCGC": 778,
      "AATTGGCAC": 779,
      "GAGCAC": 780,
      "GAGCGGC": 781,
      "GCACAACGCCT": 782,
      "GTACT": 783,
      "GCACGGCT": 784,
      "AGTTC": 785,
      "GGTGGC": 786,
      "GGTGGAT": 787,
      "GGCCAC": 788,
      "GATCTGGCCAGAAACCC": 789,
      "AATGTGTTT": 790,
      "GTAAGACAATTAAGAA": 791,
      "GGTGGGGTACGCGAAGTCGCCC": 792,
      "ACGCGTGGTC": 793,
      "GCAACC": 794,
      "ACTTCGC": 795,
      "ACCTTTC": 796,
      "TCTTT": 797,
      "AGTAGG": 798,
      "GCTGC": 799,
      "GTAAGACC": 800,
      "AATTATC": 801,
      "GTATGC": 802,
      "TTTCGGTCC": 803,
      "ACAAACAT": 804,
      "AACCT": 805,
      "GGTAAACT": 806,
      "GACCCCT": 807,
      "GGGCACT": 808,
      "AGCTAGT": 809,
      "GTCTGACCTAT": 810,
      "GGTCGGTTAGTCTT": 811,
      "GTACAC": 812,
      "ATCGTGTATAGAATGGTCCT": 813,
      "GGCTGGCGCT": 814,
      "GGGACGGATCGACACCTT": 815,
      "TTAAATAAAT": 816,
      "ATATATGCAACCTTC": 817,
      "AGAGG": 818,
      "GTCGCC": 819,
      "ACTTAT": 820,
      "ATCTAAAA": 821,
      "GTGTGAT": 822,
      "GAATT": 823,
      "GAAGATT": 824,
      "ATCGCT": 825,
      "AGTGCC": 826,
      "GCTGCGT": 827,
      "GGGGTTT": 828,
      "TTCGGGG": 829,
      "GAGGGGTTAA": 830,
      "GGTTAT": 831,
      "AGGCAGGGTTCGGGGC": 832,
      "AACAAGTCT": 833,
      "CCACGGTCC": 834,
      "GGCTGGCGCCGGCCC": 835,
      "GAAGGACAGGC": 836,
      "GCGCCAGCACCGCCGTGAAT": 837,
      "ACCGGGATCAACATAGGTTGT": 838,
      "GGGTGC": 839,
      "AAATAT": 840,
      "GGTGCC": 841,
      "GGTCCC": 842,
      "GACCAAC": 843,
      "AGAATC": 844,
      "AGATAGC": 845,
      "ACGGAGG": 846,
      "AGGTGCGT": 847,
      "ATTAAAACC": 848,
      "CCCTCT": 849,
      "GGGCGCTGCCCCTCAGGAC": 850,
      "GCCCTTATCCTGTCGGGTCCCT": 851,
      "AGATTGGATGAGCGGAT": 852,
      "GTCAAATCCGATTACGGCCTCTGCCC": 853,
      "GGAGAGGACGACCC": 854,
      "TTAC": 855,
      "TTTTGT": 856,
      "ACGAT": 857,
      "AGGTTT": 858,
      "ACCTCACTT": 859,
      "AGCAAC": 860,
      "GTTAGTCT": 861,
      "CCTGTC": 862,
      "GGTCGGTT": 863,
      "AACCCCT": 864,
      "GTATATCTTT": 865,
      "GCCTGTCGT": 866,
      "GGCTAT": 867,
      "AAAAGG": 868,
      "GCAAATAA": 869,
      "GAAAATC": 870,
      "GAGGCATAA": 871,
      "CTCACGGGCAGC": 872,
      "ACCTGGCAGCGCGCC": 873,
      "GGTCCCTACCGCGAC": 874,
      "ATCTGTCGCTTT": 875,
      "GGATGAAGGTCC": 876,
      "AAAGGCCTCTTC": 877,
      "GCATT": 878,
      "AGATTT": 879,
      "GAAGGAA": 880,
      "GCCCT": 881,
      "GGTAAT": 882,
      "AGTCTC": 883,
      "AGTGAGG": 884,
      "GATGCAA": 885,
      "AGTCGGGC": 886,
      "GGACGCTGCC": 887,
      "GAGATTCAA": 888,
      "TTTCAT": 889,
      "ACTCTTTC": 890,
      "CCATGCCC": 891,
      "GTCTGCGGAAGGGGATTTT": 892,
      "GGGAGC": 893,
      "GGGAGT": 894,
      "CCGCGT": 895,
      "ACAGTT": 896,
      "AGCGGCGC": 897,
      "GTTGC": 898,
      "ATCATT": 899,
      "GGTAATGT": 900,
      "AGTAAC": 901,
      "AACGCTT": 902,
      "GGGGGT": 903,
      "ACCTGGCCCCT": 904,
      "GGTTCT": 905,
      "GATCCAT": 906,
      "GCCTGGAGGGGCGGGTCGCTAGGGTCC": 907,
      "GTTCTAA": 908,
      "AAAGGCCTATTC": 909,
      "AGTGAAAGTC": 910,
      "AGGGTT": 911,
      "ATTATAC": 912,
      "GAACTC": 913,
      "GCCGTC": 914,
      "GACGTC": 915,
      "GACCTT": 916,
      "CTCATCT": 917,
      "AGTCATCATC": 918,
      "AACCCCC": 919,
      "GGACTC": 920,
      "GTTTCT": 921,
      "GCGGGTAA": 922,
      "GGCTGGCCCC": 923,
      "GGGATT": 924,
      "GGGAAAA": 925,
      "AAAGGT": 926,
      "GCAAT": 927,
      "GCACCC": 928,
      "ACCAGGGGC": 929,
      "ATTGGGG": 930,
      "GTCTTT": 931,
      "GTTGGGG": 932,
      "GCTCT": 933,
      "GAACACAT": 934,
      "GTATGAC": 935,
      "ACGGAGTT": 936,
      "GAAGGAACC": 937,
      "GGTTTCGCCGTAT": 938,
      "ACGCGCATTC": 939,
      "ACGCGAAGCCGCCC": 940,
      "AGTGAC": 941,
      "ACTAC": 942,
      "GCTAGTT": 943,
      "ATATGTT": 944,
      "GATTGC": 945,
      "AGATGACCC": 946,
      "GGTCTT": 947,
      "GGAACCC": 948,
      "AACATTACT": 949,
      "GGACGCGCTGACGCGGGG": 950,
      "ACGGAAGAGATCCATATC": 951,
      "GTCTACGGAGTCGACGGCGACT": 952,
      "GAGTGT": 953,
      "AAGACC": 954,
      "GTCCT": 955,
      "ACAAT": 956,
      "GCCAGG": 957,
      "GGTGT": 958,
      "GGTATT": 959,
      "GGTATTAT": 960,
      "ACTAGT": 961,
      "GGGGATTTTT": 962,
      "GCCCGTT": 963,
      "AGGGCGGTT": 964,
      "GATTCACATAT": 965,
      "ACCATGGC": 966,
      "AACATTATTAAAA": 967,
      "GGTTCGGAA": 968,
      "ACGTCTT": 969,
      "TTCACACGCAGTC": 970,
      "GTTATAATT": 971,
      "GGCACCTTC": 972,
      "GGAGCT": 973,
      "GGACAT": 974,
      "AAGCCC": 975,
      "ATGTT": 976,
      "ACGTCCC": 977,
      "ATTATCT": 978,
      "GAAATTCT": 979,
      "AACATAA": 980,
      "GGTCGGTAGTCT": 981,
      "ATTCAC": 982,
      "AGAGAGG": 983,
      "ATTTCTAC": 984,
      "GAGGGCATATAGTGTGAAGTTACGCTTT": 985,
      "GAAATTCAAGTCCCGTGCATTATAC": 986,
      "ATCTAAAAACCTCACTT": 987,
      "ACAACAGCGGCC": 988,
      "ACCTTCC": 989,
      "GTCGTT": 990,
      "GGCCATGATC": 991,
      "ATAATC": 992,
      "GTAAGT": 993,
      "GTCTAGAGT": 994,
      "GGATAC": 995,
      "GATCTTT": 996,
      "GGTCGAT": 997,
      "ATTCGGCGCT": 998,
      "ACGGGGC": 999,
      "ACGGGTGAAT": 1000,
      "ACTATCC": 1001,
      "GGGTGGTC": 1002,
      "GATCCAA": 1003,
      "GAGGTAT": 1004,
      "GTCAAATCCGATTCC": 1005,
      "AGGGAATTTCGTAGCC": 1006,
      "GTACGTCGC": 1007,
      "ACTTATGAC": 1008,
      "GGATTTC": 1009,
      "AAGGGC": 1010,
      "AAGTTGT": 1011,
      "GCGTT": 1012,
      "GCGCTC": 1013,
      "GTCTT": 1014,
      "GTCGCCGAC": 1015,
      "AGCTTT": 1016,
      "ATCGCTT": 1017,
      "ATCTTCC": 1018,
      "AATGCCT": 1019,
      "GGGGGGCAC": 1020,
      "CCTGAGG": 1021,
      "GACCCTC": 1022,
      "AGATCCATATC": 1023,
      "AGGACGT": 1024,
      "GGTACAAATGTGC": 1025,
      "GAACCCCGC": 1026,
      "GTCGGACC": 1027,
      "GTCCACCGGAGCGCC": 1028,
      "GTCCACCGAAGCGCC": 1029,
      "GGTAATGTAGGGT": 1030,
      "AAGATC": 1031,
      "CCACGT": 1032,
      "GGCAA": 1033,
      "ACTGCGAC": 1034,
      "ACTGTTGT": 1035,
      "GATGT": 1036,
      "GGCCACCGG": 1037,
      "TTTAGCC": 1038,
      "AATAG": 1039,
      "CCTGTGC": 1040,
      "CTCGGACAGC": 1041,
      "ACGCTT": 1042,
      "GTCTCT": 1043,
      "GGATCC": 1044,
      "AATTAA": 1045,
      "GGGTCGTCGCGTATAA": 1046,
      "GCATAAT": 1047,
      "GGGAACGCC": 1048,
      "ATAAAGCTAACGTT": 1049,
      "GTCGCCGACAGGGCGGTT": 1050,
      "GAAGTAT": 1051,
      "GTCGGCGACT": 1052,
      "GGCCGCT": 1053,
      "TTTCT": 1054,
      "ATAAGAC": 1055,
      "AACCAAAAT": 1056,
      "CCTCGGT": 1057,
      "GATTTCTCACCT": 1058,
      "GGTACGTC": 1059,
      "AGTGATGCAA": 1060,
      "ACGGGGGAACCC": 1061,
      "ATCGCGGCAC": 1062,
      "AGACCCCC": 1063,
      "ACCCGGCCCCTACCGCGAC": 1064,
      "TTCGCGACGGCAAGGACT": 1065,
      "GGCATCTGCCC": 1066,
      "AACAGATGTACCTATCCGTAGATT": 1067,
      "ATTAAAACCTCACTT": 1068,
      "ATTTCTACAGC": 1069,
      "GGATTTCAGGT": 1070,
      "AAATTAGTAA": 1071,
      "GCACAT": 1072,
      "GTCGGC": 1073,
      "GGCGGCAT": 1074,
      "AGTATCT": 1075,
      "ACTGGAC": 1076,
      "AACGACC": 1077,
      "AATATAA": 1078,
      "CCCACAC": 1079,
      "GTCCCCACTT": 1080,
      "GCGGAAT": 1081,
      "ACGGCTC": 1082,
      "AAACTCCGC": 1083,
      "GGGCCCCT": 1084,
      "TTGTCCT": 1085,
      "GGGCGCTGCCCCTC": 1086,
      "ACAGGGGGGTTT": 1087,
      "GTCTATCGTGGAGAGCTAAGGC": 1088,
      "AGGGTGCGCTTCGCGCTC": 1089,
      "GGAGAAGACT": 1090,
      "AGGGAACTTC": 1091,
      "AGGCGCGTTTGACT": 1092,
      "GCCTGTCGTAGAG": 1093,
      "ACACAA": 1094,
      "GAAGC": 1095,
      "GTCAACGCATGAGCACTATTAAT": 1096,
      "GGTGATT": 1097,
      "GACAT": 1098,
      "CCCAGG": 1099,
      "GGGCTC": 1100,
      "GGGCAGATGCT": 1101,
      "GGTCAT": 1102,
      "GACTCCCT": 1103,
      "GTATCT": 1104,
      "GGCTAGAG": 1105,
      "GCGTGTAA": 1106,
      "GGAGATTAATT": 1107,
      "GAGAACCC": 1108,
      "AGGGTCCTTTCGGTCC": 1109,
      "GGGAAAGGGG": 1110,
      "GTTATACGC": 1111,
      "AGTTTGCGGGAAAAGCATTCCTT": 1112,
      "ATCTTAC": 1113,
      "ACATAATACTCAC": 1114,
      "GACATTCGGACGC": 1115,
      "CCTCGGTACCT": 1116,
      "CCGGATTT": 1117,
      "GTAGT": 1118,
      "GCAGT": 1119,
      "AGACAA": 1120,
      "GCCACT": 1121,
      "GGTAGGGT": 1122,
      "AGTACAC": 1123,
      "GATAGC": 1124,
      "GATCCT": 1125,
      "AACAGAGGT": 1126,
      "GGCCAGAAACCC": 1127,
      "CCTAGGT": 1128,
      "ACTTTT": 1129,
      "AGCTAA": 1130,
      "AATTACGCT": 1131,
      "GATTTGC": 1132,
      "GTCCCGTGC": 1133,
      "AAGAAGCT": 1134,
      "AGATTAGGTC": 1135,
      "GCGGCAGT": 1136,
      "GCAGCGTGT": 1137,
      "ATAAATGGGGTTTC": 1138,
      "ATATATCCACCTTTC": 1139,
      "GCAGGACCC": 1140,
      "GGGCAGATGCTGTTAC": 1141,
      "ACGAAT": 1142,
      "AGGGAT": 1143,
      "GTCTTC": 1144,
      "GCCACC": 1145,
      "GCCGAGGGGTTAA": 1146,
      "GGCGCAC": 1147,
      "ATCTTC": 1148,
      "GATGTGAA": 1149,
      "GGCCATGAT": 1150,
      "CCCACTT": 1151,
      "AGAAACC": 1152,
      "ACCTGAA": 1153,
      "GCCCTTCGCGCTC": 1154,
      "ATTTCT": 1155,
      "ATTTGAGTC": 1156,
      "GCCTGACCT": 1157,
      "GTTCATGAAC": 1158,
      "AGGACGCCCGTT": 1159,
      "AGCCAT": 1160,
      "GAGTTCT": 1161,
      "AGCACCGGCTGGCGCT": 1162,
      "AGTTTGCGGGAA": 1163,
      "GGACGCGCTGAC": 1164,
      "GTCAAATCCGACCCC": 1165,
      "AAAGTGAGTT": 1166,
      "ATTATCTTCCAAAGCT": 1167,
      "AAGAC": 1168,
      "CCTTC": 1169,
      "GCACT": 1170,
      "ATTCCCC": 1171,
      "AGAAGCAACCTTC": 1172,
      "GAGGGT": 1173,
      "ATATCC": 1174,
      "GTAAGTGCC": 1175,
      "GGATGAGG": 1176,
      "GATCAT": 1177,
      "GGTCATC": 1178,
      "GTGCAGTTT": 1179,
      "GAATAACAGGC": 1180,
      "GTTTACGG": 1181,
      "GATCTGTCC": 1182,
      "GAAAAAGTT": 1183,
      "GATCCGTGAG": 1184,
      "AACATAGTTTGT": 1185,
      "GAGGCAGC": 1186,
      "ATCGTGTAT": 1187,
      "GGGCCGATCT": 1188,
      "ACGGGGAAGC": 1189,
      "ACGGGGGGGTTTGTTGGGCGAAGG": 1190,
      "GTCGTCGGTC": 1191,
      "CTATGCCC": 1192,
      "GCTATGTCT": 1193,
      "ACGTCGCGAC": 1194,
      "GAACGTCGTT": 1195,
      "AGTGCAGTTT": 1196,
      "AATCCGGAA": 1197,
      "GAGCCGATCTGTCTC": 1198,
      "AGGTCGGAACGGCGGCC": 1199,
      "GGTCGGTTAGCCTT": 1200,
      "ATTATACGACT": 1201,
      "ATCGCCT": 1202,
      "GATGCT": 1203,
      "AACGTC": 1204,
      "GGCCAT": 1205,
      "GACGTT": 1206,
      "TTCAT": 1207,
      "CTCGG": 1208,
      "CTCGTT": 1209,
      "ATAATT": 1210,
      "ACTTAAT": 1211,
      "ATATAGAAT": 1212,
      "ACGCGTAGTC": 1213,
      "ACCTGACAGC": 1214,
      "GACTACCC": 1215,
      "ATTTGCAACC": 1216,
      "AAAAGAAC": 1217,
      "GCTTTTAAATAAAT": 1218,
      "GGCCTGGT": 1219,
      "GGGGCGGATCGACTCCTT": 1220,
      "GAGAACTCAC": 1221,
      "GGTCCTCCTGGGGGGCAC": 1222,
      "GCGGCGGGCGGCATAAC": 1223,
      "ACCCCAGGCTT": 1224,
      "ATAAAAACCTTTCTT": 1225,
      "GGGTAAAC": 1226,
      "AACTTGCCAT": 1227,
      "ACAGGGGGGTTTGTT": 1228,
      "CCTTT": 1229,
      "GCGCT": 1230,
      "ACACC": 1231,
      "AGGAATT": 1232,
      "ACCGGGG": 1233,
      "GATGGC": 1234,
      "AACACAT": 1235,
      "CCCAT": 1236,
      "GTCTGAT": 1237,
      "GGATGG": 1238,
      "GATCGGTTAGTCTT": 1239,
      "GTATGATT": 1240,
      "GAATGCAGGACCC": 1241,
      "GAGAGG": 1242,
      "GAGCCT": 1243,
      "GCGTAGTC": 1244,
      "GGGTCGTT": 1245,
      "AGACAGG": 1246,
      "AGACACAT": 1247,
      "CCACTTATTAA": 1248,
      "GGCGCGCCT": 1249,
      "GGACTATTCT": 1250,
      "GGGGCTTTT": 1251,
      "GTGAATACC": 1252,
      "AGTTATTGTTGT": 1253,
      "GGGTCGCTAGGGTCC": 1254,
      "GTTATAATC": 1255,
      "GCGAATT": 1256,
      "GATCGAAAATTATGTCGTCGATCGTACAT": 1257,
      "GATAGGCTAT": 1258,
      "AGATCGGAACAGCGGCCAGTGATGTGC": 1259,
      "GACTTGCT": 1260,
      "GACGACGACT": 1261,
      "AACTCCGCAGATAACCCGCACGATTT": 1262,
      "GCACGGCTAAGCCGCT": 1263,
      "ATGTTCCCACTT": 1264,
      "GTCGGACCGCATAAT": 1265,
      "GAGAG": 1266,
      "GTGGAGC": 1267,
      "GAAGCTGCC": 1268,
      "GGCACTT": 1269,
      "GGTAACCAT": 1270,
      "ACTGGTCCGTCCTT": 1271,
      "AATAT": 1272,
      "CCTCT": 1273,
      "CCTGAAT": 1274,
      "AGCTAAGGT": 1275,
      "AGATAGG": 1276,
      "GGATCCGCC": 1277,
      "GACTCC": 1278,
      "ACATGCAAC": 1279,
      "GAACGTCGTC": 1280,
      "AGAGAGTTTC": 1281,
      "ACGGGAGT": 1282,
      "CCTTGATATCTCACCT": 1283,
      "AAATGATGT": 1284,
      "AGGTACGG": 1285,
      "GAGTTGCC": 1286,
      "GGTTCACGGGTGAAT": 1287,
      "AGAAACCTCTGTAGCTGGTCTGGTGTCTCCACTT": 1288,
      "AGAACGGCCT": 1289,
      "TTCTTGGCCC": 1290,
      "AGCATAGACAT": 1291,
      "GTGAGAC": 1292,
      "GCTACTGGTGATT": 1293,
      "GTCGCCGACAGGGCGGTTCCCTCT": 1294,
      "GGACTATTCTGAT": 1295,
      "AAGAT": 1296,
      "ACGACT": 1297,
      "ACCGAGTC": 1298,
      "GAAAG": 1299,
      "GTCAGCT": 1300,
      "GTCGGTT": 1301,
      "AGCGT": 1302,
      "AGCAGCTAT": 1303,
      "GGCATT": 1304,
      "AGTCCT": 1305,
      "AGTCCGT": 1306,
      "GTCCAGG": 1307,
      "GGATGAATGCAGGACCC": 1308,
      "GGCCCGGCTGGC": 1309,
      "ATCTGGCGGCAT": 1310,
      "TTCGCACCAGAA": 1311,
      "GGAAGAGAT": 1312,
      "AGTGATGTAC": 1313,
      "GCTTTCCTGTGC": 1314,
      "GCCTCGGACACAT": 1315,
      "GCTATGT": 1316,
      "GGTTCTT": 1317,
      "GTGCATTGTAC": 1318,
      "GTAAGACAGTT": 1319,
      "ACCCTGGCGGTCC": 1320,
      "GGTACAATC": 1321,
      "GTCTAGAGTGTCCATGACC": 1322,
      "AATATAAGGTC": 1323,
      "ACGGCTCGCACGGCC": 1324,
      "ATGTTCCCACTTATGAAC": 1325,
      "GTGGAA": 1326,
      "ACCGGCC": 1327,
      "ATTCCTC": 1328,
      "GAAGAA": 1329,
      "GTTCC": 1330,
      "ATCGTAA": 1331,
      "GGTACC": 1332,
      "GATACGG": 1333,
      "GATGGCAGCGCC": 1334,
      "AACACC": 1335,
      "AATACTAT": 1336,
      "ATAAAGGCC": 1337,
      "GAGGCC": 1338,
      "ATATCCCC": 1339,
      "GTAAAAGTT": 1340,
      "GTCCAA": 1341,
      "GTCTAT": 1342,
      "GGATAGAC": 1343,
      "GATCACT": 1344,
      "ACATCC": 1345,
      "GAATAT": 1346,
      "ATCTAT": 1347,
      "AAAACCT": 1348,
      "ACTATGGTACTAT": 1349,
      "AGTAAACCAT": 1350,
      "AGTGTGTCCATGACC": 1351,
      "AGCACCGCCGTGAAT": 1352,
      "GGGAAAGGGGGT": 1353,
      "CTGTAGCT": 1354,
      "CTGTAGCTGGTCTGGT": 1355,
      "GTGAATT": 1356,
      "GGAGCAGC": 1357,
      "GGTGGGGTACGCGAAGTC": 1358,
      "GTGAGATTCAA": 1359,
      "GAAGTAAGCCAT": 1360,
      "GCCGGGGGGTTAAGACC": 1361,
      "ACGCGCATTCGCCC": 1362,
      "ATTCACACGC": 1363,
      "ACTTATGACAACC": 1364,
      "GACATTCGGACGCAAACT": 1365,
      "GATCCGTGAGAGGCGCGTTTGACT": 1366,
      "AGAACGGCCTGTTTC": 1367,
      "GCTTTCCTGTGCGAC": 1368,
      "AAACTCAA": 1369,
      "ATTAACT": 1370,
      "GTCGCTT": 1371,
      "GGCCACAAAC": 1372,
      "AGAACC": 1373,
      "GAGGGCTAT": 1374,
      "ACCTCTGTAGCTGGTCTGGTGTCTCCACTT": 1375,
      "GGATGACAGGC": 1376,
      "GTACGTCGT": 1377,
      "ACAAGACC": 1378,
      "GGCATAGCT": 1379,
      "ACTTTCT": 1380,
      "ACCTTCT": 1381,
      "CTATATC": 1382,
      "CCGTGCCC": 1383,
      "GATCTGGCCAGAAACCT": 1384,
      "ACCTGGCAGCGTGCC": 1385,
      "GGAGGGGT": 1386,
      "GAACGTCATC": 1387,
      "ATAAGGAGTAC": 1388,
      "GGCGCCCCTAT": 1389,
      "AGTCGGGGGCGACC": 1390,
      "GGATGAAGGACCGTCT": 1391,
      "TTTCATAGT": 1392,
      "GAAATTCTGGTTCC": 1393,
      "GGTAATGTAGGGTAGAC": 1394,
      "ATTTCTACAGCAGGGAACTTC": 1395,
      "GTTATACGCGGCCGCT": 1396,
      "GCAGCGTGTAGATAA": 1397,
      "AGAACGGCCTGTTTCACCTC": 1398,
      "GCGTAACTACCC": 1399,
      "ACGACCT": 1400,
      "AGACTT": 1401,
      "CTCTC": 1402,
      "GAAGTAAT": 1403,
      "GACGGGG": 1404,
      "GTCCATT": 1405,
      "AGGCGCC": 1406,
      "GTTTGGGCAGATGCTGTTAC": 1407,
      "GCGGATC": 1408,
      "GCGGATAA": 1409,
      "ACCCGGTCCCT": 1410,
      "AAAAGTT": 1411,
      "GTACACGGGG": 1412,
      "GCATGATT": 1413,
      "AGGGAATTTTGT": 1414,
      "GGGCAGCGAACCCCGCGTCGCAA": 1415,
      "ATTCCTTTCATAGT": 1416,
      "GGTTTAACC": 1417,
      "GGTAACCT": 1418,
      "TTCACACGCAGTTGGACTT": 1419,
      "GGCCCGGCCGGC": 1420,
      "ACCACCACC": 1421,
      "AACATAAGTTGT": 1422,
      "GGGTGGTCGCGTGTAA": 1423,
      "GGGCCCCTGGCC": 1424,
      "AACGTCGATAGGCTAT": 1425,
      "AGAGAGTTTCGTAGTC": 1426,
      "GGATTC": 1427,
      "AAAGAA": 1428,
      "ATGACC": 1429,
      "ATACTT": 1430,
      "GCGCGG": 1431,
      "GCTTCGC": 1432,
      "CTGAGTTGTC": 1433,
      "ACCATT": 1434,
      "ATTGGTCC": 1435,
      "AGTGTAT": 1436,
      "AGTGGTCATC": 1437,
      "AACGAC": 1438,
      "GACTTAT": 1439,
      "TTTATT": 1440,
      "AATTAAT": 1441,
      "GAGCGGCAC": 1442,
      "GTTTGAC": 1443,
      "AGAGAGGGGC": 1444,
      "GCGGGAGAACCC": 1445,
      "GAGAC": 1446,
      "GATTTGTCTC": 1447,
      "GACCCAA": 1448,
      "AACATTTTT": 1449,
      "GTGCATTATTC": 1450,
      "GCTGTGAACACCAAGC": 1451,
      "AGGACTACGAGG": 1452,
      "AGTGATGTGCGTATGAC": 1453,
      "GACCAACTTCGCACCAGAA": 1454,
      "AGGGTTAGAA": 1455,
      "GGAGCTGCGGGTAA": 1456,
      "ACGGGAGTACAA": 1457,
      "TTAGTGCAGTTT": 1458,
      "GTAGGTT": 1459,
      "GCGTAT": 1460,
      "AGAGGC": 1461,
      "AGATTC": 1462,
      "ACCGCGAT": 1463,
      "GAATC": 1464,
      "GCCGT": 1465,
      "GGCACCT": 1466,
      "ACTGGTCC": 1467,
      "GGCCAGTGAGG": 1468,
      "ATAAGTCGGGG": 1469,
      "AGTTCC": 1470,
      "GAGGGATAT": 1471,
      "AGATGTCAGCT": 1472,
      "GATCGAACC": 1473,
      "AGGCAGC": 1474,
      "GGTCGGAGAGGACGACCC": 1475,
      "ATTTATT": 1476,
      "AGGTAGATT": 1477,
      "AACATACT": 1478,
      "GCTTTCCTT": 1479,
      "AACGGCGT": 1480,
      "GTTATAGAA": 1481,
      "GTACATAGTGATCATC": 1482,
      "AACAGATGTACCT": 1483,
      "AAGTTGAGT": 1484,
      "AGTGATCGTC": 1485,
      "AAAGCGGTACAATC": 1486,
      "GAAGTAAGCT": 1487,
      "GTATGATAGGGAGC": 1488,
      "AGAGTTGTC": 1489,
      "ACTATAGTTATTGTTGT": 1490,
      "GCCTTCACAA": 1491,
      "AGTGTTGTGC": 1492,
      "GTCACCATGGTACTAT": 1493,
      "GGGCGGCACGCTT": 1494,
      "GCATTGC": 1495,
      "AGCGGCGCGTTTGACT": 1496,
      "AACATTACTAAAA": 1497,
      "CCCACACGATTT": 1498,
      "GGCTAGAGAGAACGGCCTGTTTCACCTC": 1499,
      "AATCCGGAAATATGTT": 1500,
      "GGAGTC": 1501,
      "TTAAGAAGCT": 1502,
      "ATGGGG": 1503,
      "GCTTC": 1504,
      "GCATTCACACGC": 1505,
      "AGGGAGTT": 1506,
      "GAAAATT": 1507,
      "GCCGTAT": 1508,
      "ACTACGAGG": 1509,
      "ACTGCGTATAA": 1510,
      "AACGGCT": 1511,
      "AGAATT": 1512,
      "AGAAGGACC": 1513,
      "GGGCTTATCCT": 1514,
      "GTAAATT": 1515,
      "GTCTGGCGCT": 1516,
      "GGTCGGTTT": 1517,
      "ACATAGT": 1518,
      "GGACAGT": 1519,
      "AACTGCC": 1520,
      "AGGACGTC": 1521,
      "CCGCGTAACT": 1522,
      "GCTCAGG": 1523,
      "GTGTAACGT": 1524,
      "GAGATACCACCACC": 1525,
      "GCTTTAAAATAAAT": 1526,
      "AAACCAGGC": 1527,
      "AAGCAGGGG": 1528,
      "GTAACTGCC": 1529,
      "GCGGGGGGGTTTGTT": 1530,
      "ACGTCGCAC": 1531,
      "GAACCCGACCCCC": 1532,
      "ATATATCCACGAAT": 1533,
      "AGTGAATTAGTGCAGTTT": 1534,
      "GAGATCTCACAGCTAT": 1535,
      "CTCTTATCTTT": 1536,
      "GGAATGC": 1537,
      "GTGAGGCGGCCTT": 1538,
      "GGTGGATAATATAAGGTC": 1539,
      "GAGTGTGGTC": 1540,
      "CCTAGGTCCCC": 1541,
      "GAGTTCTACTTT": 1542,
      "AGACAGGGCGGATC": 1543,
      "GTTATACGCGGCCGCTGATC": 1544,
      "GACGGGGACT": 1545,
      "ACGGGAGTACAAGTCTC": 1546,
      "AACATACTGGTTTAACC": 1547,
      "TATCT": 1548,
      "GGGAGCT": 1549,
      "GTGTTTC": 1550,
      "GTGACTACGAGG": 1551,
      "CTATTAAT": 1552,
      "AGGATTCAA": 1553,
      "AGCAGGTGCGT": 1554,
      "GGCAGTC": 1555,
      "ATCAAT": 1556,
      "GGTATAC": 1557,
      "AGTACC": 1558,
      "ACTCT": 1559,
      "GCTGACC": 1560,
      "GACAGGGAATTTCGTAGTC": 1561,
      "ATAAAGG": 1562,
      "CCCGCGAC": 1563,
      "AGTTACC": 1564,
      "AGTCGGAC": 1565,
      "ACCTATCC": 1566,
      "GATCTTCGC": 1567,
      "GGACAC": 1568,
      "GGACACT": 1569,
      "ACGGGGCAGC": 1570,
      "ACCCAA": 1571,
      "GAGTTCTT": 1572,
      "GCCTGGAGG": 1573,
      "AACTGTGC": 1574,
      "AAAACCTAT": 1575,
      "GATCTGGCGC": 1576,
      "GCATACAAT": 1577,
      "GTGTATCGTGGAG": 1578,
      "AGTAAGCTAGTT": 1579,
      "GGTACATTATACGACT": 1580,
      "GAGGCGGCCTT": 1581,
      "GCTTTAGAAT": 1582,
      "GAGAACC": 1583,
      "ACCATGGTACTAT": 1584,
      "GGGACGGATCGACTCCTT": 1585,
      "AACAAGTGTTTC": 1586,
      "GTTTTTAGCGTT": 1587,
      "ACCTGTCGGTC": 1588,
      "GCGGAAGGGGATTTT": 1589,
      "AACGCCTAGAAACTTC": 1590,
      "GGCCCGTGCGATATGCGTGGTCGCCGCCGGGCC": 1591,
      "AAGTACTT": 1592,
      "AGATATCCACTTGAAAA": 1593,
      "AGGTCGTGGTATT": 1594,
      "GGACACCAGC": 1595,
      "GCCCTTATCCTGTCGGGTCCCTGGCC": 1596,
      "ACTATCCGCCTC": 1597,
      "GTCAACGCATGAGCACTATTAATGGAC": 1598,
      "GGCACTTCCTTGATATCTCACCT": 1599,
      "ACATGCAACGATCTTCGC": 1600,
      "ATAAAGGCCCCACTTATTAA": 1601,
      "AACGTCGATAGGCTATAGACAGGGCGGATC": 1602,
      "GGAGGC": 1603,
      "AAAAC": 1604,
      "AAGAGTTGTC": 1605,
      "GTAGG": 1606,
      "ACCGGCCCC": 1607,
      "GAAAT": 1608,
      "GGTGTT": 1609,
      "GGTAACC": 1610,
      "GATAC": 1611,
      "GATGGT": 1612,
      "GCTACAAAC": 1613,
      "GGGGGTTT": 1614,
      "TTCTTT": 1615,
      "CCCAGGGGC": 1616,
      "AGTTGGGC": 1617,
      "GAGGTT": 1618,
      "GATTACC": 1619,
      "GTCCTC": 1620,
      "AGATAAT": 1621,
      "AGATAGCCC": 1622,
      "GACTAGGTC": 1623,
      "GAGCAAGTT": 1624,
      "ATTCAGGAGG": 1625,
      "GAGATC": 1626,
      "ATTTATC": 1627,
      "AACTACC": 1628,
      "AACTATC": 1629,
      "ACAAACCC": 1630,
      "GCTCAT": 1631,
      "GGAGAGCTAAGGC": 1632,
      "GATCCGACC": 1633,
      "GAAGGGACC": 1634,
      "GCTTTCC": 1635,
      "GCTTTGAACACC": 1636,
      "ATTCAAGAGG": 1637,
      "GATTCAT": 1638,
      "ACGAGGGAAT": 1639,
      "GGTCTGGTGTCTCCACTT": 1640,
      "GAGGGCGGATAGTTT": 1641,
      "AGGGTGTGC": 1642,
      "AGATCTTT": 1643,
      "GCCGGGGGCTT": 1644,
      "GCGCTTCGCGCTC": 1645,
      "CCTTCTGGACC": 1646,
      "CCTCGGTCCTC": 1647,
      "AGTATGTTT": 1648,
      "AAAGGCCTATCC": 1649,
      "ACGGAAGAGATCC": 1650,
      "ACTTCTGCC": 1651,
      "GTGCTGCGTGGTAAACT": 1652,
      "GCTGTGAACACCAGGCGGGCGGTGTC": 1653,
      "GGGCGATACGCGTAGTC": 1654,
      "GTAAGCCAATTAAGAA": 1655,
      "ATTAACGGATGC": 1656,
      "AGTAGGGAGG": 1657,
      "ACTAGTAGATGTCAGCT": 1658,
      "AGGACGCCCGTTGAAATTCAA": 1659,
      "GCGAATTGAG": 1660,
      "GGCATTAGGACGCAAACT": 1661,
      "TTTATTGGCCACAAAC": 1662,
      "GCCTGGAGGGGCT": 1663,
      "GTCGAC": 1664,
      "GCCGCGGCCGC": 1665,
      "ATCGTTGT": 1666,
      "AACGAG": 1667,
      "AACAGCTAGT": 1668,
      "TTTCCTT": 1669,
      "GACCAC": 1670,
      "CTCAGC": 1671,
      "GGGCGCGGCC": 1672,
      "ACTTAATT": 1673,
      "ACTTAGCTTT": 1674,
      "AGCTCC": 1675,
      "AGATAGGAGCTAT": 1676,
      "GTCTCC": 1677,
      "GACTAT": 1678,
      "GTGCGATTCAA": 1679,
      "GAACGGAAGAGAT": 1680,
      "GTATGGT": 1681,
      "GAATCT": 1682,
      "AGAGAGACC": 1683,
      "ACGGGTAGC": 1684,
      "GGTCCACCT": 1685,
      "ATTTGGGTCGTCGCGTATAA": 1686,
      "AACTGGTCCGTCCTT": 1687,
      "GGCCCATGC": 1688,
      "ATCTGGACT": 1689,
      "GTACTTC": 1690,
      "GCAAACT": 1691,
      "GATATCTCATCT": 1692,
      "GACATTAGGACGC": 1693,
      "GTGCTGCAT": 1694,
      "AGTAATCCCTT": 1695,
      "GTCATAGTC": 1696,
      "AAAGCGCAGCGTGTAGATAA": 1697,
      "ACATAAGAATTTC": 1698,
      "AATTTGAC": 1699,
      "AGTCCCGTAC": 1700,
      "ATAAGGGGTACGTC": 1701,
      "GTGGAGTGGC": 1702,
      "GTTCGGAGATTAATTGGCAC": 1703,
      "GGCCACAACATT": 1704,
      "ATATATGCAACCTTCAACATAGT": 1705,
      "ACGGAGGAGATCCATATC": 1706,
      "GGGAACGCCGGTTCGGAA": 1707,
      "GTCGCCGACAGGGCGGTTCCCTCTGGATTTCAGGT": 1708,
      "GTCTAGAGTGTCCATGACCGGGAGCT": 1709,
      "AACGGCGTAGTGAATTAGTGCAGTTT": 1710,
      "AAAGCGGTACAATCACC": 1711,
      "AAGCAGGGGAGTAA": 1712,
      "ACATGCAACGATCTTCGCGTCGCAA": 1713,
      "GGGTAC": 1714,
      "GCAAAT": 1715,
      "GAAAGG": 1716,
      "GAAAACT": 1717,
      "GAAATTAA": 1718,
      "GTCGCGTAT": 1719,
      "ATCAGGGC": 1720,
      "ACTCC": 1721,
      "ACTAGGGGC": 1722,
      "ACTCTCGGACAGC": 1723,
      "GATATAA": 1724,
      "GATGTACCTATCC": 1725,
      "GATGGCGACT": 1726,
      "GACGG": 1727,
      "AGTTAAGGC": 1728,
      "AGAAAA": 1729,
      "GGGCAGT": 1730,
      "GATTCCT": 1731,
      "AGCTCT": 1732,
      "ACATAGGTCGTGGTATT": 1733,
      "GGTTGACT": 1734,
      "GAGATAA": 1735,
      "ATTTACT": 1736,
      "AAATGTGT": 1737,
      "GGCTAAAACCTAT": 1738,
      "ATCTGCC": 1739,
      "AGTTTAT": 1740,
      "AGGACAC": 1741,
      "ACTCGTAT": 1742,
      "CCGCAGATAA": 1743,
      "GGAAAGT": 1744,
      "GGCAGCGCGCC": 1745,
      "AGTGTGACC": 1746,
      "ATACAGAAACC": 1747,
      "ATCGTGTATAGAAT": 1748,
      "GATCTGGCCAGAA": 1749,
      "GATCTGGCCAGACCCCC": 1750,
      "GTTTTTATCGTT": 1751,
      "GCTGACGCGGGAGAACCC": 1752,
      "AGTTATTTTTGT": 1753,
      "CCACAGC": 1754,
      "GAACGTCGAGCAC": 1755,
      "AGAAACCTCT": 1756,
      "GCGAAGT": 1757,
      "AGATCGGAACGGCGGCC": 1758,
      "GGTATATCTTT": 1759,
      "GGGTAGACAGGGAATTTTGT": 1760,
      "CTCATGGCCATGAT": 1761,
      "GATTAAGGGCTT": 1762,
      "AATGTGTTTATGTTCCCACTTATGAAC": 1763,
      "GGGCACTACC": 1764,
      "GTTCATGAACATAAAGCTAACGTT": 1765,
      "GTGCAGTTTAGTGT": 1766,
      "ATTTGCAACCGGC": 1767,
      "AACTTGCCATGCACCAGAA": 1768,
      "ACCGGGGGGTTAA": 1769,
      "GGTTCTTAAGC": 1770,
      "GGCTAGAGAGAACGGCCTGTTTCACCTCAACGTCGATAGGCTATAGACAGGGCGGATC": 1771,
      "AACAGCTAGTCTCTTATCTTT": 1772,
      "AACGGCGTAGTGAATTAGTGCAGTTTATCC": 1773,
      "GGAGTTT": 1774,
      "AAGAGG": 1775,
      "AAGGAT": 1776,
      "AATCGGGGATGCGGGTAA": 1777,
      "ATCCT": 1778,
      "AGGGGCAT": 1779,
      "GAACCTC": 1780,
      "GGTGAGGT": 1781,
      "GGTGGAGC": 1782,
      "AGTGGGGT": 1783,
      "AGTGATTTGC": 1784,
      "ACTGCT": 1785,
      "GCTGCAT": 1786,
      "GCTAGTAAACCAT": 1787,
      "AATAACC": 1788,
      "ATAAAATCT": 1789,
      "GAGGGTATAT": 1790,
      "GATTAACGAG": 1791,
      "GTAAAGC": 1792,
      "ACGCAT": 1793,
      "ACCTCTGC": 1794,
      "GTCCTCGGGG": 1795,
      "GGTCAA": 1796,
      "GGTCGATCTGGCGC": 1797,
      "GAATAG": 1798,
      "AGAGATTCCTC": 1799,
      "AACTAGGTTT": 1800,
      "ACTCGAC": 1801,
      "TTCGCGACGAC": 1802,
      "GGAACTC": 1803,
      "GGGTGGTCCC": 1804,
      "GGCAGCGCGCCAGCACCGCCGTGAAT": 1805,
      "AGAATAACAGGC": 1806,
      "GAGCCGATCC": 1807,
      "AGAGCGT": 1808,
      "GCCTTGGTATAC": 1809,
      "GAACCCAACGGC": 1810,
      "GGTGGGGTACGCGAAGCCGCCC": 1811,
      "CCTCGGTCCCCGCGTAACTACCC": 1812,
      "AGGCAGTGATGCAAAGCACT": 1813,
      "AGAATCAAACT": 1814,
      "ACTCTTTCGTC": 1815,
      "GTTCTAATCGGGG": 1816,
      "AGTGACTTCGT": 1817,
      "AGATGACCCGCAC": 1818,
      "GGACATACCC": 1819,
      "TTTAGCCGATCT": 1820,
      "GCGGAATGGGATT": 1821,
      "AGGAATTGGTT": 1822,
      "GACTTGCTAGAGATTCCTC": 1823,
      "GCACGGCTAAGCCGCTGAC": 1824,
      "GAGGCCATATAGTGTGAA": 1825,
      "ATCTATGGCACCTTC": 1826,
      "GGCGCCCCTATCCTGTC": 1827,
      "GTTTGACGGCTAAAACCTAT": 1828,
      "AGGACGTCAGG": 1829,
      "AGTTACCCTGGT": 1830,
      "AGGACGCCCGTTGAAATTCAAAGCC": 1831,
      "AGTCCCGTACGTTATACGCGGCCGCTGATC": 1832,
      "GGCCACAACATTAGGATTCAA": 1833,
      "GTCTAGAGTGTCCATGACCGGGAGCTACATAGGTCGTGGTATT": 1834,
      "ATTACTTTCC": 1835,
      "GAAGGTCC": 1836,
      "GAAACGCGTGGTC": 1837,
      "GCCTTTC": 1838,
      "GCCCTAT": 1839,
      "AGCATAA": 1840,
      "GTTGCT": 1841,
      "AGTACGC": 1842,
      "AGTCCAT": 1843,
      "AATAGTC": 1844,
      "CCTAAAT": 1845,
      "AGTTTTCC": 1846,
      "GGGCGCT": 1847,
      "AGATGTGC": 1848,
      "AGGCAAT": 1849,
      "GAGCATT": 1850,
      "GTATCTCTTT": 1851,
      "GCGGATTTT": 1852,
      "GCTTATTCGGCGCT": 1853,
      "GGGTCGACTCCCT": 1854,
      "AGGGGCTT": 1855,
      "ACACGGTCAA": 1856,
      "ATCGCAAC": 1857,
      "GAGAATT": 1858,
      "GGCCCCTACCGCGAC": 1859,
      "GCCGCCGGGTC": 1860,
      "GACATTAGGAC": 1861,
      "ACTTTCCGATACGG": 1862,
      "AGCAAAGGC": 1863,
      "AGTAATAGGGGC": 1864,
      "AGTAATAAGGGC": 1865,
      "GATTACGGCCTCTGCCC": 1866,
      "AGGATCCC": 1867,
      "ATCATGAGGTAT": 1868,
      "GTCCACCGGAGCACC": 1869,
      "AAAGCTACGGGGAA": 1870,
      "GGATTTATTGGGG": 1871,
      "TCGGGGATGCGGGTC": 1872,
      "GGATAGACCTGTC": 1873,
      "ACTTCTAGGC": 1874,
      "AACGCCAAGAA": 1875,
      "GCACAACGCCTAGAA": 1876,
      "AGTCTCGAGATACCACCACC": 1877,
      "AGTGAAAGTCAGAGCCC": 1878,
      "GATCTTTATAAAGGCCCCACTTATTAA": 1879,
      "GGCCACCGGAGCACCGGCTGGCGCT": 1880,
      "AATAGCCTTCTGGACT": 1881,
      "GCCTGTCGTAGAGAGCTAAGGT": 1882,
      "GGATGAGGGACC": 1883,
      "GATCTGTCCAGAAACCC": 1884,
      "GCTACTGGTGATTAGGGTTAGAA": 1885,
      "AAGCAGGGGAGTAAGAGG": 1886,
      "ACATGCAACGATCTTCGCGTCGCAAACTTCTGCC": 1887,
      "ACTCGTATAGTCTCGAGATACCACCACC": 1888,
      "ATACAGAAACCTTTCTT": 1889,
      "GCCTTGGTATACACT": 1890,
      "GACTTGCTAGAGATTCCTCAAACTCCGC": 1891,
      "GTTTGACGGCTAAAACCTATGAGATAA": 1892,
      "GGGCT": 1893,
      "AAGGTCC": 1894,
      "ATGATT": 1895,
      "GTGAGT": 1896,
      "GCTTTC": 1897,
      "ACGATT": 1898,
      "AGGGAC": 1899,
      "AGGTTGT": 1900,
      "ATTAGAA": 1901,
      "GAAGGC": 1902,
      "GAAGGCCT": 1903,
      "GTCAGTC": 1904,
      "GTCGATC": 1905,
      "GCCGAT": 1906,
      "GTTATAC": 1907,
      "GGTATC": 1908,
      "AGTACAT": 1909,
      "AGTGACTCCTT": 1910,
      "AACAGTTCC": 1911,
      "GCTGAT": 1912,
      "CTCAGAA": 1913,
      "ATATGC": 1914,
      "GTAAATGC": 1915,
      "GTAACCGCC": 1916,
      "GTCTGC": 1917,
      "GTATGACT": 1918,
      "GAATAGGAGCTAT": 1919,
      "ACCCTTC": 1920,
      "GCCTAG": 1921,
      "AACTCC": 1922,
      "GGCCCGCT": 1923,
      "CCTCAGG": 1924,
      "GACCTCC": 1925,
      "GACCTATCTAAAAACCTCACTT": 1926,
      "GGGTAGAT": 1927,
      "GATCCGTC": 1928,
      "GGTACAGC": 1929,
      "GGTACGGTAACCT": 1930,
      "GGGCCGTCCACT": 1931,
      "GTGAACGGCGC": 1932,
      "AAAGGATC": 1933,
      "GACGGCAAC": 1934,
      "AGTTTTGAGGGCATAT": 1935,
      "AAGCCGCTGATAGGC": 1936,
      "GTAAGACAATTAT": 1937,
      "GAACGTCGAC": 1938,
      "GGCCCGTGCGAT": 1939,
      "GCCTGGAGGGGC": 1940,
      "AGATCGGAACAGC": 1941,
      "AATCACT": 1942,
      "GGTAGTCTATCAGGGC": 1943,
      "GGATATACCTGTCAGTCGGGTC": 1944,
      "GACATTCGAGTTCTACTTT": 1945,
      "GGGATCAACATAGGTTGTGACATTAGGACGCAAACT": 1946,
      "GGGCCTCCTGGGG": 1947,
      "GGGCCTCCTGAGG": 1948,
      "ATCGTCAGAGCCC": 1949,
      "GATTCTCAGGTGGAT": 1950,
      "ATTAAAGAAACTTGTGAGATTCAA": 1951,
      "GGCCAGAGAGGACGGCCCGCACGGCCAAGCCGCTGATAGGCAGGGTTCGGGGC": 1952,
      "GGGTGCACGCT": 1953,
      "CCCAGGGGGGC": 1954,
      "GGGAAAGGGGGTAC": 1955,
      "ACGGGGGGGTTTGTTGGGCGAAGGAACC": 1956,
      "ACCTGACAGCGCGAC": 1957,
      "ATCTGGCGGCATGGC": 1958,
      "GACCAACTTCGCACCAGAAAGATTGGATGAGCGGAT": 1959,
      "AGGTAGATTATC": 1960,
      "ACGGGAGTACAAGTCTCAGGCGCC": 1961,
      "AACTATCATCGCAAC": 1962,
      "GAGGGTATATGATGTGAA": 1963,
      "ATCTATGGCACCTTCAACATACTGGTTTAACC": 1964,
      "ACATGCAACGATCTTCGCGTCGCAAACTTCTGCCATTGGGG": 1965,
      "GGAGGT": 1966,
      "GGAGGGGCGGGTCGCT": 1967,
      "AAAG": 1968,
      "ATGATTGC": 1969,
      "GTAGTT": 1970,
      "GTATTAT": 1971,
      "AGAGATCC": 1972,
      "AGGGGT": 1973,
      "AGGGAG": 1974,
      "GAAATT": 1975,
      "GAAGATC": 1976,
      "GAATCGGGG": 1977,
      "GTCACC": 1978,
      "GCCCC": 1979,
      "GCCACCGG": 1980,
      "GCCAAGAA": 1981,
      "AGCAC": 1982,
      "GTTGCAC": 1983,
      "GTTAGGACGT": 1984,
      "GGTAGC": 1985,
      "GGTGTAT": 1986,
      "GGTACTAAT": 1987,
      "GGTACTAC": 1988,
      "GCTCCGC": 1989,
      "GGGGAGGGCGTTTTT": 1990,
      "CTCGAC": 1991,
      "ATAAAGATC": 1992,
      "CCCTTC": 1993,
      "ACTTCCC": 1994,
      "GATTGAAAATTAT": 1995,
      "GTCCGGCTAT": 1996,
      "GTCTATCGT": 1997,
      "GTCTGGCGCC": 1998,
      "GGATAACAGGC": 1999,
      "GGATACAGGGGGGTTTGTT": 2000,
      "GAACGAAGCTGCC": 2001,
      "GAATGGC": 2002,
      "ATTCGGAG": 2003,
      "GAGAGC": 2004,
      "GAGTTTCC": 2005,
      "AGGTCCCT": 2006,
      "ATCTAGAT": 2007,
      "ACTATATTT": 2008,
      "GGCACGGAT": 2009,
      "GACCTAGTTT": 2010,
